{"ca":{"A free software to take back control of your videos! With more than 100 000 hosted videos, viewed more than 6 millions times and 20 000 users, Tube is the decentralized free software alternative to videos platforms developed by Framasoft":"Un programari lliure per tenir el control dels vostres vídeos! Amb més de 100.000 vídeos allotjats, vistos més de 6 milions de vegades i 20.000 persones usuàries, Tube és l'alternativa de programari lliure descentralitzada a les plataformes de vídeos, desenvolupat per Framasoft","Contact":"Contacte","Create an account":"Crea un compte","Contribute":"Contribueix","Change interface language":"Canvia l'idioma","B":"B","Blurred":"Emmascarat","Art":"Art","Comedy":"Comèdia","Activism":"Activisme","Animals":"Animals","Català":"Català","Deutsch":"Alemany","Blur":"Emmascara","Allowed video space":"Espai de vídeo permès","At least 1GB":"Com a mínim 1 GB","At least 5GB":"Com a mínim 5 GB","At least 20GB":"Com a mínim 20 GB","At least 50GB":"Com a mínim 50 GB","A few questions to discover Tube":"Unes quantes preguntes per descobrir Tube","Being free doesn't mean being above the law! Each Tube hosting provider can decide on its own general conditions of use, abiding by their local laws.":"Ser lliure no significa estar per sobre de la llei! Cada instància de Tube pot decidir les seves pròpies condicions d'ús, suportant-se en normatives locals.","Contributors":"Contribuïdors","Better understand and use Tube":"Entendre i utilitzar millor Tube","Ask questions to the community":"Feu preguntes a la comunitat","Administer Tube":"Administrar Tube","Contribute to Tube":"Contribueix amb Tube","Browse contents":"Passegeu pels continguts","?":"?","A federation of interconnected hosting services":"Una federació de serveis d'allotjament interconnectats","Anyone with a modicum of technical skills can host a Tube server, aka an instance. Each instance hosts its users and their videos. In this way, <strong>every instance is created, moderated and maintained independently by various administrators.</strong>":"Qualsevol persona amb un mínim de coneixements tècnics pot allotjar un servidor de Tube, també conegut com instància. Cada instància allotja els seus comptes i els seus vídeos. D'aquesta manera, <strong>cada instància és creada, moderada i mantinguda independentment per diverses persones.</strong>","All of this is made possible by Peertube's free/libre license (GNU-AGPL). Its code is a digital \"common\", that belongs to everybody, instead of a secret formula that belongs to Google (in the case of Youtube) or to Vivendi/Bolloré (Dailymotion). This free/libre license <strong>guarantees our fundamental freedoms as users and allows many contributors to offer evolutions and new features.</strong>":"Tot això és possible gràcies a la llicència lliure (GNU-AGPL) de Tube. El seu codi és un \"bé comú\" digital, que pertany a tothom, en comptes d'una fórmula secreta que pertany a Google (en el cas de Youtube) o a Vivendi/Bolloré (Dailymotion). Aquesta llicència lliure <strong>garanteix els nostres drets fonamentals com a persones usuàries i permet la col·laboració d'altres per oferir evolucions i noves funcionalitats.</strong>","Are you a video maker?":"Sou de crear vídeos?","Browse/discover Tube instances":"Passegeu/descobriu instàncies de Tube","About peer-to-peer broadcasting and watching":"Sobre la radiodifusió i la visualització d'igual a igual","1. Find the instance that suits you best":"1. Trobeu la instància que més us convingui","2. Create your account and enjoy Tube":"2. Registreu el vostre compte i gaudiu de Tube","A username, an email, a password and you can already <strong>enjoy all the features of Tube!</strong>":"Un identificador, una adreça electrònica, una contrasenya i ja podeu <strong>gaudir de totes les funcions de Tube!</strong>"}}