{"cs":{"A free software to take back control of your videos! With more than 100 000 hosted videos, viewed more than 6 millions times and 20 000 users, Tube is the decentralized free software alternative to videos platforms developed by Framasoft":"Bezplatný software, který Vám vrátí kontrolu nad vašimi videi! S více než 100 000 uloženými videi, více než 6 miliony zhlédnutí a 20 000 uživateli, je Tube decentralizovanou bezplatnou softwarovou alternativou k videoplatformám vyvinutou společností Framasoft","Discover the channel":"Objevte kanál","Go on the instance":"Přejít na instanci","Watch the video":"Shlédnout video","Legal notices":"Právní upozornění","Contact":"Kontakt","Newsletter":"Novinky","Forum":"Fórum","Press kit":"Pro novináře","JoinTube Git":"JoinTube Git","Tube Git":"Tube Git","Website developed by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a> and designed by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.maiwann.net/\">Maiwann</a>":"Web vyvinula společnost <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a> a graficky navrhla <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.maiwann.net/\">Maiwann</a>","Illustrations from <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d\">What is Tube video</a>, created by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://libreart.info/\">LILA</a> - <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://film.zemarmot.net/\">ZeMarmot Team</a>":"Ilustrace ve videu <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d\">Co je Tube</a>, byly vytvořeny od <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://libreart.info/\">LILA</a> - <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://film.zemarmot.net/\"> ZeMarmot Team</a>","Tube mascot created by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.davidrevoy.com/\">David Revoy</a>":"Tube maskot byl vytvořen <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.davidrevoy.com/\">Davidem Revoy</a>","<em>Tube news!</em> content licensed under <a href=\"https://creativecommons.org/licenses/by-sa/4.0/\" rel=\"noopener noreferrer\" target=\"_blank\">CC-BY-SA</a>":"Obsah <em>Tube news!</em> je vydán pod licencí <a href=\"https://creativecommons.org/licenses/by-sa/4.0/\" rel=\"noopener noreferrer\" target=\"_blank\">CC-BY-SA</a>","Roadmap":"Plán vývoje","developed by":"vyvíjený","Home":"Úvodní strana","Create an account":"Vytvořit účet","News":"Novinky","Help":"Nápověda","Contribute":"Přispějte","Git":"Git","Languages":"Jazyky","Change interface language":"Změnit jazyk rozhraní","Translate":"Přeložit","%{ instance.totalInstanceFollowers } follower instance":["%{ instance.totalInstanceFollowers } instance sledujícího","%{ instance.totalInstanceFollowers } sledující","%{ instance.totalInstanceFollowers } sledující"],"Follows %{ instance.totalInstanceFollowing } instance":["Sleduje %{ instance.totalInstanceFollowing } instanci","Sleduje %{ instance.totalInstanceFollowing } instancí","Sleduje %{ instance.totalInstanceFollowing } instance"],"per user":"na uživatele","No video quota per user":"Žádná kvóta videí na uživatele","Unlimited space":"Neomezený prostor","B":"B","KB":"KB","MB":"MB","GB":"GB","Sensitive content":"Citlivý obsah","Hidden":"Skryté","Blurred":"Rozmazané","Displayed":"Zobrazené","See the instance":"Viz instance","Filter according to your preferences":"Filtrování podle vašich preferencí","Updating one of the fields will automatically update results below the form":"Aktualizace jednoho z polí automaticky aktualizuje výsledky pod formulářem","Your profile":"Váš profil","Viewer":"Divák","Video maker":"Tvůrce videa","Music":"Hudba","Films":"Filmy","Vehicles":"Vozidla","Art":"Umění","Sports":"Sport","You want to":"Chcete","Travels":"Cestování","Gaming":"Hry","People":"Lidé","Comedy":"Komedie","Entertainment":"Zábava","News & Politics":"Zprávy a politika","How To":"Jak na to","Discover instances":"Procházet instance","Education":"Vzdělání","Activism":"Aktivismus","Science & Technology":"Věda a technika","Animals":"Zvířata","Kids":"Děti","Food":"Jídlo","And do live streams":"A živé přenosy","English":"Angličtina","Français":"Francouzština","Yes":"Ano","日本語":"Japonština","Euskara":"Euskara","Català":"Katalánština","Čeština":"Čeština","Esperanto":"Esperanto","No":"Ne","ελληνικά":"Řečtina","Deutsch":"Němčina","Italiano":"Italština","Nederlands":"Holandština","Español":"Španělština","Occitan":"Occitanština","Topics":"Témata","Gàidhlig":"Gaelština","简体中文（中国）":"čínština","Português (Portugal)":"Portugalština","svenska":"Švédština","Polski":"Polština","Sensitive videos":"Citlivá videa","suomi":"Finština","русский":"Ruština","Hide":"Skrýt","Blur":"Rozmazat","Display":"Ukázat","No opinion":"Bez názoru","Instance languages":"Jazyky instance","Allowed video space":"Povolené místo pro video","At least 1GB":"Alespoň 1 GB","At least 5GB":"Alespoň 5 GB","At least 20GB":"Alespoň 20GB","At least 50GB":"Alespoň 50GB","Instances list":"Seznam instancí","No instances found":"Nenalezeny žádné instance","{{ instances.length }} instances found":"{{ instances.length }} instancí nalezeno","Built from <a href=\"https://instances.joinpeertube.org\">instances.joinpeertube.org</a>":"Vytvořeno z <a href=\"https://instances.joinpeertube.org\">instances.joinpeertube.org</a>","Report an instance":"Nahlásit instanci","Subscribe to the newsletter":"Přihlaste se k odběru novinek","Subscribe to RSS feed":"Přihlaste se k odběru RSS","Subscribe to our Mastodon account":"Přihlaste se k odběru našeho účtu Mastodon","Subscribe to our Twitter account":"Přihlaste se k odběru našeho Twitter účtu","Open the Toot":"Otevřít Toot","Open the Tweet":"Otevřít Tweet","Plugin homepage":"Domovská stránka pluginu","I want my donation to remain anonymous":"Chci, aby můj dar zůstal anonymní","Amount":"Částka","Amount (e.g.: 42)":"Částka (např. 42)","I would like to receive a tax receipt":"Chci dostat daňové potvrzení","E-mail":"E-mail","e.g. contact@fsf.org":"např. contact@fsf.org","e.g. r.stallman@outlock.com":"např. r.stallman@outlock.com","Nickname":"Přezdívka","e.g. Lady AAL":"např. Lady AAL","I represent":"Zastupuji","Please complete this information so we can prepare your receipt":"Vyplňte prosím tyto údaje, abychom vám mohli připravit účtenku","Company, association, community...":"Společnost, sdružení, komunita...","Last name":"Příjmení","e.g. Lovelace":"např. Lovelace","First name":"Jméno","an individual":"jednotlivec","e.g. Ada":"např. Ada","Legal entity":"Právní subjekt","e.g. Free Software Foundation":"např. Nadace pro svobodný software","a company":"společnost","Address":"Adresa","e.g. 12, Freedom Street":"např. ulice Freedom Street 12","Address line 2":"Adresní řádek 2","e.g. Building VI":"např. budova VI","Postal/Zip code":"Poštovní směrovací číslo / PSČ","e.g. 42100":"např. 42100","City":"Město","e.g. Saint-Etienne":"např. Saint-Etienne","This field must be filled in.":"Toto pole musí být vyplněno.","You must enter a valid email address.":"Zadejte platnou e-mailovou adresu.","In France, thanks to the %{ percent } tax deduction, your donation of %{ amount } will cost you %{ defisc }.":"Ve Francii vás díky daňovému odpočtu %{ percent } bude váš dar ve výši %{ amount } stát %{ defisc }.","Credit card":"Kreditní karta","Give":"Poskytněte","now":"teď","Why progressive fundraising over 6 months?":"Proč postupné získávání finančních prostředků po dobu 6 měsíců?","At a time when no one knows what the future holds, we deem it inappropriate to start a crowdfunding campaign and threaten not to do our best on Tube if we don't get the necessary funds.":"V době, kdy nikdo neví, co přinese budoucnost, považujeme za nevhodné zahájit crowdfundingovou kampaň a vyhrožovat, že pokud nezískáme potřebné prostředky, nebudeme se na Tube snažit.","We believe in the public utility of Tube, so much so that we commit to working on it for six months to make this v3 happen, even if we must do it with our own funds (which <a href=\"https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/\">we had already done for v2</a>).":"Věříme ve veřejnou prospěšnost Tube natolik, že jsme se zavázali pracovat na něm šest měsíců, aby vznikla v3, i kdybychom to měli dělat z vlastních prostředků (což <a href=\"https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/\">jsme udělali už pro v2</a>).","We still hope that by sharing this roadmap as widely as possible, some of you will support us in our approach with a donation that will allow us to fund this project.":"Stále doufáme, že díky co nejširšímu sdílení tohoto plánu nás někteří z vás podpoří v našem přístupu darem, který nám umožní tento projekt financovat.","Global search":"Globální vyhledávání","Learn more on":"Další informace najdete na","Moderation tools":"Nástroje pro moderování","Plugins & Playlists":"Zásuvné moduly a seznamy skladeb","Live streaming":"Živé přenosy","<p>Today, when searching for videos on a Tube instance, it is hard to\n            <strong>find content that is not in the federation bubble</strong> of that instance.</p>\n\n            <p>We will create a <strong>server that indexes all videos</strong>\n            and channels from all Tube instances that are listed on\n            <a href=\"https://instances.joinpeertube.org/\">the public directory</a>.\n            The code for this indexing engine will be open source,\n            so that anyone can host their own by setting their own eligibility rules.</p>\n\n            <p>Each Tube instance administrator will be able to choose to <strong>\n            use one of these indexing engines for their instance's search bar</strong>.</p>\n\n            <p>In addition, <strong>announcements</strong>\n            will allow instance administrators to display information to visitors.</p>":"<p>Dnes je při vyhledávání videí na instanci Tube těžké \n            <strong>najít obsah, který se nenachází ve federační bublině</strong> této instance.</p>\n\n            <p>Vytvoříme <strong>server, který indexuje všechna videa</strong>\n            a kanály ze všech instancí služby Tube, které jsou uvedeny ve \n            <a href=\"https://instances.joinpeertube.org/\">veřejném adresáři</a>.\n            Kód tohoto indexovacího stroje bude mít otevřený zdrojový kód,\n            takže kdokoli bude moci hostovat svůj vlastní tím, že si nastaví vlastní pravidla způsobilosti.</p>\n\n            <p>Každý správce instance Tube si bude moci zvolit, zda bude chtít <strong>vytvořit novou instanci Tube a \n            používat jeden z těchto indexovacích motorů pro vyhledávací panel své instance</strong>.</p>\n\n            <p>Kromě toho budou k dispozici <strong>vyhlášení</strong> která\n            umožní správcům instancí zobrazovat informace pro návštěvníky.</p>","<p>While each new version of Tube has brought <a\n            href=\"https://joinpeertube.org/faq#tube-developers-did-not-add-moderation-tools\">new moderation features</a>,\n            there is still much to be done to <strong>facilitate moderation</strong> of content and accounts within the fediverse.\n            That's why we want to <strong>dedicate a month to the development of new moderation tools</strong>.</p>\n\n            <p>The list of features we have to develop or improve is long: reports logs and monitoring, moderation history,\n            comments moderation, moderation reports related to an account, feedback on steps taken (or not) following a report,\n            <strong>fight against spam</strong>, sharing blocklists of instances, accounts or content...</p>\n\n            <p>This list is being built\n            <a href=\"https://github.com/Chocobozzz/Tube/labels/Component%3A%20Moderation%20%3Agodmode%3A\"><strong>in collaboration with the community</strong></a>,\n            and it is with these needs in mind that we will try to prioritize the moderation tools developed during this month.</p>":"<p>Zatímco každá nová verze Tube přináší <a\n            href=\"https://joinpeertube.org/faq#tube-developers-did-not-add-moderation-tools\">nové funkce moderování</a>,\n            stále je třeba udělat hodně pro to, aby se <strong>usnadnilo moderování</strong> obsahu a účtů v rámci fediverse.\n            Proto chceme <strong>věnovat měsíc vývoji nových nástrojů pro moderování</strong>.</p>\n\n            <p>Seznam funkcí, které musíme vyvinout nebo vylepšit, je dlouhý: protokoly zpráv a monitorování, historie moderování,\n            moderování komentářů, zprávy o moderování související s účtem, zpětná vazba ohledně kroků (nebo ne) přijatých po zprávě,\n            <strong>boj proti spamu</strong>, sdílení seznamů blokovaných instancí, účtů nebo obsahu...</p>\n\n            <p>Tento seznam se připravuje\n            <a href=\"https://github.com/Chocobozzz/Tube/labels/Component%3A%20Moderation%20%3Agodmode%3A\"><strong>ve spolupráci s komunitou</strong></a>,\n            a právě s ohledem na tyto potřeby se pokusíme upřednostnit nástroje pro moderování vyvinuté během tohoto měsíce.</p>","<p>While it is easy to embed a Tube video on a website or social media, the same cannot be said for playlists.\n            We want to rework the <strong>embed and display of playlists</strong> on third party websites.</p>\n\n            <p>We also want to <strong>allow two clips of the same video to be displayed in a playlist</strong>. Combined with the ability to\n            extract a specific piece of video in a playlist, <strong>playlists will thus become very useful remixing tools</strong>,\n            for example for educational purposes.</p>\n\n            <p>Plugins allow anyone to contribute to new Tube features by coding them into Tube, and offer them to instance\n            administrators. We want to <strong>improve the plugin system</strong> to offer more interaction possibilities.</p>\n\n            <p>In order to put ourselves in their contributors' shoes, we are going to create a few plugins of our own,\n            for example one to <strong>display information over a video to annotate it</strong> at a specific point in the viewing process.</p>\n\n            <p>Finally, we want to work on <strong>selecting a set of plugins to showcase</strong> them on joinpeertube.org.</p>":"<p>I když je snadné vložit video Tube na webovou stránku nebo sociální média, to samé nelze říci o seznamech videí.\n            Chceme přepracovat <strong>vkládání a zobrazování seznamů skladeb</strong> na webech třetích stran.</p>\n\n            <p>Chceme také <strong>povolit zobrazení dvou klipů stejného videa v seznamu videí</strong>. V kombinaci se schopností\n            extrahovat konkrétní část videa do seznamu videí, <strong>se seznamy videí tak stanou velmi užitečnými nástroji pro remixování</strong>,\n            například pro vzdělávací účely.</p>\n\n            <p>Pluginy umožňují komukoli přispívat k novým funkcím Tube jejich kódováním do Tube a nabízet je k instanci\n            správci. Chceme <strong>vylepšit systém pluginů</strong>, aby nabízel více možností interakce.</p>\n\n            <p>Abychom se vžili do role jejich přispěvatelů, vytvoříme několik vlastních pluginů,\n            například jeden pro <strong>zobrazení informací přes video s anotací</strong> v určitém okamžiku procesu sledování.</p>\n\n            <p>Nakonec chceme zapracovat na <strong>výběru sady pluginů, které budeme předvádět</strong> na joinpeertube.org.</p>","<p>The biggest challenge of live streaming on Tube is to <strong>get the live stream to be peer-to-peer</strong>.\n            After extensive testing, we believe this is possible.</p>\n\n            <p>By using the HLS technology that has been built into the Tube video player since version 1.3, we believe\n            we can <strong>create a live stream with one minute of lag between streamers and viewers</strong>.</p>\n\n            <p>We want to lay the technological foundation for this live stream feature, so <strong>this first version of\n            Tube Live will be minimalist</strong>. There will be no stream captation tools, no built-in chat, no react emojis...</p>\n\n            <p>However, we want to make sure that <strong>once the live stream is over, the video will be processed and\n            added to the creator's channel</strong>, with every requirement for proper federation checked.</p>":"<p>Největší výzvou živého vysílání na Tube je <strong>přimět přímý přenos jako peer-to-peer</strong>.\n             Po rozsáhlém testování jsme přesvědčeni, že je to možné.</p>\n\n             <p>Pomocí technologie HLS, která je zabudována do přehrávače videa Tube od verze 1.3, věříme\n             můžeme <strong>vytvořit živý přenos s minutovou prodlevou mezi streamery a diváky</strong>.</p>\n\n             <p>Chceme položit technologický základ pro tuto funkci živého vysílání, takže <strong>tato první verze\n             Tube Live bude minimalistická</strong>. Nebudou existovat žádné nástroje pro nahrávání streamu, žádný vestavěný chat, žádné emotikony s reakcí...</p>\n\n             <p>Chceme však zajistit, aby<strong>po skončení živého přenosu bylo video zpracováno a\n             přidáno do kanálu tvůrce</strong>se všemi požadavky na řádnou federaci.</p>","Stay up-to-date with Tube":"Zůstaňte s Tube v obraze","Share on Mastodon":"Sdílet na Mastodon","Share on Diaspora":"Sdílet na Diaspoře","Share on Twitter":"Sdílet na Twitteru","Share on Facebook":"Sdílet na Facebooku","Join me and support Tube, a free software to take back control of your videos!":"Připojte se ke mně a podpořte Tube, bezplatný software, díky kterému získáte zpět kontrolu nad svými videi!","Let’s support Tube":"Podpořme Tube","Who are we?":"Kdo jsme?","<strong>Framasoft</strong> (that's us!) is a French non-for-profit organization created in 2004, dedicated <strong>to popular education</strong> on digital matters. Our small association (under 40 members, under 10 employees) is known to have made the <a href=\"https://degooglisons-internet.org\">\"De-google-ify the Internet\" project</a>, offering 34 ethical and alternative online tools.":"<strong>Framasoft</strong> (to jsme my!) je francouzská nezisková organizace založená v roce 2004, která se věnuje <strong>populárnímu vzdělávání</strong> v oblasti digitálních technologií. Naše malé sdružení (méně než 40 členů, méně než 10 zaměstnanců) je známé tím, že vytvořilo projekt <a href=\"https://degooglisons-internet.org\">\"De-google-ify the Internet\"</a>, který nabízí 34 etických a alternativních online nástrojů.","Our association creates digital tools (services, courses and resources, software) to equip the people who participate in a \"contribution society\". Amongst these, we lead the development of federated software Tube and Mobilizon (an upcoming alternative to Facebook events, pages and groups).":"Naše sdružení vytváří digitální nástroje (služby, kurzy a zdroje, software), aby vybavilo lidi, kteří se podílejí na \"příspěvkové společnosti\". Mezi nimi vedeme vývoj federativního softwaru Tube a Mobilizon (připravovaná alternativa k událostem, stránkám a skupinám na Facebooku).","Recognised as being of general interest, over 95% of our association's budget comes from donations made by people who support and trust us.":"Více než 95 % rozpočtu našeho sdružení, které je uznáváno jako obecně prospěšné, pochází z darů lidí, kteří nás podporují a důvěřují nám.","Learn more about Framasoft":"Další informace o společnosti Framasoft","Guest designer":"Hostující designér","Throughout this development period we will be improving the user experience and interface of Tube to provide more clarity and power at every level of use.":"Během tohoto vývojového období budeme vylepšovat uživatelské prostředí a rozhraní Tube, abychom zajistili větší přehlednost a výkon na všech úrovních použití.","« Independent designer, UX researcher who seeks to acquire a thorough and deep understanding of uses and design user-friendly, ethical and inclusive tools. »":"\" Nezávislý designér, výzkumník v oblasti UX, který se snaží získat důkladné a hluboké znalosti o používání a navrhování uživatelsky přívětivých, etických a inkluzivních nástrojů. \"","value":"hodnota","Our content selection":"Náš výběr obsahu","Our contents selection":"Náš výběr obsahu","Our plugin selection":"Náš výběr zásuvných modulů","Our plugins selection":"Náš výběr zásuvných modulů","Does Tube ensure federation compatibility with previous versions?":"Zajišťuje Tube kompatibilitu federace s předchozími verzemi?","Does Tube offer moderation tools?":"Nabízí Tube nástroje pro moderování?","Does Tube support horizontal scaling?":"Podporuje Tube horizontální škálování?","How do I install Tube?":"Jak nainstaluji Tube?","How do I report Tube content?":"Jak mohu nahlásit obsah Tube?","How does Tube count views?":"Jak Tube počítá zobrazení?","I don't like the name \"Tube\"":"Nelíbí se mi název \"Tube\"","I have found a security vulnerability in Tube. Where and how should I report it?":"Našel jsem bezpečnostní chybu v aplikaci Tube. Kde a jak ji mám nahlásit?","If it's free, can we upload illegal stuff on Tube?":"Pokud je to zdarma, můžeme na Tube nahrávat nelegální věci?","Is \"Tube\" a registered trademark?":"Je \"Tube\" registrovaná ochranná známka?","Is Tube a neutral software?":"Je Tube neutrální software?","Is Tube's purpose to replace YouTube?":"Má Tube nahradit YouTube?","Tube does not contain all the tools I need to manage my instance":"Tube neobsahuje všechny nástroje, které potřebuji ke správě své instance","Should I have a big server to run Tube?":"Měl bych mít velký server pro provoz Tube?","There are many bad/porn videos on Tube!":"Na Tube je mnoho špatných/porno videí!","What are the Tube features for administrators?":"Jaké jsou funkce Tube pro správce?","What are the Tube features for content creators?":"Jaké jsou funkce Tube pro tvůrce obsahu?","What are the Tube features for viewers?":"Jaké jsou funkce Tube pro diváky?","What are the main advantages of Tube?":"Jaké jsou hlavní výhody Tube?","What is Tube's policy about content monetization?":"Jaké jsou zásady společnosti Tube týkající se zpeněžení obsahu?","What is Tube?":"Co je Tube?","What is the Tube release policy?":"Jaké jsou zásady vydávání Tube?","Who is working on Tube?":"Kdo pracuje na Tube?","Why do you let bad people use or upload bad videos on Tube?":"Proč necháváte špatné lidi používat nebo nahrávat špatná videa na Tube?","Why does Tube use ActivityPub and WebRTC? Why not IPFS / DTube / Steemit?":"Proč Tube používá ActivityPub a WebRTC? Proč ne IPFS / DTube / Steemit?","Why hosting the code on GitHub and Framagit?":"Proč hostovat kód na GitHubu a Framagitu?","FAQ":"Časté otázky","A few questions to discover Tube":"Několik otázek k prozkoumání Tube","Tube Presentation":"Prezentace Tube","Tube is software that you install on a web server. It allows you to create a video hosting website, so create your \"homemade YouTube\".":"Tube je software, který nainstalujete na webový server. Umožňuje vytvořit webovou stránku pro hostování videí, takže si můžete vytvořit svůj \"domácí YouTube\".","The difference to YouTube is that it's not intended to create a huge platform centralizing videos from the whole world on a single server farm (which is horribly expensive).":"Rozdíl oproti YouTube spočívá v tom, že cílem není vytvořit obrovskou platformu centralizující videa z celého světa na jedné serverové farmě (což je strašně drahé).","On the contrary, Tube's concept is to create a network of multiple small interconnected video hosting providers.":"Koncepce Tube naopak spočívá ve vytvoření sítě několika malých vzájemně propojených poskytovatelů hostingu videa.","Tube is unique because (as far as we know) it's the only video hosting web application which combines three advantages:":"Tube je jedinečný, protože (pokud víme) je to jediná webová aplikace pro hosting videa, která kombinuje tři výhody:","An open code under a free/libre license":"Otevřený kód pod otevřenou licencí","Tube is freely provided, no need to pay to install it on your server;":"Služba Tube je poskytována zdarma, za její instalaci na server není třeba platit;","We can look under the hood of Tube (its source code): it's auditable, transparent;":"Můžeme nahlédnout pod pokličku Tube (jeho zdrojový kód): je auditovatelný, transparentní;","It can be enhanced by everyone's contributions.":"Může být obohacen o příspěvky každého z nás.","A federation of interconnected hosting providers":"Federace propojených poskytovatelů hostingu","It decentralizes video storage and decision-making power;":"Decentralizuje ukládání videa a rozhodovací pravomoci;","We can display videos and accounts of other Tube websites;":"Můžeme zobrazovat videa a účty jiných webových stránek Tube;","It's based on <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://activitypub.rocks\">ActivityPub</a> to connect with tools <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701\">like Mastodon</a> for example.":"Je založen na <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://activitypub.rocks\">ActivityPub</a> pro propojení s nástroji <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701\">jako například Mastodon</a>.","Peer-to-peer broadcasting":"Peer-to-peer vysílání","It reduces server bandwidth overload if a video becomes viral;":"Snižuje přetížení šířky pásma serveru, pokud se video stane virálním;","We become an actor of the video broadcasting;":"Stáváme se aktéry video vysílání;","It's based on <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://en.wikipedia.org/wiki/WebRTC\">WebRTC</a>, a free and open-source project for web browsers.":"Je založen na <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://en.wikipedia.org/wiki/WebRTC\">WebRTC</a>, bezplatném projektu s otevřeným zdrojovým kódem pro webové prohlížeče.","Tube is developed by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a>, a French non-profit popular educational organization on digital issues.":"Tube vyvíjí <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a>, francouzská nezisková organizace zabývající se populárním vzděláváním v oblasti digitálních technologií.","It employs a developer, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz\">Chocobozzz</a>, who works since 2018 on Tube projects:":"Zaměstnává vývojáře <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz\">Chocobozzz</a>, který od roku 2018 pracuje na projektech Tube:","Development of new features and software maintenance;":"Vývoj nových funkcí a údržba softwaru;","Thoughts on the architecture, the design and the future of Tube;":"Úvahy o architektuře, designu a budoucnosti Tube;","New stable releases preparation and communication (blog posts, changelog, etc.);":"Příprava a komunikace nových stabilních verzí (blogové příspěvky, seznam změn atd.);","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org\">Official Tube website</a> development and maintenance;":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org\">Oficiální webové stránky Tube</a> vývoj a údržba;","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://packages.joinpeertube.org/api/v1/ping\">Tube plugins index</a> development and maintenance;":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://packages.joinpeertube.org/api/v1/ping\">Index pluginů Tube</a> vývoj a údržba;","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org\">Tube instances index</a> development and maintenance;":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org\">Index instancí Tube</a> vývoj a údržba;","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://search.joinpeertube.org/\">Tube videos/channels search index</a> development and maintenance;":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://search.joinpeertube.org/\">Vyhledávání videí/kanálů na serveru Tube</a> vývoj a údržba;","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top\">Tube documentation website</a> development and maintenance;":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top\">Vývoj a údržba webových stránek s dokumentací ke službě Tube</a>;","Tube support and discussions on bugtrackers, forum, IRC or by email;":"Podpora Tube a diskuse na bugtrackerech, fóru, IRC nebo e-mailem;","Pull requests/merge requests reviews, merges, and support of features added by external contributions (bug fixes, documentation, refactor, etc.);":"Revize žádostí o stažení/spojení, slučování a podpora funkcí přidaných externími příspěvky (opravy chyb, dokumentace, refaktory atd.);","Maintenance of several Tube instances (tube.cpy.re, peertube2.cpy.re, etc.).":"Údržba několika instancí Tube (tube.cpy.re, peertube2.cpy.re atd.).","Moreover, Chocobozzz works on internal Framasoft's projects (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framapad.org\">Framapad</a>, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatalk.org\">Framatalk</a>, etc.). In other words, the management of Tube projects is operated by only one employee, who has other responsabilities in addition to his workload.":"Chocobozzz navíc pracuje na interních projektech společnosti Framasoft (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framapad.org\">Framapad</a>, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatalk.org\">Framatalk</a> atd.). Jinými slovy, řízení projektů Tube provozuje pouze jeden zaměstnanec, který má kromě své pracovní náplně i další povinnosti.","Other Framasoft's volunteers and salaried members also contribute to the Tube project on various aspects (strategy, communication, development, community animation). Nevertheless, Tube is not developed by a startup with a team of 50 people, and a workflow full of hyper-formatted processes.":"Na projektu Tube se podílejí i další dobrovolníci a zaměstnanci společnosti Framasoft, a to v různých oblastech (strategie, komunikace, vývoj, animace komunity). Přesto Tube nevyvíjí startup s týmem 50 lidí a pracovním postupem plným hyperformátových procesů.","Framasoft will therefore takes the time to improve the software progressively, at its own pace and with its atypical methods which, so far, have proven to be rather effective.":"Framasoft si proto dává na čas, aby software postupně zdokonaloval svým vlastním tempem a svými atypickými metodami, které se zatím ukázaly jako poměrně účinné.","No it is not.":"Ne, není.","Tube is a software created, developed and maintained by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a>, a French non-profit popular educational organization on digital issues. Framasoft has a French culture, respects French laws and is a political actor (« who participates in the life of the city-state ») of civil society.":"Tube je software vytvořený, vyvinutý a spravovaný <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a>, francouzskou neziskovou organizací zabývající se populárně-naučnou digitální problematikou. Framasoft má francouzskou kulturu, respektuje francouzské zákony a je politickým aktérem (\" který se podílí na životě městského státu \") občanské společnosti.","Tube is part of several actions assembled by Framasoft in the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://contributopia.org\">Contributopia roadmap</a>. These actions aim to propose alternative digital tools to those coming from surveillance capitalism, so that people who do not recognize themselves in such a system can create spaces of freedom.":"Tube je součástí několika akcí, které společnost Framasoft shromáždila v <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://contributopia.org\">Contributopia roadmap</a>. Cílem těchto akcí je navrhnout alternativní digitální nástroje k těm, které pocházejí ze sledovacího kapitalismu, aby lidé, kteří se v takovém systému neuznávají, mohli vytvářet prostory svobody.","Consequently, Tube development and/or management of websites associated with the Tube project (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org\">joinpeertube.org</a>, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org\">instances.joinpeertube.org</a>, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://search.joinpeertube.org/\">search.joinpeertube.org</a>, etc.) may not please everyone (in particular because of different ideas, ideologies of cultures).":"V důsledku toho se vývoj a/nebo správa webových stránek spojených s projektem Tube (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org\">joinpeertube.org</a>, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances. joinpeertube.org\">instances.joinpeertube.org</a>, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://search.joinpeertube.org/\">search.joinpeertube.org</a>, atd) se nemusí líbit všem (zejména kvůli odlišným představám, ideologiím kultur).","We respect that, and remind that all software of the Tube project is free software and can be installed with their own domain name.":"Respektujeme to a připomínáme, že veškerý software projektu Tube je svobodný a lze jej instalovat s vlastním doménovým jménem.","We can answer with certainty: no!":"S jistotou můžeme odpovědět: ne!","The ambition remains to be <strong>a free and decentralized alternative</strong>: the goal of an alternative is not to replace, but to propose something else, with different values, in parallel to what already exists.":"Ambicí zůstává <strong>svobodná a decentralizovaná alternativa</strong>: cílem alternativy není nahradit, ale navrhnout něco jiného, s jinými hodnotami, paralelně k tomu, co již existuje.","Yes, Framasoft holds the \"Tube\" trademark in several countries for preventive purposes.":"Ano, společnost Framasoft vlastní ochrannou známku \"Tube\" v několika zemích pro preventivní účely.","Framasoft affirms here its intention to not use intellectual property for predatory purposes or to constrain legitimate uses of the software. However, Framasoft reserves the right to use trademark law, especially in case of damage to the image of the Tube project, edited by Framasoft.":"Společnost Framasoft zde potvrzuje svůj záměr nepoužívat duševní vlastnictví k predátorským účelům nebo k omezování legitimního používání softwaru. Společnost Framasoft si však vyhrazuje právo použít zákon o ochranných známkách, zejména v případě poškození image projektu Tube, který společnost Framasoft upravila.","We recommend you to create your own digital identity, without using \"Tube\" for your project (software name, website domain...) to not confuse people about who is behind the website/project.":"Doporučujeme vám vytvořit si vlastní digitální identitu, aniž byste pro svůj projekt (název softwaru, doménu webu...) používali \"Tube\", abyste lidi nemátli, kdo za webem/projektem stojí.","For more information, please refer to our <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org/en/trademarks\">Trademark Code of Conduct</a>.":"Další informace naleznete v našem <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org/en/trademarks\">Kodexu chování k ochranným známkám</a>.","Tube is just the name of the software. You can install it on your server, and choose the name you want. For example, Framasoft's Tube instance is named <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatube.org/\">Framatube</a>.":"Tube je pouze název softwaru. Můžete jej nainstalovat na svůj server a zvolit si název, který chcete. Například instance Tube společnosti Framasoft se jmenuje <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatube.org/\">Framatube</a>.","For those who want to watch videos":"Pro ty, kteří chtějí sledovat videa","Become a part of the broadcasting of the videos you are watching":"Staňte se součástí vysílání videí, která sledujete","Help the Tube website to share videos and lives using P2P":"Pomozte webové stránce Tube sdílet videa a životy pomocí P2P","Easily disable P2P in your account if logged-in or in your anonymous settings":"P2P můžete snadno zakázat ve svém účtu, pokud jste přihlášeni, nebo v anonymním nastavení","Customize the interface":"Přizpůsobení rozhraní","Update your name, avatar or description in <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-setup-account?id=update-your-profile\">your profile</a>":"Aktualizujte své jméno, avatar nebo popis v <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-setup-account?id=update-your-profile\">svém profilu</a>","Set your appropriate NSFW policy (display, blur or hide NSFW videos)":"Nastavení příslušných zásad NSFW (zobrazení, rozmazání nebo skrytí NSFW videí)","Choose a Tube theme to change the look and feel of the interface":"Výběrem motivu Tube můžete změnit vzhled rozhraní","Automatically filter videos depending on their language":"Automatické filtrování videí podle jejich jazyka","Choose your autoplay policy":"Zvolte si zásady automatického přehrávání","Manage your library":"Spravujte svou knihovnu","Use the built-in <em>Watch Later</em> playlist and add easily videos in it":"Použijte vestavěný seznam stop <em>Watch Later</em> a snadno do něj přidávejte videa","Organize videos in public or private <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-library?id=video-history\">playlists</a>":"Uspořádejte videa do veřejných nebo soukromých <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-library?id=video-history\">playlistů</a>","Automatically resume videos from the last time you watched them":"Automatické obnovení videí od posledního sledování","Check your watch history in a dedicated page":"Kontrola historie sledování na vyhrazené stránce","Subscribe to channels":"Přihlášení k odběru kanálů","Subscribe to local or remote channels to be notified when they publish videos":"Přihlaste se k odběru místních nebo vzdálených kanálů, abyste byli upozorněni, když publikují videa","Display videos of your subscriptions in a dedicated page":"Zobrazení videí s vašimi odběry na vyhrazené stránce","Share and interact with videos and playlists":"Sdílení a interakce s videi a seznamy skladeb","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-watch-video\">Share</a> the video or the playlist URL/embed with attributes (automatically start/stop at, loop enabled, muted...)":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-watch-video\">Sdílet</a> video nebo URL/embed playlistu s atributy (automatické spuštění/zastavení, zapnutá smyčka, ztlumení...)","Download a video using a dedicated modal":"Stažení videa pomocí vyhrazeného modálního okna","Comment, reply and rate videos using Tube or an ActivityPub compatible software (Mastodon, Pleroma...)":"Komentujte, odpovídejte a hodnoťte videa pomocí Tube nebo softwaru kompatibilního s ActivityPub (Mastodon, Pleroma...)","Search videos or channels":"Vyhledávání videí nebo kanálů","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-search\">Search</a> local or remote videos and channels":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-search\">Vyhledávání</a> místních nebo vzdálených videí a kanálů","Use many advanced filters (tags, category, licence...)":"Použijte mnoho pokročilých filtrů (značky, kategorie, licence...)","Use the video URL or channel handle/URL to fetch remote content":"K načtení vzdáleného obsahu použijte adresu URL videa nebo handle/URL kanálu","Tube is not a service, Tube is free software. This means that anyone can download and install Tube to host videos on a specific domain name (this is called \"hosting a Tube instance/website\"). Framasoft has no control over who downloads Tube, and who installs or uses it. Nor does Microsoft or Adobe have any control over who uses Word or Photoshop and for what purposes.":"Tube není služba, Tube je svobodný software. To znamená, že kdokoli si může stáhnout a nainstalovat Tube a hostovat videa na určitém doménovém jméně (tomu se říká \"hostování instance/weby Tube\"). Společnost Framasoft nemá žádnou kontrolu nad tím, kdo si Tube stahuje a kdo jej instaluje nebo používá. Stejně tak nemá společnost Microsoft nebo Adobe žádnou kontrolu nad tím, kdo a k jakým účelům používá aplikace Word nebo Photoshop.","Framasoft only hosts and promotes one Tube instance: <a href=\"https://framatube.org\" target=\"_blank\">https://framatube.org</a>":"Společnost Framasoft hostí a propaguje pouze jednu instanci Tube: <a href=\"https://framatube.org\" target=\"_blank\">https://framatube.org</a>","Also, Framasoft hosts and promotes only one Tube search index: <a href=\"https://sepiasearch.org\" target=\"_blank\">https://sepiasearch.org</a>":"Společnost Framasoft také hostí a propaguje pouze jeden vyhledávací index Tube: <a href=\"https://sepiasearch.org\" target=\"_blank\">https://sepiasearch.org</a>","This is not true. In September 2021, the 900 instances listed on our <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org/instances\">public index</a> host ~1% videos tagged as NSFW (i. e. the content is sensitive, which could be something else than pornography).":"To není pravda. V září 2021 se v 900 případech uvedených na našem <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org/instances\">veřejném indexu</a> nachází ~1 % videí označených jako NSFW (tj. citlivý obsah, což může být něco jiného než pornografie).","Administrators have full control of the content they want to display, and how they want to display it. In the default configuration, Tube hides NSFW videos.":"Správci mají plnou kontrolu nad obsahem, který chtějí zobrazit, a nad způsobem jeho zobrazení. Ve výchozí konfiguraci Tube skrývá NSFW videa.","See the dedicated section in the Tube documentation: <a href=\"https://tube.docs.imzqqq.top/use-report\" target=\"_blank\">https://tube.docs.imzqqq.top/use-report</a>":"Viz oddíl věnovaný této problematice v dokumentaci Tube: <a href=\"https://tube.docs.imzqqq.top/use-report\" target=\"_blank\">https://tube.docs.imzqqq.top/use-report</a>","Your web browser sends a view to the server after 30 seconds of playback. If a video is less than 30 seconds in length, a view is sent after 75% of the video duration. After giving a view, that IP address cannot add another view in the next hour. Views are buffered, so don't panic if the view counter stays the same after you watched a video.":"Po 30 sekundách přehrávání odešle webový prohlížeč zobrazení na server. Pokud je video kratší než 30 sekund, je zobrazení odesláno po 75 % délky videa. Po odeslání zobrazení nemůže daná IP adresa v následující hodině přidat další zobrazení. Zobrazení jsou ukládána do vyrovnávací paměti, takže nepropadejte panice, pokud počítadlo zobrazení zůstane po zhlédnutí videa stejné.","For those who want to upload videos":"Pro ty, kteří chtějí nahrávat videa","Find the Tube website that suits you best":"Najděte si webovou stránku Tube, která vám nejlépe vyhovuje","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"/instances\">Join a Tube community</a> depending on its topic, terms of services or code of conduct":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"/instances\">Připojte se ke komunitě Tube</a> v závislosti na jejím tématu, podmínkách služeb nebo kodexu chování","Talk to administrators and moderators that are real people, not robots":"Mluvte se správci a moderátory, kteří jsou skuteční lidé, nikoli roboti","Upload and import videos":"Nahrávání a importování videí","Upload or import videos from the web (Youtube, Dailymotion...) or from a torrent file":"Nahrát nebo importovat videa z webu (Youtube, Dailymotion...) nebo ze souboru torrent","Set metadata: category, licence, language, tags, description, thumbnail...":"Nastavení metadat: kategorie, licence, jazyk, značky, popis, miniatura...","Choose <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean\">video privacy</a>: public, unlisted, internal or private":"Zvolte <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean\">soukromí videa</a>: veřejné, neuvedené, interní nebo soukromé","Add <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-create-upload-video?id=captions\">subtitles</a>":"Přidejte <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-create-upload-video?id=captions\">titulky</a>","Easily disable comments or download":"Snadné zakázání komentářů nebo stahování","Upload an audio file and an image and let Tube take care of creating the video!":"Nahrajte zvukový soubor a obrázek a nechte Tube, aby se postaral o vytvoření videa!","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-create-upload-video?id=publish-a-live-in-tube-gt-v3\">Publish live videos</a> in Tube using your favorite RTMP compatible software (OBS, Restream, ffmpeg...)":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-create-upload-video?id=publish-a-live-in-tube-gt-v3\">Publikujte živá videa</a> na Tube pomocí svého oblíbeného softwaru kompatibilního s RTMP (OBS, Restream, ffmpeg...)","Create permanent lives to stream multiple times inside the same live (URL doesn't change for the viewers)":"Vytvoření trvalých živých přenosů pro vícenásobné vysílání v rámci jednoho živého přenosu (adresa URL se pro diváky nemění)","Let Tube create a replay of your live":"Nechte službu Tube vytvořit přehrávání vašeho živého vysílání","Manage your channels":"Spravujte své kanály","Create <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-library?id=video-channels\">multiple channels</a> inside your account to group your videos by topic":"Vytvořte <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-library?id=video-channels\">více kanálů</a> uvnitř svého účtu a seskupte svá videa podle témat","Brand your channel using a dedicated name, a banner and an avatar":"Značka vašeho kanálu pomocí vyhrazeného názvu, banneru a avatara","Set a <em>Support</em> button for your channel to explain how to support your work":"Nastavte pro svůj kanál tlačítko <em>Podpora</em> a vysvětlete, jak podpořit vaši práci","People can subscribe to your channel from a Tube website or from an ActivityPub compatible software (Mastodon, Pleroma...)":"Lidé se mohou přihlásit k odběru vašeho kanálu z webové stránky Tube nebo ze softwaru kompatibilního s ActivityPub (Mastodon, Pleroma...)","Create public <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-library?id=playlist\">playlists</a> assigned to your channel to organize your content or remote videos":"Vytvářejte veřejné <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/use-library?id=playlist\">playlisty</a> přiřazené k vašemu kanálu pro uspořádání obsahu nebo vzdálených videí","Being free doesn't mean being above the law! Each Tube hosting provider can decide on its own general conditions of use, abiding by their local laws.":"Být svobodný neznamená být nad zákonem! Každý poskytovatel hostingu Tube může rozhodnout o svých vlastních obecných podmínkách používání a řídit se místními zákony.","For example, in France, discriminatory content <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine\">is prohibited</a> and may be reported to authorities. Tube allows users to report problematic videos, and administrator must then apply its moderation in accordance with its terms and conditions and the law.":"Například ve Francii je diskriminační obsah <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine\">zakázán</a> a může být nahlášen úřadům. Tube umožňuje uživatelům nahlásit problematická videa a správce pak musí uplatnit jejich moderaci v souladu se svými podmínkami a zákonem.","There are none at the moment: Tube is a tool that we wanted neutral in terms of monetization.":"V současné době žádné nejsou: Tube je nástroj, který jsme chtěli mít neutrální z hlediska zpeněžení.","For now, the solution proposed the <strong>support</strong> button under the video. This button displays a frame in which people who upload videos can display text, images, and links freely (link to Patreon, Tipeee, Paypal, Liberapay...).":"Prozatím bylo jako řešení navrženo tlačítko <strong>podpora</strong> pod videem. Toto tlačítko zobrazí rámeček, ve kterém mohou lidé, kteří nahrávají videa, libovolně zobrazovat text, obrázky a odkazy (odkaz na Patreon, Tipeee, Paypal, Liberapay...).","We did not go any further, as we refuse to tie our code to a particular content funding method, that might not fit all communities and deter others. It's the reason why we encourage developers to use the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/contribute-plugins\">Tube plugin API</a> to create their own monetization system.":"Dál jsme nepokračovali, protože odmítáme vázat náš kód na konkrétní způsob financování obsahu, který by nemusel vyhovovat všem komunitám a ostatní by mohl odradit. To je důvod, proč doporučujeme vývojářům, aby používali <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/contribute-plugins\">Tube plugin API</a> k vytvoření vlastního systému zpeněžení.","For Tube administrators":"Pro administrátory Tube","Free and open-source software":"Svobodný software s otevřeným zdrojovým kódem","Install Tube on your server and create your \"homemade YouTube\"":"Nainstalujte si na server Tube a vytvořte si \"domácí YouTube\"","Official <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/install-docker\">Docker support</a>":"Oficiální <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/install-docker\">Podpora Dockeru</a>","Documented <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/api-rest-reference.html\">REST API</a> and <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/maintain-tools\">CLI tools</a>":"Zdokumentované <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/api-rest-reference.html\">REST API</a> a <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/maintain-tools\">CLI nástroje</a>","Federation with ActivityPub":"Federace s funkcí ActivityPub","Enable or disable federation for your instance":"Povolení nebo zakázání federace pro vaši instanci","Display videos/accounts of other instances on yours":"Zobrazení videí/účtů jiných instancí na vašem účtu","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-following-instances?id=automatically-follow-other-instances\">Automatically follow</a> instances from a public index":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-following-instances?id=automatically-follow-other-instances\">Automatické sledování</a> instancí z veřejného indexu","P2P with WebRTC":"P2P s WebRTC","Reduce your server bandwidth using P2P on VOD and live videos":"Snížení šířky pásma serveru pomocí P2P u videí VOD a živých videí","Enable or disable easily P2P for your instance":"Snadné povolení nebo zakázání P2P pro vaši instanci","Help (or get help) other instances using <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy\">Tube redundancy</a>":"Pomozte (nebo získejte pomoc) ostatním instancím pomocí <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy\">Tube redundance</a>","Video transcoding":"Překódování videa","Optimize videos and generate <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-configuration?id=vod-transcoding\">multiple resolutions</a> using ffmpeg":"Optimalizace videí a generování <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-configuration?id=vod-transcoding\">více rozlišení</a> pomocí ffmpeg","Enable additional video extension (.mkv, .mov, .avi...) or audio uploads":"Povolení dalších přípon videa (.mkv, .mov, .avi...) nebo nahrávání zvuku","Generate HLS playlists or raw MP4 files":"Generování playlistů HLS nebo surových souborů MP4","Customize ffmpeg transcoding profile using Tube plugins":"Přizpůsobení profilu překódování ffmpeg pomocí pluginů Tube","Live streaming transcoding":"Překódování živého vysílání","Enable <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-configuration?id=live-streaming\">live streaming</a> for your instance":"Povolte <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-configuration?id=live-streaming\">živé vysílání</a> pro svou instanci","Add ability for your users to publish a replay of live videos":"Přidání možnosti pro uživatele publikovat přehrávání živých videí","Set simultaneous live streaming limits (per user/instance)":"Nastavení limitů pro souběžné živé vysílání (na uživatele/instanci)","Enable live streaming transcoding in multiple resolutions":"Povolení překódování živého vysílání ve více rozlišeních","Customize ffmpeg live transcoding profile using Tube plugins":"Přizpůsobení profilu překódování ffmpeg live pomocí pluginů Tube","Video imports":"Importy videa","Enable video import using youtube-dl (Youtube, Dailymotion...)":"Povolení importu videa pomocí youtube-dl (Youtube, Dailymotion...)","Enable video import using webtorrent (torrent file or magnet URI)":"Povolení importu videa pomocí webtorrentu (torrent soubor nebo magnet URI)","Enable signups and set a max users and upload limits":"Povolení registrací a nastavení maximálního počtu uživatelů a limitů nahrávání","Assign <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-moderation\">moderator/admin</a> roles":"Přiřazení rolí <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-moderation\">moderátor/admin</a>","Manage abuse reports on videos, accounts or comments using a dedicated dashboard":"Správa hlášení o zneužití videí, účtů nebo komentářů pomocí speciálního ovládacího panelu","Automatically block videos from untrusted users awaiting a review by moderators":"Automatické blokování videí od nedůvěryhodných uživatelů, kteří čekají na přezkoumání moderátory","Block specific videos and specify a reason":"Blokování konkrétních videí a zadání důvodu","Ban local users, mute accounts or instances":"Zakázat místní uživatele, ztlumit účty nebo instance","Highly configurable":"Vysoce konfigurovatelné","Easily set instance metadata: name, description, main categories...":"Snadné nastavení metadat instance: název, popis, hlavní kategorie...","Search and install Tube <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-customize-instance\">plugins or themes</a>":"Vyhledat a nainstalovat Tube <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-customize-instance\">pluginy nebo motivy</a>","Use external auth (LDAP, OpenID Connect...) using auth plugins":"Použití externí autentizace (LDAP, OpenID Connect...) pomocí pluginů autentizace","Set the default NSFW policy (hide, blur or display these videos)":"Nastavení výchozích zásad NSFW (skrýt, rozmazat nebo zobrazit tato videa)","Choose your trending algorithm":"Zvolte si svůj trendový algoritmus","Broadcast a message to users using a banner":"Vysílání zprávy uživatelům pomocí banneru","The <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/install-any-os\">installation guide is here</a> (only in English).":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/install-any-os\">průvodce instalací je zde</a> (pouze v angličtině).","If you need help, check the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org/help\">help page</a>.":"Pokud potřebujete pomoc, podívejte se na <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org/help\">stránku nápovědy</a>.","Tube should run happily on a virtual machine with 2 threads/vCPUs, at least 1 Gb of RAM and enough storage for videos. In terms of bandwidth, a lot will depend on which Tube instances you federate with and what your relation with them is (more about that below).":"Tube by měl bez problémů běžet na virtuálním počítači se 2 vlákny/vCPU, alespoň 1 Gb RAM a dostatečným úložištěm pro videa. Pokud jde o šířku pásma, bude hodně záležet na tom, s jakými instancemi Tube se spojíte a jaký je váš vztah s nimi (o tom více níže).","As a real life example, the Tube demonstration server https://tube.cpy.re runs on 2 vCores and 2GB of RAM. Average consumption is:":"Jako reálný příklad lze uvést demonstrační server Tube https://tube.cpy.re, který běží na 2 jádrech vCore a 2 GB paměti RAM. Průměrná spotřeba je:","CPU: nginx ~ 2%, tube ~ 10%, postgres ~ 1%, redis ~ 1%":"CPU: nginx ~ 2%, tube ~ 10%, postgres ~ 1%, redis ~ 1%","RAM: nginx ~ 1MB, tube ~ 150MB, postgres ~ 30MB, redis ~ 20MB":"RAM: nginx ~ 1MB, tube ~ 150MB, postgres ~ 30MB, redis ~ 20MB","Network: ~200GB sent per month (https://framatube.org: ~1.5TB sent per month)":"Síť: ~(https://framatube.org: ~1,5 TB odeslaných měsíčně)","CPU":"CPU","Except for video transcoding, a Tube instance is not CPU bound. Neither Nginx, Tube itself, PostgreSQL nor Redis require a lot of computing power. If it were only for those, one could easily get by with just one thread/vCPU.":"S výjimkou překódování videa není instance Tube vázána na procesor. Nginx, samotný Tube, PostgreSQL ani Redis nevyžadují velký výpočetní výkon. Pokud by šlo jen o ně, dalo by se snadno vystačit s jedním vláknem/vCPU.","You will hugely benefit from at least a second thread though, because of transcoding. Transcoding is very cpu intensive. It serves two purposes on a Tube instance: it ensures all videos can be played optimally in the web interface, and it generates different resolutions for the same video. Tube support for offloading transcoding to other machines is <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/947\">being discussed</a>, but not yet implemented.":"Kvůli překódování však budete mít obrovský užitek alespoň z druhého vlákna. Překódování je velmi náročné na procesor. V instanci Tube slouží ke dvěma účelům: zajišťuje optimální přehrávání všech videí ve webovém rozhraní a generuje různá rozlišení pro stejné video. Podpora služby Tube pro offloading překódování na jiné počítače je <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/947\">diskutována</a>, ale zatím není implementována.","RAM":"RAM","1/2 GB of RAM should be plenty for a basic Tube instance, which usually takes at most 150 MB in RAM. The only reason you might want more would be if you colocate your Redis or PostgreSQL services on a non-SSD system.":"1/2 GB paměti RAM by mělo stačit pro základní instanci Tube, která obvykle zabírá maximálně 150 MB RAM. Jediným důvodem, proč byste mohli chtít více, je umístění služeb Redis nebo PostgreSQL na jiném než SSD systému.","Storage":"Úložiště","There are two important angles to storage: disk space usage and sustained read speed. To make a rough estimate of your disk space usage requirements, you want to know the answer to three questions:":"Úložiště má dva důležité aspekty: využití místa na disku a trvalou rychlost čtení. Chcete-li přibližně odhadnout své požadavky na využití místa na disku, potřebujete znát odpověď na tři otázky:","What is the total size of the videos you wish to stream?":"Jaká je celková velikost videí, která chcete streamovat?","Do you want to enable transcoding? If so, do you want to provide multiple resolutions per video? Try this out with a few videos and you will get an idea of how much extra space is required per video and estimate a multiplication factor for future space allocation.":"Chcete povolit překódování? Pokud ano, chcete poskytnout více rozlišení pro každé video? Vyzkoušejte to s několika videi a získáte představu o tom, kolik místa navíc je potřeba na jedno video, a odhadněte násobný koeficient pro budoucí přidělení místa.","Which sharing mechanisms do you want to enable? Just WebTorrent, or also HLS with p2p? If you want both, this will double your storage needs.":"Které mechanismy sdílení chcete povolit? Jen WebTorrent, nebo i HLS s p2p? Pokud chcete obojí, zdvojnásobí se vám potřeba úložiště.","In terms of read speed, you want to make sure that you can saturate your network uplink serving Tube videos. This should not be a problem with SSD disks, whereas traditional HDD should be accounted for: typical sustained read rates for a well tuned system with a 7200rpm hard disk should hover around 120 MB/s or 960 Mbit/s. The latter should be enough for a typical 1 Gbit/s network uplink.":"Pokud jde o rychlost čtení, chcete se ujistit, že můžete naplnit svůj síťový uplink, který slouží pro videa Tube. U disků SSD by to neměl být problém, zatímco u tradičních pevných disků je třeba s tím počítat: typická trvalá rychlost čtení u dobře vyladěného systému s pevným diskem 7200 otáček za minutu by se měla pohybovat kolem 120 MB/s nebo 960 Mbit/s. To by mělo stačit pro typický 1 Gbit/s síťový uplink.","Network":"Síť","A rough estimate of a traditional server's video streaming network capacity is usually quite straightforward. You simply divide your server's available bandwidth by the average bandwidth per stream, and you have an upper bound.":"Hrubý odhad kapacity sítě tradičního serveru pro streamování videa je obvykle poměrně jednoduchý. Stačí vydělit dostupnou šířku pásma serveru průměrnou šířkou pásma na jeden stream a získáte horní hranici.","Take a server for example with a 1 Gbit/s uplink for example pushing out 1080p60 streams at 5 Mbit/s per stream. That means the absolute theoretical upper capacity bound is 200 simultaneous viewers if your server's disk i/o can keep up. Expect a bit less in practice.":"Vezměme si například server s 1 Gbit/s uplinkem, který vysílá streamy 1080p60 rychlostí 5 Mbit/s na stream. To znamená, že absolutní teoretická horní hranice kapacity je 200 diváků současně, pokud to disková i/o vašeho serveru zvládne. V praxi očekávejte o něco méně.","But what if you need to serve more users? That's where Tube's federation feature shines. If other Tube instances following yours, chances are they have decided to mirror part of your instance! The feature is called \"server redundancy\" and caches your most popular videos to help serve additional viewers. While viewers themselves contribute a little additional bandwidth while watching the video in their browsers (mostly during surges), mirroring servers have a much greater uplink and will help your instance with sustained higher concurrent streaming.":"Ale co když potřebujete obsloužit více uživatelů? V tom případě zazáří funkce federace Tube. Pokud po vaší instanci následují další instance Tube, je pravděpodobné, že se rozhodly zrcadlit část vaší instance! Tato funkce se nazývá \"redundance serverů\" a ukládá vaše nejoblíbenější videa do mezipaměti, aby pomohla obsloužit další diváky. Zatímco diváci sami přispívají malou dodatečnou šířkou pásma při sledování videa ve svých prohlížečích (většinou během náporů), zrcadlící servery mají mnohem větší uplink a pomohou vaší instanci s trvalým vyšším souběžným streamováním.","No it doesn't. You can't deploy multiple Tube nodes behind a load balancer.":"Ne, není. Za vyrovnávačem zátěže nelze nasadit více uzlů Tube.","As far as we know, there are 3 limitations to handle a large amount of users in Tube:":"Pokud je nám známo, existují 3 omezení pro zpracování velkého množství uživatelů v Tube:","Bandwidth: can be mitigated using <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy\">Tube redundancy system</a> and cache servers that serve video static files in front of your Tube instance":"Šířka pásma: lze zmírnit pomocí <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy\">Systému redundance Tube</a> a cache serverů, které poskytují video statické soubory před instanci Tube","Storage: can be mitigated using <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-remote-storage\">S3/Object storage</a>":"Ukládání: lze zmírnit pomocí <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-remote-storage\">S3/Object storage</a>","Video transcoding: we may implement <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/947\">transcoding by remote workers</a> in the future":"Překódování videa: v budoucnu možná zavedeme <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/947\">překódování vzdálenými pracovníky</a>","If you notice performance problems or a bottleneck at your scale, don't hesitate to <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/new/choose\">create an issue</a> to discuss it.":"Pokud si všimnete problémů s výkonem nebo úzkého místa v měřítku, neváhejte <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/new/choose\">vytvořit problém</a> a diskutovat o něm.","Framasoft tries to make around 4 major releases per year. Releasing a new Tube version takes a lot of our time, so we cannot change this release cycle.":"Společnost Framasoft se snaží vydávat přibližně 4 hlavní verze ročně. Vydání nové verze Tube nám zabere hodně času, takže tento cyklus vydávání nemůžeme změnit.","There is no LTS version: only the latest stable version of Tube is supported by Framasoft.":"Neexistuje žádná verze LTS: společnost Framasoft podporuje pouze nejnovější stabilní verzi Tube.","If you want to test the Tube develop branch, we provide <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://builds.joinpeertube.org/nightly/\">nightly builds</a>.":"Pokud chcete testovat vývojovou větev Tube, poskytujeme <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://builds.joinpeertube.org/nightly/\">noční sestavení</a>.","We <strong>try</strong> to keep compatibility with the latest minor version (2.3.1 with 2.2 for example). Unfortunately we don't have enough resources to keep compatibility with other versions.":"Snažíme se <strong>zachovat </strong> kompatibilitu s nejnovější minoritní verzí (například 2.3.1 s 2.2). Bohužel nemáme dostatek prostředků, abychom udrželi kompatibilitu s jinými verzemi.","\"It's outrageous and unconscionable: you're releasing a Tube version that doesn't contain the necessary tools to effectively manage videos claimed by rights holders, or to effectively manage the issue of online harassment in comments, or to effectively manage monetization through advertising, or to (insert here your request to Tube). It will never work! What do you intend to do about it?\"":"\"Je to nehorázné a nesmlouvavé: vydáváte verzi Tube, která neobsahuje potřebné nástroje pro efektivní správu videí, na něž si činí nárok držitelé práv, nebo pro efektivní správu problematiky online obtěžování v komentářích, nebo pro efektivní správu monetizace prostřednictvím reklamy, nebo pro (vložte sem svůj požadavek na Tube). Nikdy nebude fungovat! Co s tím hodláte dělat?\"","You're right. Tube is not the perfect tool, far from it. And we never promised this software would include all the features corresponding to every use cases.":"Máte pravdu. Tube není dokonalý nástroj, zdaleka ne. A nikdy jsme neslíbili, že tento software bude obsahovat všechny funkce odpovídající všem případům použití.","Remember that Tube has only <a href=\"#who-is-working-on-tube\">one full time developer</a> and a small handful of very involved volunteers. It is not a product developed by a start-up with a full time team and significant financial support.":"Nezapomeňte, že Tube má pouze <a href=\"#kdo-pracuje-na-tube\">jednoho vývojáře na plný úvazek</a> a hrstku velmi angažovaných dobrovolníků. Nejedná se o produkt vyvíjený začínajícím podnikem s týmem na plný úvazek a významnou finanční podporou.","So if you feel that Tube does not currently meet your needs, it's simple: don't use it right now. We remind you that we don't make money developing Tube, and if we obviously hope for its success, Framasoft does not depend on it to continue its activities.":"Pokud tedy máte pocit, že Tube v současné době nesplňuje vaše potřeby, je to jednoduché: nepoužívejte jej právě teď. Připomínáme, že na vývoji Tube nevyděláváme, a i když samozřejmě doufáme v jeho úspěch, Framasoft na něm není závislý, aby mohl pokračovat ve své činnosti.","<a href=\"#what-are-the-tube-features-for-administrators\">Yes it does!</a> Since the first stable release of Tube in October 2018, <strong>every release</strong> added or improved moderation features:":"<a href=\"#what-are-the-tube-features-for-administrators\">Ano, má!</a> Od prvního stabilního vydání Tube v říjnu 2018 <strong>každé vydání</strong> přidalo nebo vylepšilo funkce moderování:","<strong>Tube 1.1</strong> added bulk actions in the admin users table and instance/account muting;":"<strong>Tube 1.1</strong> přidal hromadné akce v tabulce uživatelů správce a ztlumení instance/účtu;","<strong>Tube 1.2</strong> added the ability to unfederate a video on blacklist; the notification system now shows reports, and new users;":"<strong>Tube 1.2</strong> přidal možnost odfederovat video na blacklistu; systém upozornění nyní zobrazuje hlášení a nové uživatele;","<strong>Tube 1.3</strong> added the possibility for admins to automatically quarantine new videos for new/untrusted users until a moderator reviews it. The instance's followers management was also reworked: UI is improved, follows can be denied;":"<strong>Tube 1.3</strong> přidal možnost, aby správci automaticky umisťovali nová videa do karantény pro nové/nedůvěryhodné uživatele, dokud je moderátor nezkontroluje. Přepracována byla také správa sledujících instancí: Vylepšeno je uživatelské rozhraní, sledování lze odmítnout;","<strong>Tube 1.4</strong> added a plugin system, and made sure plugins can for instance automatically blacklist videos or reject comments based on any rule (similar to Pleroma MRF);":"<strong>Tube 1.4</strong> přidal systém zásuvných modulů a zajistil, aby zásuvné moduly mohly například automaticky zařazovat videa na černou listinu nebo odmítat komentáře na základě libovolného pravidla (podobně jako Pleroma MRF);","<strong>Tube 2.0</strong> setup now asks the admin to answer questions regarding their moderation policy and dedication to it. Make a feature to automatically follow a public index of Tube instances part of core Tube, instead of leaving admins to script it themselves. This allows instance administrators to automatically follow instances of a \"follow list\" of their choice; a list which is self-hostable, so that communities can grow at their own pace;":"<strong>Nastavení služby Tube 2.0</strong> nyní žádá administrátora, aby odpověděl na otázky týkající se jeho politiky moderování a oddanosti této politice. Udělejte z funkce automatického sledování veřejného indexu instancí Tube součást jádra Tube, místo abyste nechávali administrátory, aby si to skriptovali sami. To umožňuje správcům instancí automaticky sledovat instance \"seznamu sledovaných\", který si sami zvolí; seznam, který je samostatně hostitelský, takže komunity mohou růst svým vlastním tempem;","<strong>Tube 2.1</strong> added an <em>internal</em> privacy mode to videos (such videos won't be shared outside of the instance), and added quick access to moderation tools below the comments and hooks to create registration plugins (geoblocking or captchas for example); some third-party plugins already demonstrate this ability. This release also put emphasis on describing moderation features within the interface: warnings for features that might increase moderation work like autofollow, and descriptions to the action dropdowns.":"<strong>Tube 2.1</strong> přidal <em>interní</em> režim ochrany soukromí u videí (taková videa nebudou sdílena mimo instanci) a přidal rychlý přístup k moderátorským nástrojům pod komentáři a háčky pro vytváření registračních pluginů (například geoblokace nebo captchas); některé pluginy třetích stran již tuto schopnost vykazují. V této verzi byl také kladen důraz na popis moderátorských funkcí v rámci rozhraní: upozornění na funkce, které by mohly zvýšit práci s moderováním, jako je automatické následování, a popisy rozbalovacích nabídek akcí.","<strong>Tube 2.2</strong> greatly improved video abuses management (search, abuses display, actions on the video or account etc), added moderation hooks and helpers in the plugins API and Framasoft developed an experimental <em>Auto mute</em> plugin based on public lists.":"<strong>Tube 2.2</strong> výrazně vylepšil správu zneužití videa (vyhledávání, zobrazení zneužití, akce na videu nebo účtu atd.), přidal moderátorské háčky a pomocníky v API pluginů a Framasoft vyvinul experimentální plugin <em>Auto mute</em> založený na veřejných seznamech.","<strong>Tube 2.3</strong> improved the report modal and added predefined reasons selection. This version made it possible to delete all the comments of an account and Framasoft developed an experimental <em>Auto block videos</em> plugin based on public lists.":"<strong>Tube 2.3</strong> vylepšila modální zobrazení sestavy a přidala předdefinovaný výběr důvodů. Tato verze umožnila smazat všechny komentáře účtu a společnost Framasoft vyvinula experimentální doplněk <em>Auto block videos</em> založený na veřejných seznamech.","<strong>Tube 2.4</strong> added ability to report accounts and comments, a messaging system between the local reporter of an abuse and moderators, and an abuse management view for users.":"<strong>Tube 2.4</strong> přidal možnost nahlašovat účty a komentáře, systém zpráv mezi místním oznamovatelem zneužití a moderátory a zobrazení správy zneužití pro uživatele.","<strong>Tube 3.0</strong> added a dedicated view to manage comments of the instance (list, filter, remove in bulk etc).":"<strong>Tube 3.0</strong> přidal speciální zobrazení pro správu komentářů instance (seznam, filtrování, hromadné odstranění atd.).","Tube developers are committed to develop and improve moderation tools to make instances always easier to manage. We welcome you to take part in discussions to <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues\">help ongoing efforts</a> in that direction or <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/new\">suggest new ones</a>!":"Vývojáři Tube se zavázali vyvíjet a zdokonalovat nástroje pro moderování, aby byla správa instancí vždy jednodušší. Vítáme vás, abyste se zapojili do diskusí a <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues\">pomohli probíhajícímu úsilí</a> v tomto směru nebo <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/new\">navrhli nové</a>!","Technical":"Technická stránka","Tube uses ActivityPub because this federation protocol is recommended by the W3C and is also used by other projects like the social network <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinmastodon.org/\">Mastodon</a>.":"Tube používá ActivityPub, protože tento federační protokol doporučuje W3C a používají ho i další projekty, například sociální síť <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinmastodon.org/\">Mastodon</a>.","IPFS is a great technology, but it still seems too young for streaming large files. The Tube P2P system based on well established protocols like HTTP and WebRTC, and the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy\">redundancy system</a> are more easy for us to use and to maintain.":"Systém IPFS je skvělá technologie, ale zdá se, že pro streamování velkých souborů je ještě příliš mladá. Systém Tube P2P založený na dobře zavedených protokolech, jako jsou HTTP a WebRTC, a <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy\">redundanční systém</a> jsou pro nás jednodušší na používání a údržbu.","DTube does not seem open source, because publishing only compiled code hinders freedom of modification.":"DTube se nezdá být open source, protože zveřejnění pouze zkompilovaného kódu brání svobodě úprav.","Tube does not impose any remuneration model. This is the choice we have made, and others (like DTube) have made other choices. So it's up to you to see what suits you.":"Společnost Tube nezavádí žádný model odměňování. Tuto volbu jsme učinili my a jiní (například DTube) učinili jiné volby. Záleží tedy na vás, co vám vyhovuje.","Historical reason.":"Historický důvod.","We have a policy for contributions related to security. Please refer to <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/security\">our security policy and advisories</a>.":"Máme zásady pro příspěvky týkající se bezpečnosti. Podívejte se prosím na <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/security\">naše bezpečnostní zásady a doporučení</a>.","Hall of Fame":"Síň slávy","Sponsors":"Sponzoři","Financial Contributors":"Finanční přispěvatelé","Contributors":"Přispěvatelé","Questions on Tube? Need help? You've come to the right place!":"Otázky k Tube? Potřebujete pomoc? Jste na správném místě!","Better understand and use Tube":"Lepší pochopení a používání služby Tube","You have a question?":"Máte dotaz?","Discover our FAQ":"Objevte naše časté dotazy","Need a detailed guide?":"Potřebujete podrobný návod?","Read the documentation":"Přečtěte si dokumentaci","Ask questions to the community":"Položte otázky komunitě","Go to the forum":"Přejděte na fórum","For Tube admins":"Pro administrátory Tube","Install Tube":"Instalace Tube","Upgrade Tube":"Aktualizace Tube","Administer Tube":"Správa Tube","Contribute to Tube":"Přispějte do Tube","How to contribute?":"Jak přispět?","Learn more about free/libre software":"Další informace o softwaru zdarma","Learn more about the federation":"Další informace o federaci","Skip to content":"Přeskočit na obsah","Tube, a free software to take back control of your videos":"Tube, bezplatný software pro převzetí kontroly nad videi","Free software to take back control of your videos":"Bezplatný software pro převzetí kontroly nad videi","Search for Tube videos, channels and playlists":"Vyhledávání videí, kanálů a playlistů na Tube","V4 is here!":"V4 je tady!","Tube V4 with channel customization, playlists search, custom instance homepage and more video filters is out!":"Tube V4 s přizpůsobením kanálů, vyhledáváním playlistů, vlastní domovskou stránkou instance a dalšími filtry videa je venku!","Tube, developed by Framasoft, is the free and decentralized alternative to video platforms, providing you over %{ videos } videos published by %{ users } users and viewed over %{ views } million times":"Tube, vyvinutý společností Framasoft, je bezplatná a decentralizovaná alternativa k videoplatformám, která vám poskytuje více než %{ videos }. videí publikovaných %{ users } uživateli a zhlédnutých více než %{ views } milionkrát","<a href=\"https://framablog.org/2021/11/30/tube-v4-more-power-to-help-you-present-your-videos/\" target=\"_blank\" class=\"bottom-link\"> Read the blog post </a>":"<a href=\"https://framablog.org/2021/11/30/tube-v4-more-power-to-help-you-present-your-videos/\" target=\"_blank\" class=\"bottom-link\"> Přečtěte si příspěvek na blogu </a>","See the instances list":"Viz seznam instancí","Discover our content selection":"Objevte náš výběr obsahu","Browse contents":"Procházet obsah","What is":"Co je to","?":"?","Tube aspires to be a <strong>decentralized and free/libre alternative</strong> to video broadcasting services.":"Tube se snaží být <strong>decentralizovanou a bezplatnou/libre alternativou</strong> ke službám vysílání videa.","Our aim is not to replace them, but rather to simultaneously offer something else, with different values.":"Naším cílem není nahradit je, ale spíše současně nabídnout něco jiného, s jinými hodnotami.","A federation of interconnected hosting services":"Federace propojených hostingových služeb","Tube is not meant to become a huge platform that would centralize videos from all around the world.":"Tube se nemá stát obrovskou platformou, která by centralizovala videa z celého světa.","Rather, it is <strong>a network of inter-connected small videos hosters</strong>.":"Jedná se spíše o <strong>síť vzájemně propojených hostitelů malých videí</strong>.","Anyone with a modicum of technical skills can host a Tube server, aka an instance. Each instance hosts its users and their videos. In this way, <strong>every instance is created, moderated and maintained independently by various administrators.</strong>":"Hostovat server Tube, tzv. instanci, může každý, kdo má alespoň trochu technických dovedností. Každá instance hostí své uživatele a jejich videa. Tímto způsobem <strong>každou instanci vytvářejí, moderují a udržují nezávisle na sobě různí správci.</strong>","Discover Tube instances":"Objevte instance Tube","You can still watch from your account videos hosted by other instances though if the administrator of your instance had previously connected it with other instances.":"Videa hostovaná v jiných instancích však můžete ze svého účtu sledovat i nadále, pokud je správce vaší instance dříve propojil s jinými instancemi.","This is just how a <strong>federation</strong> works!":"Přesně takhle funguje <strong>federace</strong>!","And there's more! Tube uses <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://activitypub.rocks\">ActivityPub</a>, a federating protocol that <strong>allows you to interact with other software</strong>, provided they also use this protocol. For example, Tube and Mastodon -a Twitter alternative- are connected: <strong>you can follow a Tube user from Mastodon</strong> (the latest videos from the Tube account you follow will appear in your feed), <strong>and even comment on a Tube-hosted video directly from your Mastodon's account.</strong>":"A je toho víc! Tube používá <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://activitypub.rocks\">ActivityPub</a>, federační protokol, který <strong>umožňuje interakci s jiným softwarem</strong>, pokud tento protokol také používají. Například Tube a Mastodon -alternativa Twitteru- jsou propojeny: <strong>můžete sledovat uživatele Tube z Mastodonu</strong> (nejnovější videa z účtu Tube, který sledujete, se objeví ve vašem kanálu), <strong>a dokonce komentovat video hostované na Tube přímo z účtu Mastodon.</strong>","Open-source, free/libre license code":"Kód s otevřeným zdrojovým kódem, volná licence","Mainstream online video broadcasting services make money off of your data by analyzing your interactions so that they can then bombard your with targeted advertising.":"Hlavní služby online vysílání videa vydělávají na vašich datech tím, že analyzují vaše interakce, aby vás pak mohly bombardovat cílenou reklamou.","Peertube is not subject to any corporate monopoly, does not rely on ads and <strong>does not track you.</strong>":"Peertube nepodléhá žádnému korporátnímu monopolu, nespoléhá na reklamy a <strong>nesleduje vás.</strong>","Most importantly, <strong>you are a person to Tube, not a product in need of profiling so as to be stuck in video loops.</strong> For example, Tube doesn't use any biased recommendation algorithms to keep you online for hours on end.":"Nejdůležitější je, že <strong>pro Tube jste člověk, nikoli produkt, který je třeba profilovat, abyste mohli trčet ve video smyčkách.</strong> Tube například nepoužívá žádné neobjektivní doporučovací algoritmy, které by vás udržovaly online celé hodiny.","All of this is made possible by Peertube's free/libre license (GNU-AGPL). Its code is a digital \"common\", that belongs to everybody, instead of a secret formula that belongs to Google (in the case of Youtube) or to Vivendi/Bolloré (Dailymotion). This free/libre license <strong>guarantees our fundamental freedoms as users and allows many contributors to offer evolutions and new features.</strong>":"To vše je možné díky svobodné licenci Peertube (GNU-AGPL). Její kód je digitální \"společný\", který patří všem, namísto tajného vzorce, který patří Googlu (v případě Youtube) nebo Vivendi/Bolloré (Dailymotion). Tato svobodná/libre licence <strong>zaručuje naše základní svobody jako uživatelů a umožňuje mnoha přispěvatelům nabízet evoluce a nové funkce.</strong>","Are you a video maker?":"Jste tvůrce videí?","With Tube, choose <strong>your hosting company and the rules you believe in.</strong>":"S Tube si můžete vybrat <strong>svoji hostingovou společnost a pravidla, kterým věříte.</strong>","YouTube has clearly gone astray: its hoster, Google-Alphabet, can enforce its ContentID system (the infamous \"Robocopyright\") or its videos recommendation system, all of which appear to be as obscure as unfair.":"YouTube se zjevně dostal na scestí: jeho hostitel, společnost Google-Alphabet, může prosazovat svůj systém ContentID (nechvalně známý \"Robocopyright\") nebo svůj systém doporučování videí, což se zdá být stejně obskurní jako nespravedlivé.","Direct contact with a human-scale hoster allows for two things: you no longer are the client of a huge tech company, and <strong>you can nurture a special relationship with your hoster, who distributes your data.</strong>":"Přímý kontakt s hosterem v lidském měřítku umožňuje dvě věci: už nejste klientem obrovské technologické společnosti a <strong>můžete si vypěstovat zvláštní vztah se svým hosterem, který distribuuje vaše data.</strong>","With Tube, you get to choose your hosting provider according to their terms of use, such as their disk space limit per user, their moderation policy, who they chose to federate with... You are not speaking with a huge tech company, so you can talk it out in case of any issue, need, desire...":"U Tube si můžete vybrat poskytovatele hostingu podle jeho podmínek používání, jako je limit diskového prostoru na uživatele, politika moderování, kdo se rozhodl pro federaci... Nemluvíte s obrovskou technickou společností, takže si to můžete vyříkat v případě jakéhokoli problému, potřeby, přání...","Browse/discover Tube instances":"Procházení/objevování instancí Tube","About peer-to-peer broadcasting and watching":"O peer-to-peer vysílání a sledování","The Tube software can, whenever necessary, use a peer-to-peer protocol (P2P) to broadcast viral videos, <strong>lowering the load of their hosts.</strong>":"Software Tube může v případě potřeby použít k vysílání virálních videí protokol P2P (peer-to-peer), čímž <strong>sníží zátěž svých hostitelů.</strong>","In this way, when you watch a video, your computer contributes to its broadcast. If a lot of people are watching the same video at the same time, their browser automatically send smalls pieces of the video to the other viewers. <strong>The server resources are not over-exploited</strong>: the stream is split, the network optimized.":"Při sledování videa se tak váš počítač podílí na jeho vysílání. Pokud se na stejné video dívá mnoho lidí současně, jejich prohlížeč automaticky posílá malé části videa ostatním divákům. <strong>Serverové zdroje nejsou nadměrně vytěžovány</strong>: stream je rozdělen, síť optimalizována.","It might not look like it, but thanks to peer-to-peer broadcasting, popular video makers and their videos are no longer forced to be hosted by big companies, whose infrastructure can stand thousands of views at the same time... or to pay for a robust but extremely expensive independent video host.":"Možná to tak nevypadá, ale díky peer-to-peer vysílání už nejsou populární tvůrci videí a jejich videa nuceni být hostováni velkými společnostmi, jejichž infrastruktura snese tisíce zhlédnutí najednou... nebo platit za robustní, ale extrémně drahý nezávislý videhosting.","Your move!":"Jste na tahu!","Sign up":"Zaregistrujte se","Enjoy every feature: history, subscriptions, playlists, notifications...":"Využívejte všechny funkce: historii, odběry, seznamy skladeb, oznámení...","Who is behind":"Kdo za tím stojí","Peertube is a <strong>free/libre software funded by a French non-profit organization</strong>: Framasoft":"Peertube je <strong>svobodný/libre software financovaný francouzskou neziskovou organizací</strong>: Framasoft","Our organization started in 2004, and now devotes itself <strong>to popular education about digital technology issues.</strong> We are a small structure of less than 40 members and under 10 employees, well-known for the De-google-ify Internet project, when we offered 34 ethical and alternative online tools. As a public interest organization, <strong>over 90% of our funding comes from donations</strong> (tax deductible for French taxpayers).":"Naše organizace vznikla v roce 2004 a nyní se věnuje <strong>populárnímu vzdělávání o problematice digitálních technologií.</strong> Jsme malá struktura s méně než 40 členy a méně než 10 zaměstnanci, známá díky projektu De-google-ify Internet, kdy jsme nabídli 34 etických a alternativních online nástrojů. Jako organizace veřejného zájmu <strong>přes 90 % našeho financování pochází z darů</strong> (pro francouzské daňové poplatníky odečitatelných z daní).","Thanks to our <a href=\"/hall-of-fame\" target=\"_blank\">crowdfunding (from March to July 2018)</a>, <strong>Framasoft were able to employ Tube's main developer.</strong> After a beta release in March 2018, release 1 came out in November 2018. Since then, several intermediary releases have brought many features along. Several collectives have already created Tube hosts, laying the foundation for the federation.":"Díky našemu <a href=\"/hall-of-fame\" target=\"_blank\">crowdfundingu (od března do července 2018)</a> se <strong>Framasoftu podařilo zaměstnat hlavního vývojáře Tube.</strong> Po vydání beta verze v březnu 2018 vyšla v listopadu 2018 verze 1. Od té doby přineslo několik mezivydání mnoho funkcí. Několik kolektivů již vytvořilo hostitele Tube a položilo tak základy federace.","The more people use, support, and contribute to Tube, the quicker it will become a concrete alternative to platforms like YouTube.":"Čím více lidí bude Tube používat, podporovat a přispívat, tím rychleji se stane konkrétní alternativou k platformám, jako je YouTube.","Donate to Framasoft":"Přispějte společnosti Framasoft","If you would like to interact with videos (like, comment, download...), subscribe to channels, create playlists or play videos, then all you have to do is <strong>create an account on the Tube instance of your choice.</strong>":"Pokud chcete komunikovat s videi (lajkovat, komentovat, stahovat...), odebírat kanály, vytvářet playlisty nebo přehrávat videa, stačí si <strong>vytvořit účet na vybrané instanci Tube.</strong>","Tube instances":"Instance Tube","1. Find the instance that suits you best":"1. Najděte instanci, která vám nejlépe vyhovuje","By <strong>filtering according to your profile</strong> (video maker or viewer), <strong>topics</strong> that you are looking for or <strong>languages</strong> you speak, <strong>find an instance whose rules match your needs!</strong>":"<strong>filtrováním podle vašeho profilu</strong> (tvůrce videa nebo divák), <strong>témat</strong>, která hledáte, nebo <strong>jazyky</strong>, kterými mluvíte, <strong>najděte instance, jejíž pravidla odpovídají vašim potřebám!</strong>","2. Create your account and enjoy Tube":"2. Vytvořte si účet a užívejte si Tube","A username, an email, a password and you can already <strong>enjoy all the features of Tube!</strong>":"Uživatelské jméno, e-mail, heslo a už můžete <strong>užívat všechny funkce Tube!</strong>","Tube news archive":"Archiv novinek Tube","Tube news!":"Novinky na Tube!","Discover the latest Tube improvements":"Objevte nejnovější vylepšení Tube","See older news":"Podívejte se na starší zprávy","Tube news":"Novinky Tube","Page not found":"Stránka nenalezena","Go back to the homepage":"Zpět na domovskou stránku","Thanks to our crowdfunfing contributors, Tube V3 with live streaming support, global search, playlists embed and more moderation tools is out!":"Díky našim crowdfunfingovým přispěvatelům je Tube V3 s podporou živého vysílání, globálního vyhledávání, vkládání playlistů a dalších moderátorských nástrojů venku!","2020 roadmap":"Plán pro rok 2020","<a href=\"https://framablog.org/2021/01/07/tube-v3-its-a-live-a-liiiiive/\" target=\"_blank\"> Read the blog post for more information </a>":"<a href=\"https://framablog.org/2021/01/07/tube-v3-its-a-live-a-liiiiive/\" target=\"_blank\"> Přečtěte si příspěvek na blogu pro více informací </a>","Let's pave the way to Tube live streaming in v3!":"Vydláždíme cestu k živému vysílání Tube ve verzi 3!","Support the development of Tube!":"Podpořte vývoj Tube!","Donate, share: we will need all the help we can get to complete this roadmap.":"Přispějte, sdílejte: k dokončení tohoto plánu budeme potřebovat veškerou pomoc, kterou můžeme získat.","raised in %{ days } day":["přibylo za %{ days } den","přibylo za %{ days } dní","přibylo za %{ days } dní"],"contributors":"přispěvatelé","Step 1":"Krok 1","(June)":"(červen)","Search through the fediverse":"Vyhledávání ve fediverse","Ability to create search indexes":"Možnost vytváření vyhledávacích indexů","Instance broadcast messages":"Instance vysílání zpráv","WIP to improve UX/UI":"WIP pro zlepšení UX/UI","A roadmap in 4 steps":"Plán ve 4 krocích","Step 2":"Krok 2","Moderation":"Moderování","(July)":"(červenec)","From June to November 2020, Framasoft will develop new features and improvements for Tube. We have broken down this roadmap into 4 main steps, each with its own schedule and cost, leading to the addition of peer-to-peer powered live streaming to Tube v3.":"Od června do listopadu 2020 bude Framasoft vyvíjet nové funkce a vylepšení pro Tube. Tento plán jsme rozdělili do 4 hlavních kroků, z nichž každý má svůj vlastní harmonogram a náklady, což povede k přidání živého vysílání na bázi peer-to-peer do Tube v3.","Feedback on reports":"Zpětná vazba k hlášením","Making moderation easier":"Usnadnění moderování","Sharing blocklists (spam)":"Sdílení seznamů blokovaných (spam)","These developments are funded by donations made to our small nonprofit organization: Framasoft. We will be raising funds progressively over the next six months of development, so that you can help us in our efforts.":"Tento vývoj je financován z darů naší malé neziskové organizaci: Framasoft. Během následujících šesti měsíců vývoje budeme postupně získávat finanční prostředky, abyste nám mohli pomoci v našem úsilí.","Step 3":"Krok 3","(Aug. - Sept.)":"(srpen - září)","Online playlists sharing":"Sdílení seznamů skladeb online","Plugins (annotations, etc)":"Zásuvné moduly (anotace atd.)","Promoting plugins":"Propagace doplňků","Step 4":"Krok 4","(Oct. - Nov.)":"(říjen- listopad)","Peer-to-peer (30s - 1min lag)":"Peer-to-peer (zpoždění 30 s - 1 min)","No chat, no gifs, no ❤️ 👍":"Žádný chat, žádné gify, žádné ❤️ 👍","Post-live publishing":"Publikování po skončení živého vysílání","Learn more about those steps":"Další informace o těchto krocích","\"Another\" world cannot be built using surveillance capitalism's tools.":"\"Jiný\" svět nelze vybudovat pomocí nástrojů sledovacího kapitalismu.","Making it easier to access content, sharing power and responsibilities, opening up to contributions, generalizing live broadcasting thanks to peer-to-peer... Tube’s v3 aims to consolidate it as an alternative to Google-Youtube and Facebook-Live that is more and more convivial.":"Usnadnění přístupu k obsahu, sdílení pravomocí a odpovědnosti, otevření se příspěvkům, zobecnění živého vysílání díky peer-to-peer... Cílem Tube v3 je upevnit jej jako alternativu ke Google-Youtube a Facebook-Live, která je stále více a více konveční.","<a href=\"https://framablog.org/2020/05/26/our-plans-for-tube-v3-progressive-fundraising-live-streaming-coming-next-fall\">Read Framasoft's statement on the Framablog</a>":"<a href=\"https://framablog.org/2020/05/26/our-plans-for-tube-v3-progressive-fundraising-live-streaming-coming-next-fall\">Přečtěte si prohlášení společnosti Framasoft na Framablogu</a>","The money donated via this form will be exclusively dedicated to the Tube project.":"Peníze darované prostřednictvím tohoto formuláře budou určeny výhradně na projekt Tube.","Share and follow":"Sdílejte a sledujte","Thank you very much for your donation to the Tube project!":"Děkujeme vám za váš příspěvek na projekt Tube!","Thank you":"Děkujeme","Thanks to you, Framasoft’s teams will be able to continue and expand the work already started on this software.":"Díky vám budou týmy společnosti Framasoft moci pokračovat a rozšiřovat již zahájenou práci na tomto softwaru.","The success of this fundraising depends only on you: <strong>we need you</strong> to raise awareness about this roadmap, so we can share our enthousiasm about Peertube's v3.":"Úspěch této sbírky závisí pouze na vás: <strong>potřebujeme vás</strong>, abyste zvýšili povědomí o tomto plánu, abychom mohli sdílet naše nadšení z Peertube v3.","Feel free <strong>to share your gesture</strong> on your favourite social networks and to talk about Tube around you!":"Neváhejte <strong>sdílet své gesto</strong> na svých oblíbených sociálních sítích a mluvit o Tube ve svém okolí!"}}