{"es":{"A free software to take back control of your videos! With more than 100 000 hosted videos, viewed more than 6 millions times and 20 000 users, Tube is the decentralized free software alternative to videos platforms developed by Framasoft":"¡Software libre para administrar tus vídeos! Con más de 100.000 vídeos subidos, más de 6 millones de visitas, y 20.000 usuarios, Tube es la alternativa descentralizada y de software libre para plataformas de vídeos, desarrollada por Framasoft","Discover the channel":"Descubrir el canal","Go on the instance":"Ir a la instancia","Watch the video":"Ver vídeo","Legal notices":"Avisos legales","Contact":"Contacto","Newsletter":"Suscripción","Forum":"Foro","Press kit":"Dossier de prensa","JoinTube Git":"Github de JoinTube","Tube Git":"Github de Tube","Website developed by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a> and designed by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.maiwann.net/\">Maiwann</a>":"Sitio web desarrollado por <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a>y diseñado por<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.maiwann.net/\">Maiwann</a>","Illustrations from <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d\">What is Tube video</a>, created by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://libreart.info/\">LILA</a> - <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://film.zemarmot.net/\">ZeMarmot Team</a>":"Ilustraciones de<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d\">¿Qué es el video de Tube?</a>, creado por <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://libreart.info/\">LILA</a> - <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://film.zemarmot.net/\">ZeMarmot Team</a>","Tube mascot created by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.davidrevoy.com/\">David Revoy</a>":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube\">Repositorio en Github de Tube está aquí</a>","<em>Tube news!</em> content licensed under <a href=\"https://creativecommons.org/licenses/by-sa/4.0/\" rel=\"noopener noreferrer\" target=\"_blank\">CC-BY-SA</a>":"<em>Noticias de Tube</em>, contenido con licencia bajo<a href=\"https://creativecommons.org/licenses/by-sa/4.0/\" rel=\"noopener noreferrer\" target=\"_blank\">CC-BY-SA</a>","Roadmap":"Hoja de ruta","developed by":"desarrollado por","Home":"Inicio","Create an account":"Crear una cuenta","News":"Noticias","Help":"Ayuda","Contribute":"Contribuir","Git":"Github","Languages":"Idiomas","Change interface language":"Cambiar el idioma de la interfaz","Translate":"Traducir","%{ instance.totalInstanceFollowers } follower instance":["%{ instance.totalInstanceFollowers } página del seguidor","%{ instance.totalInstanceFollowers } seguidores"],"Follows %{ instance.totalInstanceFollowing } instance":["Sigue a la instancia% {instance.totalInstanceFollowing}","Sigue a las instancias% {instance.totalInstanceFollowing}"],"per user":"por usuario","No video quota per user":"Sin cuota de vídeo por usuario","Unlimited space":"Espacio ilimitado","B":"B","KB":"KB","MB":"MB","GB":"GB","Sensitive content":"Contenido sensible","Hidden":"Oculto","Blurred":"Difuminado","Displayed":"Mostrado","See the instance":"Ver la instancia","Filter according to your preferences":"Filtrar de acuerdo a sus preferencias","Updating one of the fields will automatically update results below the form":"La actualización de uno de los campos actualizará automáticamente los resultados debajo del formulario","Your profile":"Tu perfil","Viewer":"Visor","Video maker":"Editor de vídeo","Music":"Música","Films":"Películas","Vehicles":"Vehículos","Art":"Arte","Sports":"Deportes","You want to":"Quieres","Travels":"Viajes","Gaming":"Videojuegos","People":"Gente","Comedy":"Comedia","Entertainment":"Entretenimiento","News & Politics":"Noticias y política","How To":"Cómo","Discover instances":"Descubrir instancias","Education":"Educación","Activism":"Activismo","Science & Technology":"Ciencia y tecnología","Animals":"Animales","Kids":"Infantil","Food":"Comida","And do live streams":"Y hacer transmisiones en vivo","English":"Inglés","Français":"Francés","Yes":"Sí","日本語":"Japonés","Euskara":"Euskera","Català":"Catalán","Čeština":"Checo","Esperanto":"Esperanto","No":"No","ελληνικά":"Griego","Deutsch":"Alemán","Italiano":"Italian","Nederlands":"Países Bajos","Español":"Español/Castellano","Occitan":"Occitano","Topics":"Temas","Gàidhlig":"Gaelico Escocés","简体中文（中国）":"Chino simplificado","Português (Portugal)":"Portugués (Portugal)","svenska":"Sueco","Polski":"Polaco","Sensitive videos":"Vídeos sensibles","suomi":"Finlandés","русский":"Ruso","Hide":"Ocultar","Blur":"Difuminar","Display":"Mostrar","No opinion":"Sin opinión","Instance languages":"Idioma de la página","Allowed video space":"Espacio de vídeo permitido","At least 1GB":"Al menos 1GB","At least 5GB":"Al menos 5GB","At least 20GB":"Al menos 20GB","At least 50GB":"Al menos 50GB","Instances list":"Lista de instancias","No instances found":"No se encontraron instancias","{{ instances.length }} instances found":"{{ instances.length }} instancias encontradas","Built from <a href=\"https://instances.joinpeertube.org\">instances.joinpeertube.org</a>":"Construido a partir de <a href=\"https://instances.joinpeertube.org\">instances.joinpeertube.org</a>","Report an instance":"Informar una instancia","Subscribe to the newsletter":"Suscríbete al boletín","Subscribe to RSS feed":"Suscríbete a la fuente RSS","Subscribe to our Mastodon account":"Suscríbase a nuestra cuenta Mastodon","Subscribe to our Twitter account":"Suscríbete a nuestra cuenta de Twitter","Open the Toot":"Abre el Toot","Open the Tweet":"Abre el Tweet","Plugin homepage":"Página de inicio del complemento","I want my donation to remain anonymous":"Quiero que mi donación permanezca en el anonimato","Amount":"Cantidad","Amount (e.g.: 42)":"cantidad (por ejemplo: 42)","I would like to receive a tax receipt":"Me gustaría recibir un recibo fiscal","E-mail":"Correo electrónico","e.g. contact@fsf.org":"p.ej. contact@fsf.org","e.g. r.stallman@outlock.com":"p.ej. r.stallman@outlock.com","Nickname":"Apodo","e.g. Lady AAL":"p.ej. Señora AAL","I represent":"yo represento","Please complete this information so we can prepare your receipt":"Complete esta información para que podamos preparar su recibo","Company, association, community...":"Empresa, asociación, comunidad ...","Last name":"Apellido","e.g. Lovelace":"p.ej. Lovelace","First name":"Nombre","an individual":"un individuo","e.g. Ada":"p.ej. Hay","Legal entity":"Avisos legales","e.g. Free Software Foundation":"p.ej. Fundación de software libre","a company":"una empresa","Address":"Dirección","e.g. 12, Freedom Street":"p.ej. Calle Libertad 12","Address line 2":"Línea de dirección 2","e.g. Building VI":"p.ej. edificio VI","Postal/Zip code":"Código postal","e.g. 42100":"p.ej. 42100","City":"Ciudad","e.g. Saint-Etienne":"p.ej. Saint-Etienne","This field must be filled in.":"Este campo debe completarse.","You must enter a valid email address.":"Debes introducir una dirección de correo válida.","In France, thanks to the %{ percent } tax deduction, your donation of %{ amount } will cost you %{ defisc }.":"En Francia, gracias a la deducción fiscal del% {percent}, su donación de% {amount} le costará% {defisc}.","Credit card":"Tarjeta de crédito","Give":"Dar","now":"ahora","Why progressive fundraising over 6 months?":"¿Por qué la recaudación de fondos progresiva durante 6 meses?","At a time when no one knows what the future holds, we deem it inappropriate to start a crowdfunding campaign and threaten not to do our best on Tube if we don't get the necessary funds.":"En un momento en el que nadie sabe lo que nos depara el futuro, consideramos inapropiado iniciar una campaña de financiación colectiva y amenazamos con no hacer nuestro mejor esfuerzo en Tube si no obtenemos los fondos necesarios.","We believe in the public utility of Tube, so much so that we commit to working on it for six months to make this v3 happen, even if we must do it with our own funds (which <a href=\"https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/\">we had already done for v2</a>).":"Creemos en la utilidad pública de Tube, tanto es así que nos comprometemos a trabajar en ella durante seis meses para que esto suceda v3, incluso si debemos hacerlo con nuestros propios fondos (que<a href=\"https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/\"> ya lo habíamos hecho para la v2</a>).","We still hope that by sharing this roadmap as widely as possible, some of you will support us in our approach with a donation that will allow us to fund this project.":"Aún esperamos que al compartir esta hoja de ruta lo más ampliamente posible, algunos de ustedes nos apoyen en nuestro enfoque con una donación que nos permita financiar este proyecto.","Global search":"Búsqueda global","Learn more on":"Más información sobre","Moderation tools":"Herramientas de moderación","Plugins & Playlists":"Complementos y listas de reproducción","Live streaming":"Transmisión en vivo","<p>Today, when searching for videos on a Tube instance, it is hard to\n            <strong>find content that is not in the federation bubble</strong> of that instance.</p>\n\n            <p>We will create a <strong>server that indexes all videos</strong>\n            and channels from all Tube instances that are listed on\n            <a href=\"https://instances.joinpeertube.org/\">the public directory</a>.\n            The code for this indexing engine will be open source,\n            so that anyone can host their own by setting their own eligibility rules.</p>\n\n            <p>Each Tube instance administrator will be able to choose to <strong>\n            use one of these indexing engines for their instance's search bar</strong>.</p>\n\n            <p>In addition, <strong>announcements</strong>\n            will allow instance administrators to display information to visitors.</p>":"<p> Hoy, cuando se buscan videos en una instancia de Tube, es difícil\n<strong> busque contenido que no esté en la burbuja de la federación </strong> de esa instancia. </p>\n\n<p> Crearemos un <strong> servidor que indexe todos los videos </strong>\ny canales de todas las instancias de Tube que se enumeran en\n<a href=\"https://instances.joinpeertube.org/\"> el directorio público </a>.\nEl código de este motor de indexación será de código abierto,\npara que cualquiera pueda alojar las suyas propias estableciendo sus propias reglas de elegibilidad. </p>\n\n<p> Cada administrador de instancias de Tube podrá elegir <strong>\nutilice uno de estos motores de indexación para la barra de búsqueda de su instancia </strong>. </p>\n\n<p> Además, <strong> anuncios </strong>\npermitirá que los administradores de la instancia muestren información a los visitantes. </p>","<p>While each new version of Tube has brought <a\n            href=\"https://joinpeertube.org/faq#tube-developers-did-not-add-moderation-tools\">new moderation features</a>,\n            there is still much to be done to <strong>facilitate moderation</strong> of content and accounts within the fediverse.\n            That's why we want to <strong>dedicate a month to the development of new moderation tools</strong>.</p>\n\n            <p>The list of features we have to develop or improve is long: reports logs and monitoring, moderation history,\n            comments moderation, moderation reports related to an account, feedback on steps taken (or not) following a report,\n            <strong>fight against spam</strong>, sharing blocklists of instances, accounts or content...</p>\n\n            <p>This list is being built\n            <a href=\"https://github.com/Chocobozzz/Tube/labels/Component%3A%20Moderation%20%3Agodmode%3A\"><strong>in collaboration with the community</strong></a>,\n            and it is with these needs in mind that we will try to prioritize the moderation tools developed during this month.</p>":"<p> Si bien cada nueva versión de Tube ha traído <a\nhref = \"https://joinpeertube.org/faq#tube-developers-did-not-add-moderation-tools\"> nuevas funciones de moderación </a>,\nTodavía queda mucho por hacer para <strong> facilitar la moderación </strong> de contenido y cuentas dentro del fediverse.\nPor eso queremos <strong> dedicar un mes al desarrollo de nuevas herramientas de moderación </strong>. </p>\n\n<p> La lista de funciones que tenemos que desarrollar o mejorar es larga: registros y seguimiento de informes, historial de moderación,\nmoderación de comentarios, informes de moderación relacionados con una cuenta, comentarios sobre los pasos tomados (o no) después de un informe,\n<strong> lucha contra el spam </strong>, compartiendo listas de bloqueo de instancias, cuentas o contenido ... </p>\n\n<p> Esta lista se está construyendo\n<a href=\"https://github.com/Chocobozzz/Tube/labels/Component%3A%20Moderation%20%3Agodmode%3A\"> <strong> en colaboración con la comunidad </strong> </a>,\ny es con estas necesidades en mente que intentaremos priorizar las herramientas de moderación desarrolladas durante este mes. </p>","<p>While it is easy to embed a Tube video on a website or social media, the same cannot be said for playlists.\n            We want to rework the <strong>embed and display of playlists</strong> on third party websites.</p>\n\n            <p>We also want to <strong>allow two clips of the same video to be displayed in a playlist</strong>. Combined with the ability to\n            extract a specific piece of video in a playlist, <strong>playlists will thus become very useful remixing tools</strong>,\n            for example for educational purposes.</p>\n\n            <p>Plugins allow anyone to contribute to new Tube features by coding them into Tube, and offer them to instance\n            administrators. We want to <strong>improve the plugin system</strong> to offer more interaction possibilities.</p>\n\n            <p>In order to put ourselves in their contributors' shoes, we are going to create a few plugins of our own,\n            for example one to <strong>display information over a video to annotate it</strong> at a specific point in the viewing process.</p>\n\n            <p>Finally, we want to work on <strong>selecting a set of plugins to showcase</strong> them on joinpeertube.org.</p>":"<p> Si bien es fácil insertar un video de Tube en un sitio web o redes sociales, no se puede decir lo mismo de las listas de reproducción.\nQueremos reelaborar la <strong> inserción y visualización de listas de reproducción </strong> en sitios web de terceros. </p>\n\n<p> También queremos <strong> permitir que dos clips del mismo video se muestren en una lista de reproducción </strong>. Combinado con la capacidad de\nextraer un fragmento específico de video en una lista de reproducción, <strong> las listas de reproducción se convertirán así en herramientas de remezcla muy útiles </strong>,\npor ejemplo, con fines educativos. </p>\n\n<p> Los complementos permiten que cualquiera contribuya a las nuevas funciones de Tube codificándolos en Tube y ofreciéndolos a la instancia.\nadministradores. Queremos <strong> mejorar el sistema de complementos </strong> para ofrecer más posibilidades de interacción. </p>\n\n<p> Para ponernos en el lugar de sus colaboradores, crearemos algunos complementos propios,\npor ejemplo, uno para <strong> mostrar información sobre un video para anotarlo </strong> en un punto específico del proceso de visualización. </p>\n\n<p> Finalmente, queremos trabajar en <strong> seleccionar un conjunto de complementos para mostrarlos </strong> en joinpeertube.org. </p>","<p>The biggest challenge of live streaming on Tube is to <strong>get the live stream to be peer-to-peer</strong>.\n            After extensive testing, we believe this is possible.</p>\n\n            <p>By using the HLS technology that has been built into the Tube video player since version 1.3, we believe\n            we can <strong>create a live stream with one minute of lag between streamers and viewers</strong>.</p>\n\n            <p>We want to lay the technological foundation for this live stream feature, so <strong>this first version of\n            Tube Live will be minimalist</strong>. There will be no stream captation tools, no built-in chat, no react emojis...</p>\n\n            <p>However, we want to make sure that <strong>once the live stream is over, the video will be processed and\n            added to the creator's channel</strong>, with every requirement for proper federation checked.</p>":"<p> El mayor desafío de la transmisión en vivo en Tube es <strong> lograr que la transmisión en vivo sea entre pares </strong>.\nDespués de realizar pruebas exhaustivas, creemos que es posible. </p>\n\n<p> Al utilizar la tecnología HLS que se ha integrado en el reproductor de video Tube desde la versión 1.3, creemos\npodemos <strong> crear una transmisión en vivo con un minuto de retraso entre los transmisores y los espectadores </strong>. </p>\n\n<p> Queremos sentar las bases tecnológicas para esta función de transmisión en vivo, por lo que <strong> esta primera versión de\nPeerTube Live será minimalista </strong>. No habrá herramientas de captación de transmisiones, ni chat integrado, ni emojis de reacción ... </p>\n\n<p> Sin embargo, queremos asegurarnos de que <strong> una vez que finalice la transmisión en vivo, el video se procesará y\nagregado al canal del creador </strong>, con todos los requisitos para una federación adecuada marcados. </p>","Stay up-to-date with Tube":"Manténgase actualizado con Tube","Share on Mastodon":"Compartir en Mastodon","Share on Diaspora":"Compartir en Diáspora","Share on Twitter":"Compartir en Twitter","Share on Facebook":"Compartir en Facebook","Join me and support Tube, a free software to take back control of your videos!":"Únete a mí y apoya a Tube ¡un software gratis para administrar tus vídeos!","Let’s support Tube":"Apoyemos a Tube","Who are we?":"¿Quién somos?","<strong>Framasoft</strong> (that's us!) is a French non-for-profit organization created in 2004, dedicated <strong>to popular education</strong> on digital matters. Our small association (under 40 members, under 10 employees) is known to have made the <a href=\"https://degooglisons-internet.org\">\"De-google-ify the Internet\" project</a>, offering 34 ethical and alternative online tools.":"<strong>Framasoft</strong> (¡somos nosotros!) es una organización francesa sin ánimo de lucro creada en 2004, dedicada <strong> a la educación popular</strong> en materia digital. Nuestra pequeña asociación (menos de 40 miembros, menos de 10 empleados) es conocida por haber hecho el <a href=\"https://degooglisons-internet.org\"> Proyecto \"De-google-ify the Internet\"</a>, ofreciendo 34 herramientas en línea éticas y alternativas.","Our association creates digital tools (services, courses and resources, software) to equip the people who participate in a \"contribution society\". Amongst these, we lead the development of federated software Tube and Mobilizon (an upcoming alternative to Facebook events, pages and groups).":"Nuestra asociación crea herramientas digitales (servicios, cursos y recursos, software) para equipar a las personas que participan en una \"sociedad de contribución\". Entre ellos, lideramos el desarrollo de los softwares federados Tube y Mobilizon (una próxima alternativa a los eventos, páginas y grupos de Facebook).","Recognised as being of general interest, over 95% of our association's budget comes from donations made by people who support and trust us.":"Reconocido como de interés general, más del 95% del presupuesto de nuestra asociación proviene de donaciones realizadas por personas que nos apoyan y confían en nosotros.","Learn more about Framasoft":"Saber más acerca de Framasoft","Guest designer":"Diseñador invitado","Throughout this development period we will be improving the user experience and interface of Tube to provide more clarity and power at every level of use.":"A lo largo de este período de desarrollo, mejoraremos la experiencia del usuario y la interfaz de Tube para proporcionar más claridad y potencia en todos los niveles de uso.","« Independent designer, UX researcher who seeks to acquire a thorough and deep understanding of uses and design user-friendly, ethical and inclusive tools. »":"« Diseñadora independiente, investigadora UX que desea adquirir una comprensión profunda de los usos y concebir herramientas utilizables, éticas e inclusivas. »","value":"valor","Our content selection":"Nuestra selección de contenido","Our contents selection":"Nuestra selección de contenido","Our plugin selection":"Nuestra selección de complementos","Our plugins selection":"Nuestra selección de complementos","Does Tube ensure federation compatibility with previous versions?":"¿Tube garantiza la compatibilidad de la federación con versiones anteriores?","Does Tube offer moderation tools?":"¿Tube ofrece herramientas de moderación?","Does Tube support horizontal scaling?":"¿Tube admite el escalado horizontal?","How do I install Tube?":"¿Cómo instalar Tube?","How do I report Tube content?":"¿Cómo denuncio el contenido de Tube?","How does Tube count views?":"¿Cómo cuenta Tube las vistas?","I don't like the name \"Tube\"":"No me gusta el nombre \"Tube\"","I have found a security vulnerability in Tube. Where and how should I report it?":"Encontré una vulnerabilidad de seguridad en Tube. ¿Dónde y cómo debo informarlo?","If it's free, can we upload illegal stuff on Tube?":"Si es libre, ¿podemos cargar cosas ilegales en Tube?","Is \"Tube\" a registered trademark?":"¿Es \"Tube\" una marca registrada?","Is Tube a neutral software?":"¿Tube es un software neutral?","Is Tube's purpose to replace YouTube?":"¿El propósito de Tube es reemplazar a YouTube?","Tube does not contain all the tools I need to manage my instance":"Tube no contiene todas las herramientas que necesito para administrar mi instancia","Should I have a big server to run Tube?":"¿Debería tener un servidor grande para ejecutar Tube?","There are many bad/porn videos on Tube!":"¡Hay muchos vídeos inapropiados o porno en Tube!","What are the Tube features for administrators?":"¿Cuáles son las funciones de Tube para administradores?","What are the Tube features for content creators?":"¿Cuáles son las funciones de Tube para los creadores de contenido?","What are the Tube features for viewers?":"¿Cuáles son las funciones de Tube para los espectadores?","What are the main advantages of Tube?":"¿Cuáles son las principales ventajas de Tube?","What is Tube's policy about content monetization?":"¿Cuál es la política de Tube sobre monetización de contenido?","What is Tube?":"¿Qué es Tube?","What is the Tube release policy?":"¿Cuál es la política de publicación de Tube?","Who is working on Tube?":"¿Quién trabaja en Tube?","Why do you let bad people use or upload bad videos on Tube?":"¿Por qué dejas que las personas malas usen o suban videos malos en Tube?","Why does Tube use ActivityPub and WebRTC? Why not IPFS / DTube / Steemit?":"¿Por qué Tube usa ActivityPub y WebRTC? ¿Por qué no IPFS / DTube / Steemit?","Why hosting the code on GitHub and Framagit?":"¿Por qué alojar el código en GitHub y Framagit?","FAQ":"Preguntas frecuentes","A few questions to discover Tube":"Algunas preguntas para descubrir Tube","Tube Presentation":"Presentación de Tube","Tube is software that you install on a web server. It allows you to create a video hosting website, so create your \"homemade YouTube\".":"Tube es un software que instala en un servidor web. Te permite crear un sitio web de alojamiento de vídeo, así que crea tu \"YouTube casero\".","The difference to YouTube is that it's not intended to create a huge platform centralizing videos from the whole world on a single server farm (which is horribly expensive).":"La diferencia con YouTube es que no tiene la intención de crear una gran plataforma que centralice vídeos de todo el mundo en una sola granja de servidores (lo cual es terriblemente costoso).","On the contrary, Tube's concept is to create a network of multiple small interconnected video hosting providers.":"Por el contrario, el concepto de Tube es crear una red de múltiples pequeños proveedores de alojamiento de video interconectados.","Tube is unique because (as far as we know) it's the only video hosting web application which combines three advantages:":"Tube es único porque (hasta donde sabemos) es la única aplicación web de alojamiento de vídeo que combina tres ventajas:","An open code under a free/libre license":"Un código de licencia libre y de código abierto","Tube is freely provided, no need to pay to install it on your server;":"Tube se proporciona gratuitamente, no es necesario pagar para instalarlo en tu servidor;","We can look under the hood of Tube (its source code): it's auditable, transparent;":"Podemos mirar bajo el capó de Tube (su código fuente): es auditable, transparente;","It can be enhanced by everyone's contributions.":"Se puede mejorar con las contribuciones de todos.","A federation of interconnected hosting providers":"Una federación de servicios de alojamiento interconectados","It decentralizes video storage and decision-making power;":"Descentraliza el almacenamiento de video y el poder de toma de decisiones;","We can display videos and accounts of other Tube websites;":"Podemos mostrar videos y cuentas de otros sitios web de Tube;","It's based on <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://activitypub.rocks\">ActivityPub</a> to connect with tools <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701\">like Mastodon</a> for example.":"Se basa en <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://activitypub.rocks\">ActivityPub </a> para conectar con herramientas<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701\">como Mastodon</a>, por ejemplo.","Peer-to-peer broadcasting":"Difusión de igual a igual (peer-to-peer)","It reduces server bandwidth overload if a video becomes viral;":"Reduce la sobrecarga del ancho de banda del servidor si un video se vuelve viral;","We become an actor of the video broadcasting;":"Nos convertimos en actor de la transmisión de videos;","It's based on <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://en.wikipedia.org/wiki/WebRTC\">WebRTC</a>, a free and open-source project for web browsers.":"Se basa en <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://en.wikipedia.org/wiki/WebRTC\">WebRTC</a>, un proyecto gratuito y de código abierto para navegadores web.","Tube is developed by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a>, a French non-profit popular educational organization on digital issues.":"Tube is developed by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a>, una organización educativa popular francesa sin fines de lucro sobre temas digitales.","It employs a developer, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz\">Chocobozzz</a>, who works since 2018 on Tube projects:":"Emplea a un desarrollador, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz\">Chocobozzz</a>, que ha trabajado desde el 2018 en los proyectos de Tube:","Development of new features and software maintenance;":"Desarrollo de nuevas funcionalidades y mantenimiento de software;","Thoughts on the architecture, the design and the future of Tube;":"Reflexiones sobre la arquitectura, el diseño y el futuro de Tube;","New stable releases preparation and communication (blog posts, changelog, etc.);":"Preparación y comunicación de nuevos lanzamientos estables (publicaciones de blog, registro de cambios, etc.);","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org\">Official Tube website</a> development and maintenance;":"Creación y mantenimiento del <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org\">sitio oficial de Tube</a> ;","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://packages.joinpeertube.org/api/v1/ping\">Tube plugins index</a> development and maintenance;":"Creación y mantenimiento del <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://packages.joinpeertube.org/api/v1/ping\">índice de plugins de Tube</a> ;","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org\">Tube instances index</a> development and maintenance;":"Creación y mantenimiento del <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org\">índice de instancias de Tube</a>;","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://search.joinpeertube.org/\">Tube videos/channels search index</a> development and maintenance;":"Creación y mantenimiento del <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://search.joinpeertube.org/\">índice de búsqueda de videos y canales de Tube</a> ;","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top\">Tube documentation website</a> development and maintenance;":"Creación y mantenimiento del <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top\">sitio web oficial de documentación de Tube</a> ;","Tube support and discussions on bugtrackers, forum, IRC or by email;":"Soporte y discusiones de Tube sobre rastreadores de errores, foros, IRC o por correo electrónico;","Pull requests/merge requests reviews, merges, and support of features added by external contributions (bug fixes, documentation, refactor, etc.);":"Solicitudes de extracción / solicitudes de fusión revisiones, fusiones y soporte de funciones agregadas por contribuciones externas (corrección de errores, documentación, refactorización, etc.);","Maintenance of several Tube instances (tube.cpy.re, peertube2.cpy.re, etc.).":"Mantenimiento de varias instancias de Tube (tube.cpy.re, peertube2.cpy.re, etc.).","Moreover, Chocobozzz works on internal Framasoft's projects (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framapad.org\">Framapad</a>, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatalk.org\">Framatalk</a>, etc.). In other words, the management of Tube projects is operated by only one employee, who has other responsabilities in addition to his workload.":"Además, Chocobozzz trabaja en proyectos internos de Framasoft (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framapad.org\">Framapad</a>, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatalk.org\">Framatalk</a>,etc.). En otras palabras, la gestión de los proyectos de Tube está a cargo de un solo empleado, que tiene otras responsabilidades además de su carga de trabajo.","Other Framasoft's volunteers and salaried members also contribute to the Tube project on various aspects (strategy, communication, development, community animation). Nevertheless, Tube is not developed by a startup with a team of 50 people, and a workflow full of hyper-formatted processes.":"Otros voluntarios y miembros asalariados de Framasoft también contribuyen al proyecto Tube en varios aspectos (estrategia, comunicación, desarrollo, animación comunitaria). Sin embargo, Tube no está desarrollado por una startup con un equipo de 50 personas y un flujo de trabajo lleno de procesos hiperformateados.","Framasoft will therefore takes the time to improve the software progressively, at its own pace and with its atypical methods which, so far, have proven to be rather effective.":"Por lo tanto, Framasoft se tomará el tiempo para mejorar el software progresivamente, a su propio ritmo y con sus métodos atípicos que, hasta ahora, han demostrado ser bastante efectivos.","No it is not.":"No es no.","Tube is a software created, developed and maintained by <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a>, a French non-profit popular educational organization on digital issues. Framasoft has a French culture, respects French laws and is a political actor (« who participates in the life of the city-state ») of civil society.":"Tube es un software creado, desarrollado y mantenido por <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org\">Framasoft</a>,una organización educativa popular francesa sin fines de lucro sobre temas digitales. Framasoft tiene una cultura francesa, respeta las leyes francesas y es un actor político («que participa en la vida de la ciudad-estado») de la sociedad civil.","Tube is part of several actions assembled by Framasoft in the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://contributopia.org\">Contributopia roadmap</a>. These actions aim to propose alternative digital tools to those coming from surveillance capitalism, so that people who do not recognize themselves in such a system can create spaces of freedom.":"Tube es parte de varias acciones ensambladas por Framasoft en la<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://contributopia.org\">hoja de ruta de Contributopia</a>. Estas acciones tienen como objetivo proponer herramientas digitales alternativas a las provenientes del capitalismo de la vigilancia, para que las personas que no se reconozcan en tal sustento, puedan crear espacios de libertad.","Consequently, Tube development and/or management of websites associated with the Tube project (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org\">joinpeertube.org</a>, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org\">instances.joinpeertube.org</a>, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://search.joinpeertube.org/\">search.joinpeertube.org</a>, etc.) may not please everyone (in particular because of different ideas, ideologies of cultures).":"En consecuencia, el desarrollo y/o gestión de Tube de sitios web asociados con el proyecto Tube (<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org\">joinpeertube.org</a>,<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org\">instances.joinpeertube.org</a>,<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://search.joinpeertube.org/\">search.joinpeertube.org</a>, etc.) puede no agradar a todo el mundo (en particular debido a diferentes ideas, ideologías de culturas).","We respect that, and remind that all software of the Tube project is free software and can be installed with their own domain name.":"Respetamos eso y recordamos que todo el software del proyecto Tube es software gratuito y se puede instalar con su propio nombre de dominio.","We can answer with certainty: no!":"Podemos responder con certeza: ¡no!","The ambition remains to be <strong>a free and decentralized alternative</strong>: the goal of an alternative is not to replace, but to propose something else, with different values, in parallel to what already exists.":"La ambición sigue siendo ser <strong>una alternativa gratuita y descentralizada</strong>: el objetivo de una alternativa no es reemplazar, sino proponer otra cosa, con valores diferentes, en paralelo a lo que ya existe.","Yes, Framasoft holds the \"Tube\" trademark in several countries for preventive purposes.":"Sí, Framasoft posee la marca registrada \"Tube\" en varios países con fines preventivos.","Framasoft affirms here its intention to not use intellectual property for predatory purposes or to constrain legitimate uses of the software. However, Framasoft reserves the right to use trademark law, especially in case of damage to the image of the Tube project, edited by Framasoft.":"Framasoft afirma aquí su intención de no utilizar la propiedad intelectual con fines predatorios o restringir los usos legítimos del software. Sin embargo, Framasoft se reserva el derecho de usar la ley de marcas registradas, especialmente en caso de daño a la imagen del proyecto Tube, publicado por Framasoft.","We recommend you to create your own digital identity, without using \"Tube\" for your project (software name, website domain...) to not confuse people about who is behind the website/project.":"Le recomendamos que cree su propia identidad digital, sin utilizar \"Tube\" para su proyecto (nombre del software, dominio del sitio web ...) para no confundir a la gente sobre quién está detrás del sitio web / proyecto.","For more information, please refer to our <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org/en/trademarks\">Trademark Code of Conduct</a>.":"Para obtener más información, consulte nuestro<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framasoft.org/en/trademarks\">Código de Conducta de Marcas Comerciales </a>.","Tube is just the name of the software. You can install it on your server, and choose the name you want. For example, Framasoft's Tube instance is named <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatube.org/\">Framatube</a>.":"Tube es solo el nombre del software. Puede instalarlo en su servidor y elegir el nombre que desee. Por ejemplo, la instancia de Tube de Framasoft se llama<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://framatube.org/\">Framatube</a>.","For those who want to watch videos":"Para quienes quieren ver vídeos","Become a part of the broadcasting of the videos you are watching":"Forma parte de la transmisión de los videos que estás viendo","Help the Tube website to share videos and lives using P2P":"Ayude al sitio web de Tube a compartir videos y vidas usando P2P","Easily disable P2P in your account if logged-in or in your anonymous settings":"Deshabilite fácilmente P2P en su cuenta si inició sesión o en su configuración anónima","Customize the interface":"Personaliza la interfaz","Update your name, avatar or description in <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-setup-account?id=update-your-profile\">your profile</a>":"Actualice su nombre, avatar o descripción en <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-setup-account?id=update-your-profile\">tu perfil</a>","Set your appropriate NSFW policy (display, blur or hide NSFW videos)":"Establezca su política NSFW adecuada (mostrar, difuminar u ocultar videos NSFW)","Choose a Tube theme to change the look and feel of the interface":"Elija un tema de Tube para cambiar la apariencia de la interfaz","Automatically filter videos depending on their language":"Filtra automáticamente videos según su idioma","Choose your autoplay policy":"Elija su política de reproducción automática","Manage your library":"Administra tu biblioteca","Use the built-in <em>Watch Later</em> playlist and add easily videos in it":"Utilice el incorporado <em>Ver mas tarde</em> lista de reproducción y agregue videos fácilmente en ella","Organize videos in public or private <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-library?id=video-history\">playlists</a>":"Organizar videos en <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-library?id=video-history\">listas de reproducción</a> públicas o privadas","Automatically resume videos from the last time you watched them":"Reanudar automáticamente los videos de la última vez que los vio","Check your watch history in a dedicated page":"Consulta tu historial de reproducciones en una página dedicada","Subscribe to channels":"Suscribirse a canales","Subscribe to local or remote channels to be notified when they publish videos":"Suscríbase a canales locales o remotos para recibir notificaciones cuando publiquen videos","Display videos of your subscriptions in a dedicated page":"Muestre videos de sus suscripciones en una página dedicada","Share and interact with videos and playlists":"Comparte e interactúa con videos y listas de reproducción","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-watch-video\">Share</a> the video or the playlist URL/embed with attributes (automatically start/stop at, loop enabled, muted...)":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-watch-video\"> Comparte </a>el video o la lista de reproducción URL / incrustado con atributos (iniciar / detener automáticamente en, bucle habilitado, silenciado ...)","Download a video using a dedicated modal":"Descarga un video usando un modal dedicado","Comment, reply and rate videos using Tube or an ActivityPub compatible software (Mastodon, Pleroma...)":"Comente, responda y califique videos usando Tube o un software compatible ActivityPub (Mastodon, Pleroma ...)","Search videos or channels":"Buscar videos o canales","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-search\">Search</a> local or remote videos and channels":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-search\">Buscar</a> videos y canales locales o remotos","Use many advanced filters (tags, category, licence...)":"Utilice muchos filtros avanzados (etiquetas, categoría, licencia ...)","Use the video URL or channel handle/URL to fetch remote content":"Utilice la URL del video o el identificador / URL del canal para obtener contenido remoto","Tube is not a service, Tube is free software. This means that anyone can download and install Tube to host videos on a specific domain name (this is called \"hosting a Tube instance/website\"). Framasoft has no control over who downloads Tube, and who installs or uses it. Nor does Microsoft or Adobe have any control over who uses Word or Photoshop and for what purposes.":"Tube no es un servicio, Tube es software gratuito. Esto significa que cualquiera puede descargar e instalar Tube para alojar videos en un nombre de dominio específico (esto se denomina \"alojar una instancia / sitio web de Tube\"). Framasoft no tiene control sobre quién descarga Tube y quién lo instala o lo usa. Microsoft o Adobe tampoco tienen ningún control sobre quién usa Word o Photoshop y con qué fines.","Framasoft only hosts and promotes one Tube instance: <a href=\"https://framatube.org\" target=\"_blank\">https://framatube.org</a>":"Framasoft solo aloja y promociona una instancia de Tube: <a href=\"https://framatube.org\" target=\"_blank\"> https://framatube.org </a>","Also, Framasoft hosts and promotes only one Tube search index: <a href=\"https://sepiasearch.org\" target=\"_blank\">https://sepiasearch.org</a>":"Además, Framasoft aloja y promociona solo un índice de búsqueda de Tube: <a href=\"https://sepiasearch.org\" target=\"_blank\"> https://sepiasearch.org </a>","This is not true. In September 2021, the 900 instances listed on our <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org/instances\">public index</a> host ~1% videos tagged as NSFW (i. e. the content is sensitive, which could be something else than pornography).":"Esto no es verdad. En septiembre de 2021, las 900 instancias enumeradas en nuestro <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://instances.joinpeertube.org/instances\"> índice público </a> albergan videos de ~ 1% etiquetado como NSFW (es decir, el contenido es sensible, que podría ser algo más que pornografía).","Administrators have full control of the content they want to display, and how they want to display it. In the default configuration, Tube hides NSFW videos.":"Los administradores tienen el control total del contenido que quieren mostrar y cómo quieren mostrarlo. En la configuración predeterminada, Tube oculta videos NSFW.","See the dedicated section in the Tube documentation: <a href=\"https://tube.docs.dingshunyu.top/use-report\" target=\"_blank\">https://tube.docs.dingshunyu.top/use-report</a>":"Consulte la sección dedicada en la documentación de Tube: <a href=\"https://tube.docs.dingshunyu.top/use-report\" target=\"_blank\"> https://tube.docs.dingshunyu.top/use-report</a>","Your web browser sends a view to the server after 30 seconds of playback. If a video is less than 30 seconds in length, a view is sent after 75% of the video duration. After giving a view, that IP address cannot add another view in the next hour. Views are buffered, so don't panic if the view counter stays the same after you watched a video.":"Su navegador web envía una vista al servidor después de 30 segundos de reproducción. Si un video tiene menos de 30 segundos de duración, se envía una vista después del 75% de la duración del video. Después de dar una vista, esa dirección IP no puede agregar otra vista en la próxima hora. Las vistas se almacenan en búfer, así que no se preocupe si el contador de vistas permanece igual después de ver un video.","For those who want to upload videos":"Para quienes quieran subir sus vídeos","Find the Tube website that suits you best":"Encuentra el sitio web de Tube que mejor se adapte a tus necesidades","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"/instances\">Join a Tube community</a> depending on its topic, terms of services or code of conduct":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"/instances\">Únete a una comunidad de Tube</a>dependiendo de su tema, condiciones de servicio o código de conducta","Talk to administrators and moderators that are real people, not robots":"Habla con administradores y moderadores que son personas reales, no robots","Upload and import videos":"Cargar e importar videos","Upload or import videos from the web (Youtube, Dailymotion...) or from a torrent file":"Sube o importa videos desde la web (Youtube, Dailymotion ...) o desde un archivo torrent","Set metadata: category, licence, language, tags, description, thumbnail...":"Establecer metadatos: categoría, licencia, idioma, etiquetas, descripción, miniatura ...","Choose <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean\">video privacy</a>: public, unlisted, internal or private":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean\">privacidad del video</a>: público, no listado, interno o privado","Add <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-create-upload-video?id=captions\">subtitles</a>":"añadir <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-create-upload-video?id=captions\">subtítulos</a>","Easily disable comments or download":"Deshabilite fácilmente los comentarios o la descarga","Upload an audio file and an image and let Tube take care of creating the video!":"¡Sube un archivo de audio y una imagen y deja que Tube se encargue de crear el video!","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-create-upload-video?id=publish-a-live-in-tube-gt-v3\">Publish live videos</a> in Tube using your favorite RTMP compatible software (OBS, Restream, ffmpeg...)":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-create-upload-video?id=publish-a-live-in-tube-gt-v3\">Publica video en vivo</a> en Tube usando su software compatible RTMP favorito (OBS, Restream, ffmpeg ...)","Create permanent lives to stream multiple times inside the same live (URL doesn't change for the viewers)":"Cree vidas permanentes para transmitir varias veces dentro del mismo en vivo (la URL no cambia para los espectadores)","Let Tube create a replay of your live":"Deje que Tube cree una repetición de su directo","Manage your channels":"Gestiona tus canales","Create <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-library?id=video-channels\">multiple channels</a> inside your account to group your videos by topic":"Crear <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-library?id=video-channels\">múltiples canales</a> dentro de su cuenta para agrupar sus videos por tema","Brand your channel using a dedicated name, a banner and an avatar":"Marca tu canal con un nombre exclusivo, un banner y un avatar","Set a <em>Support</em> button for your channel to explain how to support your work":"Establece un <em>Soporte</em> botón de tu canal para explicar cómo apoyar tu trabajo","People can subscribe to your channel from a Tube website or from an ActivityPub compatible software (Mastodon, Pleroma...)":"Las personas pueden suscribirse a su canal desde un sitio web de Tube o desde un software compatible con ActivityPub (Mastodon, Pleroma ...)","Create public <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-library?id=playlist\">playlists</a> assigned to your channel to organize your content or remote videos":"Crear <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/use-library?id=playlist\">listas de reproducción</a> públicas asignadas a tu canal para organizar tus contenido o videos remotos","Being free doesn't mean being above the law! Each Tube hosting provider can decide on its own general conditions of use, abiding by their local laws.":"¡Ser libre no significa estar por encima de la ley! Cada proveedor de alojamiento de Tube puede decidir sobre sus propias condiciones generales de uso, respetando sus leyes locales.","For example, in France, discriminatory content <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine\">is prohibited</a> and may be reported to authorities. Tube allows users to report problematic videos, and administrator must then apply its moderation in accordance with its terms and conditions and the law.":"Por ejemplo, en Francia, el contenido discriminatorio <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine\">está prohibido </a> y puede ser reportado a las autoridades. Tube permite a los usuarios reportar vídeos problemáticos, y cada administrador debe aplicar su moderación de acuerdo con sus términos y condiciones y la ley.","There are none at the moment: Tube is a tool that we wanted neutral in terms of monetization.":"No hay ninguno, no por el momento, Tube es una herramienta que queríamos neutral en términos de remuneración.","For now, the solution proposed the <strong>support</strong> button under the video. This button displays a frame in which people who upload videos can display text, images, and links freely (link to Patreon, Tipeee, Paypal, Liberapay...).":"Por ahora, la solución propuesta es usar el botón <strong>\"soporte\"</strong> debajo del vídeo. Este botón muestra un marco en el que las personas que cargan vídeos pueden mostrar texto, imágenes y enlaces libremente (por ejemplo a Patreon, Tipeee, Paypal, Liberapay...).","We did not go any further, as we refuse to tie our code to a particular content funding method, that might not fit all communities and deter others. It's the reason why we encourage developers to use the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/contribute-plugins\">Tube plugin API</a> to create their own monetization system.":"No fuimos más lejos, ya que nos negamos a vincular nuestro código a un método de financiación de contenido en particular, que podría no adaptarse a todas las comunidades y disuadir a otras. Es la razón por la que animamos a los desarrolladores a utilizar la <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/contribute-plugins\">API de complemento de Tube </a> para crear su propio sistema de monetización.","For Tube administrators":"Para administradores de Tube","Free and open-source software":"Software gratuito y de código abierto","Install Tube on your server and create your \"homemade YouTube\"":"Instale Tube en su servidor y cree su \"YouTube casero\"","Official <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/install-docker\">Docker support</a>":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/install-docker\"> Soporte de Docker</a> oficial","Documented <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/api-rest-reference.html\">REST API</a> and <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/maintain-tools\">CLI tools</a>":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/api-rest-reference.html\">REST AP</a>y<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/maintain-tools\">CLI tools</a> documentadas","Federation with ActivityPub":"Federación con ActivityPub","Enable or disable federation for your instance":"Habilite o inhabilite la federación para su instancia","Display videos/accounts of other instances on yours":"Muestre videos / cuentas de otras instancias en la suya","<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-following-instances?id=automatically-follow-other-instances\">Automatically follow</a> instances from a public index":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-following-instances?id=automatically-follow-other-instances\">Seguir automáticamente</a> instancias de un índice público","P2P with WebRTC":"P2P con WebRTC","Reduce your server bandwidth using P2P on VOD and live videos":"Reduzca el ancho de banda de su servidor usando P2P en VOD y videos en vivo","Enable or disable easily P2P for your instance":"Habilite o deshabilite fácilmente P2P para su instancia","Help (or get help) other instances using <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy\">Tube redundancy</a>":"Ayuda (u obtén ayuda) otras instancias usando <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy\"> la redundancia de Tube</a>","Video transcoding":"Transcodificación de video","Optimize videos and generate <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-configuration?id=vod-transcoding\">multiple resolutions</a> using ffmpeg":"Optimiza videos y genera <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-configuration?id=vod-transcoding\">múltiples resoluciones</a> usando ffmpeg","Enable additional video extension (.mkv, .mov, .avi...) or audio uploads":"Habilite extensiones de video adicionales (.mkv, .mov, .avi ...) o cargas de audio","Generate HLS playlists or raw MP4 files":"Genere listas de reproducción HLS o archivos MP4 sin procesar","Customize ffmpeg transcoding profile using Tube plugins":"Personalice el perfil de transcodificación de ffmpeg con los complementos de Tube","Live streaming transcoding":"Transcodificación de transmisión en vivo","Enable <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-configuration?id=live-streaming\">live streaming</a> for your instance":"Permitir <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-configuration?id=live-streaming\"> la transmisión en vivo</a> de tu instancia","Add ability for your users to publish a replay of live videos":"Agregue la capacidad para que sus usuarios publiquen una repetición de videos en vivo","Set simultaneous live streaming limits (per user/instance)":"Establecer límites de transmisión en vivo simultáneos (por usuario / instancia)","Enable live streaming transcoding in multiple resolutions":"Habilite la transcodificación de transmisión en vivo en múltiples resoluciones","Customize ffmpeg live transcoding profile using Tube plugins":"Personalice el perfil de transcodificación en vivo de ffmpeg utilizando complementos de Tube","Video imports":"Importaciones de vídeo","Enable video import using youtube-dl (Youtube, Dailymotion...)":"Habilite la importación de video usando youtube-dl (Youtube, Dailymotion ...)","Enable video import using webtorrent (torrent file or magnet URI)":"Posibilidad de importar un vídeo a través de webtorrent (archivo torrent o URI magnético)","Enable signups and set a max users and upload limits":"Habilite los registros y establezca un número máximo de usuarios y límites de carga","Assign <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-moderation\">moderator/admin</a> roles":"Asignar roles de<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-moderation\"> moderador / administrador</a>","Manage abuse reports on videos, accounts or comments using a dedicated dashboard":"Administre informes de abuso en videos, cuentas o comentarios mediante un panel de control dedicado","Automatically block videos from untrusted users awaiting a review by moderators":"Bloquea automáticamente videos de usuarios no confiables que esperan una revisión por parte de los moderadores","Block specific videos and specify a reason":"Bloquea videos específicos y especifica un motivo","Ban local users, mute accounts or instances":"Prohibir usuarios locales, silenciar cuentas o instancias","Highly configurable":"Altamente configurable","Easily set instance metadata: name, description, main categories...":"Configure fácilmente los metadatos de la instancia: nombre, descripción, categorías principales ...","Search and install Tube <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-customize-instance\">plugins or themes</a>":"Busca e instala <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-customize-instance\">complementos o temas </a> de Tube","Use external auth (LDAP, OpenID Connect...) using auth plugins":"Use autenticación externa (LDAP, OpenID Connect ...) usando complementos de autenticación","Set the default NSFW policy (hide, blur or display these videos)":"Establecer la política NSFW predeterminada (ocultar, difuminar o mostrar estos videos)","Choose your trending algorithm":"Elija su algoritmo de tendencias","Broadcast a message to users using a banner":"Transmita un mensaje a los usuarios mediante un banner","The <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/install-any-os\">installation guide is here</a> (only in English).":"<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/#/install-any-os\">La guía de instalación está aquí</a> (solo en inglés).","If you need help, check the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org/help\">help page</a>.":"Si necesita ayuda, consulte la <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinpeertube.org/help\">página de ayuda</a>.","Tube should run happily on a virtual machine with 2 threads/vCPUs, at least 1 Gb of RAM and enough storage for videos. In terms of bandwidth, a lot will depend on which Tube instances you federate with and what your relation with them is (more about that below).":"Tube debería ejecutarse felizmente en una máquina virtual con 2 subprocesos / vCPU, al menos 1 Gb de RAM y suficiente almacenamiento para videos. En términos de ancho de banda, mucho dependerá de las instancias de Tube con las que se federe y cuál sea su relación con ellas (más sobre eso a continuación).","As a real life example, the Tube demonstration server https://tube.cpy.re runs on 2 vCores and 2GB of RAM. Average consumption is:":"Como ejemplo de la vida real, el servidor de demostración de Tube https://tube.cpy.re se ejecuta en 2 núcleos virtuales y 2 GB de RAM. El consumo medio es:","CPU: nginx ~ 2%, tube ~ 10%, postgres ~ 1%, redis ~ 1%":"CPU : nginx ~ 2%, tube ~ 10%, postgres ~ 1%, redis ~ 1%","RAM: nginx ~ 1MB, tube ~ 150MB, postgres ~ 30MB, redis ~ 20MB":"RAM: nginx ~ 1 MB, tube ~ 150 MB, postgres ~ 30 MB, redis ~ 20 MB","Network: ~200GB sent per month (https://framatube.org: ~1.5TB sent per month)":"Red: ~ 200 GB enviados por mes (https://framatube.org: ~ 1,5 TB enviados por mes)","CPU":"CPU","Except for video transcoding, a Tube instance is not CPU bound. Neither Nginx, Tube itself, PostgreSQL nor Redis require a lot of computing power. If it were only for those, one could easily get by with just one thread/vCPU.":"A excepción de la transcodificación de video, una instancia de Tube no está vinculada a la CPU. Ni Nginx, el propio Tube, PostgreSQL ni Redis requieren mucha potencia informática. Si fuera solo por esos, uno podría arreglárselas fácilmente con un solo hilo / vCPU.","You will hugely benefit from at least a second thread though, because of transcoding. Transcoding is very cpu intensive. It serves two purposes on a Tube instance: it ensures all videos can be played optimally in the web interface, and it generates different resolutions for the same video. Tube support for offloading transcoding to other machines is <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/947\">being discussed</a>, but not yet implemented.":"Sin embargo, se beneficiará enormemente de al menos un segundo hilo, debido a la transcodificación. La transcodificación es muy intensiva en CPU. Tiene dos propósitos en una instancia de Tube: garantiza que todos los videos se puedan reproducir de manera óptima en la interfaz web y genera diferentes resoluciones para el mismo video. El soporte de Tube para descargar la transcodificación a otras máquinas está <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/947\"> siendo discutido</a>, pero aún no implementado.","RAM":"RAM","1/2 GB of RAM should be plenty for a basic Tube instance, which usually takes at most 150 MB in RAM. The only reason you might want more would be if you colocate your Redis or PostgreSQL services on a non-SSD system.":"1/2 GB de RAM debería ser suficiente para una instancia básica de Tube, que suele ocupar como máximo 150 MB de RAM. La única razón por la que podría querer más sería si coloca sus servicios Redis o PostgreSQL en un sistema que no sea SSD.","Storage":"Almacenamiento","There are two important angles to storage: disk space usage and sustained read speed. To make a rough estimate of your disk space usage requirements, you want to know the answer to three questions:":"Hay dos ángulos importantes para el almacenamiento: el uso de espacio en disco y la velocidad de lectura sostenida. Para hacer una estimación aproximada de los requisitos de uso de espacio en disco, desea conocer la respuesta a tres preguntas:","What is the total size of the videos you wish to stream?":"¿Cuál es el tamaño total de los videos que desea transmitir?","Do you want to enable transcoding? If so, do you want to provide multiple resolutions per video? Try this out with a few videos and you will get an idea of how much extra space is required per video and estimate a multiplication factor for future space allocation.":"¿Quieres habilitar la transcodificación? Si es así, ¿desea proporcionar varias resoluciones por video? Pruebe esto con algunos videos y obtendrá una idea de cuánto espacio adicional se requiere por video y estimará un factor de multiplicación para la futura asignación de espacio.","Which sharing mechanisms do you want to enable? Just WebTorrent, or also HLS with p2p? If you want both, this will double your storage needs.":"¿Qué mecanismos de intercambio desea habilitar? ¿Solo WebTorrent, o también HLS con p2p? Si desea ambos, esto duplicará sus necesidades de almacenamiento.","In terms of read speed, you want to make sure that you can saturate your network uplink serving Tube videos. This should not be a problem with SSD disks, whereas traditional HDD should be accounted for: typical sustained read rates for a well tuned system with a 7200rpm hard disk should hover around 120 MB/s or 960 Mbit/s. The latter should be enough for a typical 1 Gbit/s network uplink.":"En términos de velocidad de lectura, debes asegurarte de que puedes saturar el enlace ascendente de tu red que sirve videos de Tube. Esto no debería ser un problema con los discos SSD, mientras que el HDD tradicional debería tenerse en cuenta: las tasas de lectura sostenidas típicas de un sistema bien ajustado con un disco duro de 7200 rpm deberían rondar los 120 MB / so 960 Mbit / s. Esto último debería ser suficiente para un enlace ascendente de red típico de 1 Gbit / s.","Network":"Network","A rough estimate of a traditional server's video streaming network capacity is usually quite straightforward. You simply divide your server's available bandwidth by the average bandwidth per stream, and you have an upper bound.":"Una estimación aproximada de la capacidad de la red de transmisión de video de un servidor tradicional suele ser bastante sencilla. Simplemente divide el ancho de banda disponible de tu servidor por el ancho de banda promedio por flujo, y tienes un límite superior.","Take a server for example with a 1 Gbit/s uplink for example pushing out 1080p60 streams at 5 Mbit/s per stream. That means the absolute theoretical upper capacity bound is 200 simultaneous viewers if your server's disk i/o can keep up. Expect a bit less in practice.":"Tomemos un servidor, por ejemplo, con un enlace ascendente de 1 Gbit / s, por ejemplo, enviando transmisiones de 1080p60 a 5 Mbit / s por transmisión. Eso significa que el límite de capacidad superior teórico absoluto es de 200 espectadores simultáneos si la E / S del disco de su servidor puede mantenerse al día. Espere un poco menos en la práctica.","But what if you need to serve more users? That's where Tube's federation feature shines. If other Tube instances following yours, chances are they have decided to mirror part of your instance! The feature is called \"server redundancy\" and caches your most popular videos to help serve additional viewers. While viewers themselves contribute a little additional bandwidth while watching the video in their browsers (mostly during surges), mirroring servers have a much greater uplink and will help your instance with sustained higher concurrent streaming.":"Pero, ¿y si necesita atender a más usuarios? Ahí es donde brilla la función de federación de Tube. Si otras instancias de Tube siguen a la suya, ¡es probable que hayan decidido reflejar parte de su instancia! La función se llama \"redundancia del servidor\" y almacena en caché sus videos más populares para ayudar a atender a más espectadores. Si bien los propios espectadores aportan un poco de ancho de banda adicional mientras ven el video en sus navegadores (principalmente durante las oleadas), los servidores de duplicación tienen un enlace ascendente mucho mayor y ayudarán a su instancia con una transmisión simultánea más alta sostenida.","No it doesn't. You can't deploy multiple Tube nodes behind a load balancer.":"No, no lo hace. No puede implementar varios nodos de Tube detrás de un equilibrador de carga.","As far as we know, there are 3 limitations to handle a large amount of users in Tube:":"Hasta donde sabemos, existen 3 limitaciones para manejar una gran cantidad de usuarios en Tube:","Bandwidth: can be mitigated using <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy\">Tube redundancy system</a> and cache servers that serve video static files in front of your Tube instance":"Ancho de banda: se puede mitigar usando <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy\">Sistema de redundancia Tube</a>y servidores de caché que sirven archivos estáticos de video frente a su instancia de Tube","Storage: can be mitigated using <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-remote-storage\">S3/Object storage</a>":"Almacenamiento: se puede mitigar con <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-remote-storage\"> S3 / almacenamiento de objetos </a>","Video transcoding: we may implement <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/947\">transcoding by remote workers</a> in the future":"Transcodificación de video: podemos implementar <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/947\">transcodificación por trabajadores remotos</a> en el futuro","If you notice performance problems or a bottleneck at your scale, don't hesitate to <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/new/choose\">create an issue</a> to discuss it.":"Si nota problemas de rendimiento o un cuello de botella en su escala, no dude en<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/new/choose\"> Crea una consulta</a>para discutirlo.","Framasoft tries to make around 4 major releases per year. Releasing a new Tube version takes a lot of our time, so we cannot change this release cycle.":"Framasoft intenta realizar alrededor de 4 lanzamientos importantes por año. Lanzar una nueva versión de Tube nos toma mucho tiempo, por lo que no podemos cambiar este ciclo de lanzamiento.","There is no LTS version: only the latest stable version of Tube is supported by Framasoft.":"No hay una versión LTS: Framasoft solo admite la última versión estable de Tube.","If you want to test the Tube develop branch, we provide <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://builds.joinpeertube.org/nightly/\">nightly builds</a>.":"Si desea probar la rama de desarrollo de Tube, proporcionamos <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://builds.joinpeertube.org/nightly/\">nightly builds</a> (construcciones nocturnas).","We <strong>try</strong> to keep compatibility with the latest minor version (2.3.1 with 2.2 for example). Unfortunately we don't have enough resources to keep compatibility with other versions.":"<strong> Intentamos</strong> para mantener la compatibilidad con la última versión secundaria (2.3.1 con 2.2 por ejemplo). Desafortunadamente, no tenemos suficientes recursos para mantener la compatibilidad con otras versiones.","\"It's outrageous and unconscionable: you're releasing a Tube version that doesn't contain the necessary tools to effectively manage videos claimed by rights holders, or to effectively manage the issue of online harassment in comments, or to effectively manage monetization through advertising, or to (insert here your request to Tube). It will never work! What do you intend to do about it?\"":"\"Es indignante e inconsciente: está lanzando una versión de Tube que no contiene las herramientas necesarias para administrar de manera efectiva los videos reclamados por los titulares de derechos, o para administrar de manera efectiva el problema del acoso en línea en los comentarios, o para administrar de manera efectiva la monetización a través de la publicidad. o para (inserte aquí su solicitud a Tube). ¡Nunca funcionará! ¿Qué piensa hacer al respecto? \"","You're right. Tube is not the perfect tool, far from it. And we never promised this software would include all the features corresponding to every use cases.":"Tienes razón. Tube no es la herramienta perfecta, ni mucho menos. Y nunca prometimos que este software incluiría todas las características adaptadas a cada caso.","Remember that Tube has only <a href=\"#who-is-working-on-tube\">one full time developer</a> and a small handful of very involved volunteers. It is not a product developed by a start-up with a full time team and significant financial support.":"Recuerde que Tube solo tiene <a href=\"#who-is-working-on-tube\">un desarrollador a tiempo completo </a>y un pequeño puñado de voluntarios muy involucrados. No es un producto desarrollado por una start-up con un equipo de tiempo complet y un importante apoyo financiero.","So if you feel that Tube does not currently meet your needs, it's simple: don't use it right now. We remind you that we don't make money developing Tube, and if we obviously hope for its success, Framasoft does not depend on it to continue its activities.":"Mientras tanto, como usuario, si cree que Tube actualmente no satisface sus necesidades, es simple: no lo use en este momento (le recordamos que no ganamos dinero desarrollando Tube, y aunque, obviamente esperamos su éxito, la supervivencia de Framasoft no depende de ello).","<a href=\"#what-are-the-tube-features-for-administrators\">Yes it does!</a> Since the first stable release of Tube in October 2018, <strong>every release</strong> added or improved moderation features:":"<a href=\"#what-are-the-tube-features-for-administrators\">¡Sí lo hace!</a>Desde el primer lanzamiento estable de Tube en octubre de 2018, <strong> cada lanzamiento </strong> agregó o mejoró las funciones de moderación:","<strong>Tube 1.1</strong> added bulk actions in the admin users table and instance/account muting;":"<strong>Tube 1.1</strong> agregó acciones masivas en la tabla de administración de usuarios y la posibilidad de silenciar cuentas/instancias;","<strong>Tube 1.2</strong> added the ability to unfederate a video on blacklist; the notification system now shows reports, and new users;":"<strong>Tube 1.2</strong> agregó la posibilidad de desfederar un vídeo en una lista negra; el sistema de notificación ahora muestra informes, y nuevos usuarios;","<strong>Tube 1.3</strong> added the possibility for admins to automatically quarantine new videos for new/untrusted users until a moderator reviews it. The instance's followers management was also reworked: UI is improved, follows can be denied;":"<strong> Tube 1.3 </strong> agregó la posibilidad de que los administradores pongan en cuarentena automáticamente nuevos videos para usuarios nuevos/no-verificados hasta que un moderador los revise. La gestión de seguidores de instancia también se modificó: la interfaz de usuario se mejoró, se pueden negar seguidores;","<strong>Tube 1.4</strong> added a plugin system, and made sure plugins can for instance automatically blacklist videos or reject comments based on any rule (similar to Pleroma MRF);":"<strong> Tube 1.4 </strong> añadió un sistema de complementos y se aseguró de que estos puedan, por ejemplo, incluir automáticamente en la lista negra o rechazar comentarios basados en cualquier regla (similar a Pleroma MRF);","<strong>Tube 2.0</strong> setup now asks the admin to answer questions regarding their moderation policy and dedication to it. Make a feature to automatically follow a public index of Tube instances part of core Tube, instead of leaving admins to script it themselves. This allows instance administrators to automatically follow instances of a \"follow list\" of their choice; a list which is self-hostable, so that communities can grow at their own pace;":"La configuración de <strong> Tube 2.0 </strong> ahora le pide al administrador que responda preguntas sobre su política de moderación y su dedicación. Crea una función para seguir automáticamente un índice público de instancias de Tube como parte del núcleo de Tube, en lugar de dejar que los administradores lo escriban ellos mismos. Esto permite a los administradores de instancias seguir automáticamente las instancias de una \"lista de seguimiento\" de su elección; una lista que sea autohospedable, para que las comunidades puedan crecer a su propio ritmo;","<strong>Tube 2.1</strong> added an <em>internal</em> privacy mode to videos (such videos won't be shared outside of the instance), and added quick access to moderation tools below the comments and hooks to create registration plugins (geoblocking or captchas for example); some third-party plugins already demonstrate this ability. This release also put emphasis on describing moderation features within the interface: warnings for features that might increase moderation work like autofollow, and descriptions to the action dropdowns.":"<strong> Tube 2.1 </strong> agregó un modo de privacidad <em> interno </em> a los videos (tales videos no se compartirán fuera de la instancia), y agregó acceso rápido a las herramientas de moderación debajo de los comentarios y enlaces a crear complementos de registro (geobloqueo o captchas, por ejemplo); Algunos complementos de terceros ya demuestran esta capacidad. Esta versión también pone énfasis en describir las características de moderación dentro de la interfaz: advertencias para características que podrían aumentar el trabajo de moderación, como el seguimiento automático, y descripciones de los menús desplegables de acción.","<strong>Tube 2.2</strong> greatly improved video abuses management (search, abuses display, actions on the video or account etc), added moderation hooks and helpers in the plugins API and Framasoft developed an experimental <em>Auto mute</em> plugin based on public lists.":"<strong>Tube 2.2</strong> gestión de abusos de video muy mejorada (búsqueda, visualización de abusos, acciones en el video o la cuenta, etc.), se agregaron ganchos de moderación y ayudantes en la API de complementos y Framasoft desarrolló un experimento <em>Auto mute</em> complemento basado en listas públicas.","<strong>Tube 2.3</strong> improved the report modal and added predefined reasons selection. This version made it possible to delete all the comments of an account and Framasoft developed an experimental <em>Auto block videos</em> plugin based on public lists.":"<strong>Tube 2.3</strong> mejoró el modo de informe y agregó una selección de motivos predefinidos. Esta versión hizo posible eliminar todos los comentarios de una cuenta y Framasoft desarrolló un experimento <em>Videos de bloqueo automático</em> complemento basado en listas públicas.","<strong>Tube 2.4</strong> added ability to report accounts and comments, a messaging system between the local reporter of an abuse and moderators, and an abuse management view for users.":"<strong>Tube 2.4</strong> capacidad agregada para reportar cuentas y comentarios, un sistema de mensajería entre el reportero local de un abuso y los moderadores, y una vista de administración de abuso para los usuarios.","<strong>Tube 3.0</strong> added a dedicated view to manage comments of the instance (list, filter, remove in bulk etc).":"<strong>Tube 3.0</strong> agregó una vista dedicada para administrar los comentarios de la instancia (listar, filtrar, eliminar de forma masiva, etc.).","Tube developers are committed to develop and improve moderation tools to make instances always easier to manage. We welcome you to take part in discussions to <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues\">help ongoing efforts</a> in that direction or <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/new\">suggest new ones</a>!":"Los desarrolladores de Tube se comprometen a desarrollar y mejorar las herramientas de moderación para que las instancias siempre sean más fáciles de administrar. Le invitamos a participar en las discusiones de <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues\"> ayudar a los esfuerzos en curso </a> en esa dirección o ¡<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/issues/new\"> sugiera nuevos </a>!","Technical":"Técnico","Tube uses ActivityPub because this federation protocol is recommended by the W3C and is also used by other projects like the social network <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinmastodon.org/\">Mastodon</a>.":"Tube utiliza ActivityPub porque este protocolo de federación es recomendado por el W3C y también es utilizado por otros proyectos como la red social <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://joinmastodon.org/\">Mastodon</a>.","IPFS is a great technology, but it still seems too young for streaming large files. The Tube P2P system based on well established protocols like HTTP and WebRTC, and the <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy\">redundancy system</a> are more easy for us to use and to maintain.":"IPFS es una gran tecnología, pero todavía parece demasiado joven para transmitir archivos grandes. El sistema Tube P2P basado en protocolos bien establecidos como HTTP y WebRTC, y el<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy\"> sistema de redundancia</a> son más fáciles de usar y mantener.","DTube does not seem open source, because publishing only compiled code hinders freedom of modification.":"DTube no parece de código abierto, porque publicar solo código compilado obstaculiza la libertad de modificación.","Tube does not impose any remuneration model. This is the choice we have made, and others (like DTube) have made other choices. So it's up to you to see what suits you.":"Tube es gratuito, descentralizado, distribuido y no impone ningún modelo de remuneración. Esta es la elección que hemos hecho, que es discutible, y otros (como Dtube) han hecho otras elecciones, que tienen sus ventajas. Depende de ti ver qué te conviene.","Historical reason.":"Razón histórica.","We have a policy for contributions related to security. Please refer to <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/security\">our security policy and advisories</a>.":"Contamos con una política de contribuciones relacionadas con la seguridad. Por favor refiérase a <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://github.com/Chocobozzz/Tube/security\">nuestra política de seguridad y avisos</a>.","Hall of Fame":"Salón de la fama","Sponsors":"Patrocinadores","Financial Contributors":"Contribuyentes financieros","Contributors":"Contribuyentes","Questions on Tube? Need help? You've come to the right place!":"¿Tienes preguntas sobre Tube? ¿Necesitas ayuda? ¡Has venido al lugar correcto!","Better understand and use Tube":"Mejor comprensión y uso de Tube","You have a question?":"¿Tienes una pregunta?","Discover our FAQ":"Descubrir nuestras preguntas frecuentes","Need a detailed guide?":"¿Necesitas una guía detallada?","Read the documentation":"Leer la documentación","Ask questions to the community":"Pregunta a la comunidad","Go to the forum":"Ir al foro","For Tube admins":"Para administradores de Tube","Install Tube":"Instalar Tube","Upgrade Tube":"Actualizar Tube","Administer Tube":"Administrar Tube","Contribute to Tube":"Contribuir a Tube","How to contribute?":"¿Cómo contribuir?","Learn more about free/libre software":"Saber más acerca del software libre","Learn more about the federation":"Saber más acerca de la federación","Skip to content":"Saltar al contenido","Tube, a free software to take back control of your videos":"Software gratuito para recuperar el control de tus videos","Free software to take back control of your videos":"Software gratuito para recuperar el control de tus videos","Search for Tube videos, channels and playlists":"Busque videos, canales y listas de reproducción de Tube","V4 is here!":"¡V4 está aquí!","Tube V4 with channel customization, playlists search, custom instance homepage and more video filters is out!":"¡Ya está disponible Tube V4 con personalización de canales, búsqueda de listas de reproducción, página de inicio de instancias personalizadas y más filtros de video!","Tube, developed by Framasoft, is the free and decentralized alternative to video platforms, providing you over %{ videos } videos published by %{ users } users and viewed over %{ views } million times":"Tube, desarrollado por Framasoft, es la alternativa gratuita y descentralizada a las plataformas de video, que le brinda más de% {videos} videos publicados por% {users} usuarios y vistos más de% {views} millones de veces","<a href=\"https://framablog.org/2021/11/30/tube-v4-more-power-to-help-you-present-your-videos/\" target=\"_blank\" class=\"bottom-link\"> Read the blog post </a>":"<a href=\"https://framablog.org/2021/11/30/tube-v4-more-power-to-help-you-present-your-videos/\" target=\"_blank\" class=\"bottom-link\"> Lee la publicación del blog </a>","See the instances list":"Ver lista de páginas","Discover our content selection":"Descubre nuestra selección de contenidos","Browse contents":"Navegar contenidos","What is":"Qué es","?":"?","Tube aspires to be a <strong>decentralized and free/libre alternative</strong> to video broadcasting services.":"Tube aspira a ser una <strong>alternativa descentralizada, gratuita y libre</strong> a los servicios de transmisión de vídeo.","Our aim is not to replace them, but rather to simultaneously offer something else, with different values.":"Nuestro objetivo no es reemplazarlos, sino ofrecer simultáneamente otra cosa, con valores diferentes.","A federation of interconnected hosting services":"Una federación de servicios de alojamiento interconectados","Tube is not meant to become a huge platform that would centralize videos from all around the world.":"Tube no está destinado a convertirse en una gran plataforma que centralice vídeos de todo el mundo.","Rather, it is <strong>a network of inter-connected small videos hosters</strong>.":"Más bien, es <strong>una red de pequeños servidores de vídeos interconectados</strong>.","Anyone with a modicum of technical skills can host a Tube server, aka an instance. Each instance hosts its users and their videos. In this way, <strong>every instance is created, moderated and maintained independently by various administrators.</strong>":"Cualquier persona con un mínimo de habilidades técnicas puede alojar un servidor con Tube, también conocido como una página. Cada página aloja a sus usuarios y sus vídeos. De esta forma, <strong>cada página es creada, moderada y mantenida independientemente por varios administradores.</strong>","Discover Tube instances":"Descubrir instancias de Tube","You can still watch from your account videos hosted by other instances though if the administrator of your instance had previously connected it with other instances.":"Sin embargo, aún puede ver vídeos de su cuenta alojados en otras páginas si el administrador de su página lo había conectado previamente con otras.","This is just how a <strong>federation</strong> works!":"¡Así es como funciona una<strong> federación</strong>!","And there's more! Tube uses <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://activitypub.rocks\">ActivityPub</a>, a federating protocol that <strong>allows you to interact with other software</strong>, provided they also use this protocol. For example, Tube and Mastodon -a Twitter alternative- are connected: <strong>you can follow a Tube user from Mastodon</strong> (the latest videos from the Tube account you follow will appear in your feed), <strong>and even comment on a Tube-hosted video directly from your Mastodon's account.</strong>":"¡Y aun hay más! Tube usa <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://activitypub.rocks\">Activity Pub</a>, un protocolo de federación que <strong> te permite interactuar con otro software </strong> que también use este protocolo. Por ejemplo, Tube y Mastodon -una alternativa de Twitter- están conectados: <strong> puedes seguir a un usuario de Tube desde Mastodon </strong> (los últimos videos de la cuenta de Tube que sigas aparecerán en tu feed), <strong> e incluso comentar un video alojado en Tube directamente desde la cuenta de Mastodon.</strong>","Open-source, free/libre license code":"Un código de licencia libre y de código abierto","Mainstream online video broadcasting services make money off of your data by analyzing your interactions so that they can then bombard your with targeted advertising.":"Los servicios de transmisión de vídeo en línea convencionales ganan dinero con tus datos al analizar tus interacciones para que luego puedan bombardearte con publicidad dirigida.","Peertube is not subject to any corporate monopoly, does not rely on ads and <strong>does not track you.</strong>":"Tube no está sujeto a ningún monopolio corporativo, no se basa en anuncios y <strong>no te rastrea.</strong>","Most importantly, <strong>you are a person to Tube, not a product in need of profiling so as to be stuck in video loops.</strong> For example, Tube doesn't use any biased recommendation algorithms to keep you online for hours on end.":"Lo más importante, <strong>eres una persona para Tube, no un producto que necesita perfiles para estar atrapado en los bucles de vídeo.</strong> Por ejemplo, Tube no utiliza ningún algoritmo de recomendación sesgado para mantener a la audiencia en línea durante horas y horas.","All of this is made possible by Peertube's free/libre license (GNU-AGPL). Its code is a digital \"common\", that belongs to everybody, instead of a secret formula that belongs to Google (in the case of Youtube) or to Vivendi/Bolloré (Dailymotion). This free/libre license <strong>guarantees our fundamental freedoms as users and allows many contributors to offer evolutions and new features.</strong>":"Todo esto es posible gracias a la licencia libre de Tube (GNU-AGPL). Su código es un \"común\" digital, que pertenece a todos, en lugar de una fórmula secreta que pertenece a Google (en el caso de Youtube) o a Vivendi / Bolloré (Dailymotion). Esta licencia libre <strong> garantiza nuestras libertades fundamentales como usuarios y permite a muchos contribuidores a ofrecer cambios y nuevas características.</strong>","Are you a video maker?":"¿Eres un creador de vídeos?","With Tube, choose <strong>your hosting company and the rules you believe in.</strong>":"Con Tube, elige <strong>tu empresa de alojamiento y las reglas en las que crees.</strong>","YouTube has clearly gone astray: its hoster, Google-Alphabet, can enforce its ContentID system (the infamous \"Robocopyright\") or its videos recommendation system, all of which appear to be as obscure as unfair.":"YouTube claramente se ha descarriado: su proveedor de alojamiento, Google-Alphabet, puede hacer cumplir su sistema ContentID (el infame \"Robocopyright\") o su sistema de recomendación de videos, todo lo cual parece ser tan oscuro como injusto.","Direct contact with a human-scale hoster allows for two things: you no longer are the client of a huge tech company, and <strong>you can nurture a special relationship with your hoster, who distributes your data.</strong>":"El contacto directo con un proveedor de alojamiento a nivel humano permite dos cosas: ya no eres cliente de una gran empresa de tecnología y <strong> puedes fomentar una relación especial con tu proveedor de alojamiento, quien distribuye tus datos. </strong>","With Tube, you get to choose your hosting provider according to their terms of use, such as their disk space limit per user, their moderation policy, who they chose to federate with... You are not speaking with a huge tech company, so you can talk it out in case of any issue, need, desire...":"Con Tube, puedes elegir tu proveedor de alojamiento de acuerdo con sus términos de uso, como su límite de espacio en disco por usuario, su política de moderación, con quién eligió federarse... No estás hablando con una gran empresa de tecnología, así que puedes hablarle en caso de cualquier problema, necesidad, deseo...","Browse/discover Tube instances":"Navegar/descubrir instancias de Tube","About peer-to-peer broadcasting and watching":"Acerca de la transmisión y visualización de igual a igual","The Tube software can, whenever necessary, use a peer-to-peer protocol (P2P) to broadcast viral videos, <strong>lowering the load of their hosts.</strong>":"El software Tube puede, cuando sea necesario, utilizar un protocolo de igual a igual (P2P) para transmitir vídeos virales, <strong>reduciendo la carga de sus anfitriones.</strong>","In this way, when you watch a video, your computer contributes to its broadcast. If a lot of people are watching the same video at the same time, their browser automatically send smalls pieces of the video to the other viewers. <strong>The server resources are not over-exploited</strong>: the stream is split, the network optimized.":"De esta manera, cuando miras un video, tu computadora contribuye a su transmisión. Si muchas personas miran el mismo video al mismo tiempo, sus navegadores envían automáticamente pequeñas partes del video a los demás espectadores. <strong>Los recursos del servidor no están sobreexplotados</strong>: el flujo se divide, la red se optimiza.","It might not look like it, but thanks to peer-to-peer broadcasting, popular video makers and their videos are no longer forced to be hosted by big companies, whose infrastructure can stand thousands of views at the same time... or to pay for a robust but extremely expensive independent video host.":"Puede que no lo parezca, pero gracias a la transmisión de igual a igual (\"peer-to-peer\"), los creadores de videos populares y sus videos ya no están obligados a ser alojados por grandes empresas, cuya infraestructura puede soportar miles de vistas al mismo tiempo ... o a pagar por un host de video independiente robusto pero extremadamente costoso.","Your move!":"¡Tu turno!","Sign up":"Regístrate","Enjoy every feature: history, subscriptions, playlists, notifications...":"Disfruta de todas las funciones: historial, suscripciones, listas de reproducción, notificaciones...","Who is behind":"¿Quién está detrás de","Peertube is a <strong>free/libre software funded by a French non-profit organization</strong>: Framasoft":"Peertube es <strong>un software gratis, financiado por una organización francesa sin fines de lucro: </strong> Framasoft","Our organization started in 2004, and now devotes itself <strong>to popular education about digital technology issues.</strong> We are a small structure of less than 40 members and under 10 employees, well-known for the De-google-ify Internet project, when we offered 34 ethical and alternative online tools. As a public interest organization, <strong>over 90% of our funding comes from donations</strong> (tax deductible for French taxpayers).":"Nuestra organización comenzó en 2004, y ahora se dedica a <strong>la educación de la tecnología digital.</strong> Somos una pequeña comunidad de menos de 40 miembros, donde solo 10 son empleados, conocidos por el proyecto De-google-ify, cuando ofrecimos 34 herramientas tecnológicas en línea éticas y alternativas. Como organización de interés público, <strong>más del 90% de nuestra financiación proviene de donaciones </strong> (deducible de impuestos para los contribuyentes franceses).","Thanks to our <a href=\"/hall-of-fame\" target=\"_blank\">crowdfunding (from March to July 2018)</a>, <strong>Framasoft were able to employ Tube's main developer.</strong> After a beta release in March 2018, release 1 came out in November 2018. Since then, several intermediary releases have brought many features along. Several collectives have already created Tube hosts, laying the foundation for the federation.":"Gracias a nuestro <a href=\"/hall-of-fame\" target=\"_blank\">crowdfunding (de marzo a julio de 2018)</a>, <strong>Framasoft pudo emplear al desarrollador principal de Tube.</strong> Después de una versión beta en marzo de 2018, la versión 1 salió en noviembre de 2018. Desde entonces, nuevas versiones han traído muchas características. Varios ya han creado página con Tube.","The more people use, support, and contribute to Tube, the quicker it will become a concrete alternative to platforms like YouTube.":"Mientras más personas usen, apoyen y contribuyan a Tube, más rápido se convertirá en una alternativa concreta a plataformas como YouTube.","Donate to Framasoft":"Donar a Framasoft","If you would like to interact with videos (like, comment, download...), subscribe to channels, create playlists or play videos, then all you have to do is <strong>create an account on the Tube instance of your choice.</strong>":"Si deseas interactuar con videos (apreciar, comentar, descargar ...), suscribirte a canales, crear listas de reproducción o reproducir videos, entonces todo lo que tienes que hacer es <strong> crear una cuenta en la instancia de Tube de tu elección.</strong>","Tube instances":"Instancias de Tube","1. Find the instance that suits you best":"1. Encuentra la página que más te convenga","By <strong>filtering according to your profile</strong> (video maker or viewer), <strong>topics</strong> that you are looking for or <strong>languages</strong> you speak, <strong>find an instance whose rules match your needs!</strong>":"Al <strong> filtrar según tu perfil </strong> (creador de videos o espectador), los <strong> temas </strong> que estás buscando o los <strong> idiomas </strong> que hablas, <strong> ¡encontrarás un instancia cuyas reglas se ajustan a tus necesidades! </strong>","2. Create your account and enjoy Tube":"2. Crea tu cuenta y disfruta de Tube","A username, an email, a password and you can already <strong>enjoy all the features of Tube!</strong>":"¡Un nombre de usuario, un correo electrónico, una contraseña y ya puede <strong> disfrutar de todas las funciones de Tube!</strong>","Tube news archive":"Noticias de Tube","Tube news!":"¡Noticias de Tube!","Discover the latest Tube improvements":"Descubrir las últimas mejoras de Tube","See older news":"Ver noticias más antiguas","Tube news":"Noticias de Tube","Page not found":"Página no encontrada","Go back to the homepage":"Volver a la página de inicio","Thanks to our crowdfunfing contributors, Tube V3 with live streaming support, global search, playlists embed and more moderation tools is out!":"¡Gracias a nuestros colaboradores de crowdfunfing, Tube V3 con soporte de transmisión en vivo, búsqueda global, listas de reproducción integradas y más herramientas de moderación está disponible!","2020 roadmap":"Hoja de ruta 2020","<a href=\"https://framablog.org/2021/01/07/tube-v3-its-a-live-a-liiiiive/\" target=\"_blank\"> Read the blog post for more information </a>":"<a href=\"https://framablog.org/2021/01/07/tube-v3-its-a-live-a-liiiiive/\" target=\"_blank\"> Lee la nota para más información </a>","Let's pave the way to Tube live streaming in v3!":"¡Allanemos el camino para la transmisión en vivo de Tube en v3!","Support the development of Tube!":"¡Apoye el desarrollo de Tube!","Donate, share: we will need all the help we can get to complete this roadmap.":"Done, comparta: necesitaremos toda la ayuda que podamos para completar esta hoja de ruta.","raised in %{ days } day":["recaudado en %{days} día","recaudado en %{days} días"],"contributors":"colaboradores","Step 1":"Paso 1","(June)":"(junio)","Search through the fediverse":"Busca en el fediverso","Ability to create search indexes":"Capacidad para crear índices de búsqueda","Instance broadcast messages":"Mensajes de difusión de instancias","WIP to improve UX/UI":"WIP para mejorar UX / UI","A roadmap in 4 steps":"Una hoja de ruta en 4 pasos","Step 2":"Paso 2","Moderation":"Moderación","(July)":"(julio)","From June to November 2020, Framasoft will develop new features and improvements for Tube. We have broken down this roadmap into 4 main steps, each with its own schedule and cost, leading to the addition of peer-to-peer powered live streaming to Tube v3.":"De junio a noviembre de 2020, Framasoft desarrollará nuevas funciones y mejoras para Tube. Hemos dividido esta hoja de ruta en 4 pasos principales, cada uno con su propio horario y costo, lo que lleva a la adición de transmisión en vivo de igual a igual a Tube v3.","Feedback on reports":"Comentarios sobre informes","Making moderation easier":"Facilitando la moderación","Sharing blocklists (spam)":"Compartir listas de bloqueo (spam)","These developments are funded by donations made to our small nonprofit organization: Framasoft. We will be raising funds progressively over the next six months of development, so that you can help us in our efforts.":"Estos desarrollos están financiados por donaciones hechas a nuestra pequeña organización sin fines de lucro: Framasoft. Recaudaremos fondos progresivamente durante los próximos seis meses de desarrollo, para que pueda ayudarnos en nuestros esfuerzos.","Step 3":"Paso 3","(Aug. - Sept.)":"(agos. - sept.)","Online playlists sharing":"Compartir listas de reproducción en línea","Plugins (annotations, etc)":"Complementos (anotaciones, etc.)","Promoting plugins":"Promoción de complementos","Step 4":"Paso 4","(Oct. - Nov.)":"(oct. - nov.)","Peer-to-peer (30s - 1min lag)":"Peer-to-peer (30 s - 1 mn de retraso)","No chat, no gifs, no ❤️ 👍":"Sin chat, sin gifs, sin ❤️ 👍","Post-live publishing":"Publicación post-live","Learn more about those steps":"Obtenga más información sobre esos pasos","\"Another\" world cannot be built using surveillance capitalism's tools.":"\"Otro\" mundo no puede ser construido con las herramientas del capitalismo de vigilancia.","Making it easier to access content, sharing power and responsibilities, opening up to contributions, generalizing live broadcasting thanks to peer-to-peer... Tube’s v3 aims to consolidate it as an alternative to Google-Youtube and Facebook-Live that is more and more convivial.":"Facilitar el acceso a los contenidos, compartir poderes y responsabilidades, abrirse a las contribuciones, generalizar la retransmisión en directo gracias al peer-to-peer ... La v3 de Tube pretende consolidarlo como una alternativa a Google-Youtube y Facebook-Live que es más y más sociable.","<a href=\"https://framablog.org/2020/05/26/our-plans-for-tube-v3-progressive-fundraising-live-streaming-coming-next-fall\">Read Framasoft's statement on the Framablog</a>":"<a href=\"https://framablog.org/2020/05/26/our-plans-for-tube-v3-progressive-fundraising-live-streaming-coming-next-fall\">Leer comunicado de Framasoft en el Framablog</a>","The money donated via this form will be exclusively dedicated to the Tube project.":"El dinero donado a través de este formulario se dedicará exclusivamente al proyecto Tube.","Share and follow":"Comparte y sigue","Thank you very much for your donation to the Tube project!":"¡Muchas gracias por tu donación al proyecto Tube!","Thank you":"Gracias","Thanks to you, Framasoft’s teams will be able to continue and expand the work already started on this software.":"Gracias a usted, los equipos de Framasoft podrán continuar y ampliar el trabajo ya iniciado en este software.","The success of this fundraising depends only on you: <strong>we need you</strong> to raise awareness about this roadmap, so we can share our enthousiasm about Peertube's v3.":"El éxito de esta recaudación de fondos depende solo de usted:<strong>te necesitamos </strong> para crear conciencia sobre esta hoja de ruta, para que podamos compartir nuestro entusiasmo por la versión 3 de Peertube.","Feel free <strong>to share your gesture</strong> on your favourite social networks and to talk about Tube around you!":"¡No dudes en <strong> compartir tu gesto </strong> en tus redes sociales favoritas y hablar sobre Tube a tu alrededor!"}}