Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: Except for video transcoding, a Tube instance is not CPU bound. Neither Nginx, Tube itself, PostgreSQL nor Redis require a lot of computing power. If it were only for those, one could easily get by with just one thread/vCPU.
ar: باستثناء تحويل ترميز الفيديو ، فإن مثيل Tube غير مرتبط بوحدة المعالجة المركزية. لا تتطلب Nginx أو Tube نفسها أو PostgreSQL أو Redis قدرًا كبيرًا من قوة الحوسبة. إذا كان الأمر يتعلق بهؤلاء فقط ، فيمكن للمرء أن يتدبر أمره بسهولة باستخدام مؤشر ترابط واحد / وحدة معالجة مركزية واحدة.
cs: S výjimkou překódování videa není instance Tube vázána na procesor. Nginx, samotný Tube, PostgreSQL ani Redis nevyžadují velký výpočetní výkon. Pokud by šlo jen o ně, dalo by se snadno vystačit s jedním vláknem/vCPU.
es: A excepción de la transcodificación de video, una instancia de Tube no está vinculada a la CPU. Ni Nginx, el propio Tube, PostgreSQL ni Redis requieren mucha potencia informática. Si fuera solo por esos, uno podría arreglárselas fácilmente con un solo hilo / vCPU.
fr_fr: À l'exception du transcodage vidéo, le processeur d'une instance Tube n'est pas accaparé. Ni Nginx, ni Tube lui-même, ni PostgreSQL, ni Redis ne nécessitent une grande puissance de calcul. S'il ne s'agissait que de cela, on pourrait facilement s'en sortir avec un seul thread/vCPU.
gd: Chan eil ionstans Tube fo chuingeachadh a’ CPU ach airson tar-chòdachadh nam videothan. Chan eil Nginx, Tube fhèin, PostgreSQL no Redis feumach air tòrr cumhachd coimpiutair. Mura robh an còrr ann, dh’fhoghnadh aon thread/vCPU gun duilgheadas.
sq: Hiq ndërkodim videosh, një instancë Tube nuk është e varur keq nga CPU-ja. As Nginx-i, as vetë Tube-i, PostgreSQL-ja apo Redis duan shumë fuqi përllogaritëse. Sikur të qe vetëm për këto, dikush mund t’ia dilte mbanë me thjesht një “thread”/vCPU.

source: You will hugely benefit from at least a second thread though, because of transcoding. Transcoding is very cpu intensive. It serves two purposes on a Tube instance: it ensures all videos can be played optimally in the web interface, and it generates different resolutions for the same video. Tube support for offloading transcoding to other machines is <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">being discussed</a>, but not yet implemented.
ar: سوف تستفيد بشكل كبير من سلسلة رسائل ثانية على الأقل ، على الرغم من ذلك ، بسبب تحويل الشفرة. تحويل الشفرة مكثف للغاية لوحدة المعالجة المركزية. إنه يخدم غرضين على مثيل Tube: فهو يضمن إمكانية تشغيل جميع مقاطع الفيديو على النحو الأمثل في واجهة الويب ، ويولد دقة مختلفة لنفس الفيديو. دعم Tube لتفريغ تحويل الشفرات إلى أجهزة أخرى.
cs: Kvůli překódování však budete mít obrovský užitek alespoň z druhého vlákna. Překódování je velmi náročné na procesor. V instanci Tube slouží ke dvěma účelům: zajišťuje optimální přehrávání všech videí ve webovém rozhraní a generuje různá rozlišení pro stejné video. Podpora služby Tube pro offloading překódování na jiné počítače je <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">diskutována</a>, ale zatím není implementována.
es: Sin embargo, se beneficiará enormemente de al menos un segundo hilo, debido a la transcodificación. La transcodificación es muy intensiva en CPU. Tiene dos propósitos en una instancia de Tube: garantiza que todos los videos se puedan reproducir de manera óptima en la interfaz web y genera diferentes resoluciones para el mismo video. El soporte de Tube para descargar la transcodificación a otras máquinas está <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947"> siendo discutido</a>, pero aún no implementado.
fr_fr: Vous bénéficierez grandement d'au moins un deuxième thread, à cause du transcodage. Le transcodage est très gourmand en ressources informatiques. Il sert deux objectifs sur une instance Tube : il garantit que toutes les vidéos peuvent être lues de manière optimale dans l'interface web, et il génère différentes résolutions pour la même vidéo. La prise en charge par Tube du déchargement du transcodage sur d'autres machines est <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">en cours de discussion</a>, mais pas encore mise en œuvre.
gd: Gidheadh, gheibh thu buannachd mhòr à dàrna thread air sàilleabh an tar-chòdachaidh. Feumaidh an tar-chòdachadh tòrr dhen CPU. Tha dà adhbhar dha air ionstans Tube: nì e cinnteach gun gabh a h-uile video a chluich le piseachadh leis an eadar-aghaidh-lìn agus cruthaichidh e dùmhlachdan-breacaidh eadar-dhealaichte dhan aon video. Tha sinn <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">a’ deasbad</a> mar am b’ urrainn do PheerTube an t-eallach tar-chòdachaidh a chur air uidheaman eile ach cha deach a phrògramachadh fhathast.
sq: Do të keni përfitim shumë të madh ama nga një “thread” i dytë, për shkak të ndërkodimeve. Ndërkodimi është ngarkesë intensive për CPU-në. Luan dy role në një instancë Tube: garanton që të luhen si duhet krejt videot, në ndërfaqen web, si dhe prodhon qartësi të ndryshme për të njëjtën video. Mbulimi nga Tube-i i mundësisë së ngarkimit të ndërkodimit makinave të tjera po <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">diskutohet</a>, për s’është sendërtuar ende.

source: 1/2 GB of RAM should be plenty for a basic Tube instance, which usually takes at most 150 MB in RAM. The only reason you might want more would be if you colocate your Redis or PostgreSQL services on a non-SSD system.
ar: يجب أن يكون 1/2 غيغابايت من ذاكرة الوصول العشوائي كبيرة بالنسبة لمثيل Tube الأساسي ، والذي عادةً ما يستوعب 150 ميغابايت في ذاكرة الوصول العشوائي على الأكثر. السبب الوحيد الذي قد يجعلك ترغب في المزيد هو إذا قمت بتجميع خدمات Redis أو PostgreSQL الخاصة بك على نظام غير SSD.
cs: 1/2 GB paměti RAM by mělo stačit pro základní instanci Tube, která obvykle zabírá maximálně 150 MB RAM. Jediným důvodem, proč byste mohli chtít více, je umístění služeb Redis nebo PostgreSQL na jiném než SSD systému.
es: 1/2 GB de RAM debería ser suficiente para una instancia básica de Tube, que suele ocupar como máximo 150 MB de RAM. La única razón por la que podría querer más sería si coloca sus servicios Redis o PostgreSQL en un sistema que no sea SSD.
fr_fr: 1/2 Go de RAM devrait suffire pour une instance Tube de base, qui utilise généralement au maximum 150 Mo de RAM. La seule raison pour laquelle vous pourriez avoir besoin de plus serait si vous colocalisiez vos services Redis ou PostgreSQL sur un système non-SSD.
gd: Bidh 1/2 GB de RAM pailt do dh’ionstans Tube bunasach a dh’fheumas 150 MB san RAM air a char as motha. Cha bhiodh tu ag iarraidh a bharrachd ach nan robh thu airson nan seirbheisean Redis no PostgreSQL a chur air an aon siostam às aonais SSD.
sq: 1/2 GB RAM do të duhej të ishte plot për një instancë të thjeshtë Tube, i cili zakonisht ha e shumta 150 MB RAM. Arsyeja e vetme që mund të doni më tepër do të ishte nëse i kaloni shërbimet Redis apo PostgreSQL në një sistem jo SSD.

source: Storage
ar: تخزين
cs: Úložiště
es: Almacenamiento
fr_fr: Stockage
gd: Stòras
ja: ストレージ
pt_br: Armazenamento
sq: Hapësirë Depozitimi

source: There are two important angles to storage: disk space usage and sustained read speed. To make a rough estimate of your disk space usage requirements, you want to know the answer to three questions:
ar: هناك زاويتان مهمتان للتخزين: استخدام مساحة القرص وسرعة القراءة المستمرة. لعمل تقدير تقريبي لمتطلبات استخدام مساحة القرص لديك ، فأنت تريد معرفة الإجابة على ثلاثة أسئلة:
cs: Úložiště má dva důležité aspekty: využití místa na disku a trvalou rychlost čtení. Chcete-li přibližně odhadnout své požadavky na využití místa na disku, potřebujete znát odpověď na tři otázky:
es: Hay dos ángulos importantes para el almacenamiento: el uso de espacio en disco y la velocidad de lectura sostenida. Para hacer una estimación aproximada de los requisitos de uso de espacio en disco, desea conocer la respuesta a tres preguntas:
fr_fr: Il y a deux aspects importants du stockage : l'utilisation de l'espace disque et la vitesse de lecture soutenue. Pour faire une estimation approximative de vos besoins en matière d'espace disque, vous devez connaître la réponse à trois questions :
gd: Tha dà fheumalachdan ann a thaobh stòras: caitheamh àite air an diosg agus luaths an leughaidh mairinne. Airson tuairmse a dhèanamh air na dh’fheumas tu de stòras air an diosg, feumaidh tu na trì ceistean seo fhreagairt:
sq: Ka dy këndvështrime të rëndësishme për depozitën: përdorimi i hapësirës së diskut dhe ruajtja e shpejtësisë së leximit. Për të bërë hamendësime jo të holla për nevojave tuaja lidhur me përdorimin e hapësirës në disk, duhet të dini përgjigjen e tre pyetjeve:

source: What is the total size of the videos you wish to stream?
ar: ما هو الحجم الإجمالي لمقاطع الفيديو التي ترغب في بثها؟
cs: Jaká je celková velikost videí, která chcete streamovat?
es: ¿Cuál es el tamaño total de los videos que desea transmitir?
fr_fr: Quelle est la taille totale des vidéos que vous voulez streamer ?
gd: Dè am meud iomlan aig na videothan a bu toigh leat a shruthadh?
sq: Cila është madhësia gjithsej e videove që doni të ofroni?

source: Do you want to enable transcoding? If so, do you want to provide multiple resolutions per video? Try this out with a few videos and you will get an idea of how much extra space is required per video and estimate a multiplication factor for future space allocation.
ar: هل تريد تمكين تحويل الشفرة؟ إذا كان الأمر كذلك ، هل تريد توفير دقة متعددة لكل فيديو؟ جرب ذلك باستخدام عدد قليل من مقاطع الفيديو وستحصل على فكرة عن مقدار المساحة الإضافية المطلوبة لكل مقطع فيديو وتقدير عامل الضرب لتخصيص المساحة في المستقبل.
cs: Chcete povolit překódování? Pokud ano, chcete poskytnout více rozlišení pro každé video? Vyzkoušejte to s několika videi a získáte představu o tom, kolik místa navíc je potřeba na jedno video, a odhadněte násobný koeficient pro budoucí přidělení místa.
es: ¿Quieres habilitar la transcodificación? Si es así, ¿desea proporcionar varias resoluciones por video? Pruebe esto con algunos videos y obtendrá una idea de cuánto espacio adicional se requiere por video y estimará un factor de multiplicación para la futura asignación de espacio.
fr_fr: Voulez-vous activer le transcodage ? Si oui, voulez-vous fournir plusieurs résolutions par vidéo ? Faites cet essai avec quelques vidéos et vous aurez une idée de l'espace supplémentaire nécessaire par vidéo et vous pourrez estimer un facteur de multiplication pour l'allocation future d'espace.
gd: A bheil thu airson an tar-chòdachadh a chur an comas? Ma tha, an solair thu iomadh dùmhlachd-bhreacaidh de gach video? Feuch seo le video no dhà airson tomhas fhaighinn air dè an t-àite a bharrachd a dh’fheumas tu airson gach video agus dèan tuairmse air factar iomadachaidh airson riarachadh àite san àm ri teachd.
sq: Doni të aktivizoni ndërkodim? Nës po, doni të ofroni qartësi të ndryshme për çdo video? Provojeni këtë me pak video dhe do të përfitoni një ide se sa hapësirë shtes duhet për video dhe të krijoni një ide për një faktor shumëfishimi për caktim hapësire të ardhshme.

source: Which sharing mechanisms do you want to enable? Just WebTorrent, or also HLS with p2p? If you want both, this will double your storage needs.
ar: ما هي آليات المشاركة التي تريد تمكينها؟ فقط WebTorrent ، أم أيضًا HLS مع p2p؟ إذا كنت تريد كلاهما ، فسيؤدي ذلك إلى مضاعفة احتياجات التخزين الخاصة بك.
cs: Které mechanismy sdílení chcete povolit? Jen WebTorrent, nebo i HLS s p2p? Pokud chcete obojí, zdvojnásobí se vám potřeba úložiště.
es: ¿Qué mecanismos de intercambio desea habilitar? ¿Solo WebTorrent, o también HLS con p2p? Si desea ambos, esto duplicará sus necesidades de almacenamiento.
fr_fr: Quels mécanismes de partage voulez-vous activer ? Juste WebTorrent, ou également HLS avec p2p ? Si vous voulez les deux, cela va doubler vos besoins en stockage.
gd: Dè an uidheamachd co-roinnidh a tha thu airson cur an comas? An cleachd thu WebTorrent a-mhàin no HLS le P2P cuideachd? Ma tha thu airson an dà chuid a chleachdadh, bidh thu feumach air uiread dùbailte dhen stòras.
sq: Cilat mekanizma për ndarje me të tjerë doni të aktivizoni? Thjesht WebTorrent, apo edhe HLS me p2p? Nëse i doni të dy, kjo do të dyfishojë nevojat tuaja për depozitim.

source: In terms of read speed, you want to make sure that you can saturate your network uplink serving Tube videos. This should not be a problem with SSD disks, whereas traditional HDD should be accounted for: typical sustained read rates for a well tuned system with a 7200rpm hard disk should hover around 120 MB/s or 960 Mbit/s. The latter should be enough for a typical 1 Gbit/s network uplink.
ar: فيما يتعلق بسرعة القراءة ، فأنت تريد التأكد من أنه يمكنك تشبع ارتباط الشبكة الخاص بك الذي يخدم مقاطع فيديو Tube. لا ينبغي أن تكون هذه مشكلة مع أقراص SSD ، في حين يجب حساب محركات الأقراص الثابتة التقليدية: معدلات القراءة المستمرة النموذجية لنظام مضبوط جيدًا بقرص صلب 7200 دورة في الدقيقة يجب أن تحوم حول 120 ميجابايت / ثانية أو 960 ميجابت / ثانية. يجب أن يكون الأخير كافيًا لوصلة صاعدة نموذجية لشبكة 1 جيجابت / ثانية.
cs: Pokud jde o rychlost čtení, chcete se ujistit, že můžete naplnit svůj síťový uplink, který slouží pro videa Tube. U disků SSD by to neměl být problém, zatímco u tradičních pevných disků je třeba s tím počítat: typická trvalá rychlost čtení u dobře vyladěného systému s pevným diskem 7200 otáček za minutu by se měla pohybovat kolem 120 MB/s nebo 960 Mbit/s. To by mělo stačit pro typický 1 Gbit/s síťový uplink.
es: En términos de velocidad de lectura, debes asegurarte de que puedes saturar el enlace ascendente de tu red que sirve videos de Tube. Esto no debería ser un problema con los discos SSD, mientras que el HDD tradicional debería tenerse en cuenta: las tasas de lectura sostenidas típicas de un sistema bien ajustado con un disco duro de 7200 rpm deberían rondar los 120 MB / so 960 Mbit / s. Esto último debería ser suficiente para un enlace ascendente de red típico de 1 Gbit / s.
fr_fr: En termes de vitesse de lecture, vous devez prévoir la possibilité de saturer la liaison montante de votre réseau pour diffuser les vidéos Tube. Cela ne devrait pas être un problème avec les disques SSD, alors que les disques durs traditionnels doivent être pris en compte : les taux de lecture soutenus typiques pour un système bien réglé avec un disque dur de 7200 tr/min devraient tourner autour de 120 Mo/s ou 960 Mbit/s. Ce dernier devrait être suffisant pour une liaison montante typique de 1 Gbits/s.
gd: A thaobh luaths an leughaidh, bu chòir dhut dèanamh cinnteach gur urrainn dhut ceangal suas an lìonraidh agad a shàsachadh a’ frithealadh videothan Tube. Chan eil sinn an dùil air duilgheadasan ma tha diosg SSD agad ach bu chòir dhut beachdachadh air seo ma tha HDD tradaiseanta agad: ma tha siostam air a dheagh-rèiteachadh agad agus diosg cruaidh 7200rpm aige, bu chòir do luaths an leughaidh mairinne a bhith mu 120MB/s no 960Mbit/s. Saoilidh sinn gum foghainn seo airson ceangal suas 1 Gbit/s àbhaisteach.
sq: Për sa i takon shpejtësisë së leximit, doni të garantohet se e ngopni kahun drejt shikuesve në rrjet, kur shërbeni video me Tube. kjo s’duhet të jetë problem me disqe SSD, ndërkohë që për HDD tradicionale duhet vlerësuar:vlera leximi tipike për një sistem të ujdisur mirë me një hard disk 7200rpm duhet të arrijë diku te 120 MB/s ose 960 Mbit/s. Kjo e dyta do të duhej të ishte e mjaftueshme për një lidhje rrjeti 1 Gbit/s për kahun “uplink”.

source: Network
ar: شبكة الاتصال
cs: Síť
fr_fr: Réseau
gd: Lìonra
ja: ネットワーク
pt_br: Rede
sq: Rrjet

source: A rough estimate of a traditional server's video streaming network capacity is usually quite straightforward. You simply divide your server's available bandwidth by the average bandwidth per stream, and you have an upper bound.
ar: عادةً ما يكون التقدير التقريبي لقدرة شبكة دفق الفيديو للخادم التقليدي واضحًا تمامًا. يمكنك ببساطة تقسيم النطاق الترددي المتاح للخادم الخاص بك على متوسط النطاق الترددي لكل دفق ، ولديك حد أعلى.
cs: Hrubý odhad kapacity sítě tradičního serveru pro streamování videa je obvykle poměrně jednoduchý. Stačí vydělit dostupnou šířku pásma serveru průměrnou šířkou pásma na jeden stream a získáte horní hranici.
es: Una estimación aproximada de la capacidad de la red de transmisión de video de un servidor tradicional suele ser bastante sencilla. Simplemente divide el ancho de banda disponible de tu servidor por el ancho de banda promedio por flujo, y tienes un límite superior.
fr_fr: Une estimation approximative de la capacité du réseau de streaming vidéo d'un serveur traditionnel est généralement assez simple. Il suffit de diviser la bande passante disponible de votre serveur par la bande passante moyenne par flux, et vous obtenez une limite supérieure.
gd: Tha tuairmse air tomhas lìonra sruthadh videothan tradaiseanta furasta gu leòr mar as trice. Cha leig thu leas ach an leud-banna a tha ri làimh dhan fhrithealaiche agad a roinneadh leis an leud-bhanna àbhaisteach aig gach sruth agus bidh crìoch uachdarach agad.
sq: Një vlerësim jo i hollë i kapacitetit të transmetimit të videove në rrjet nga një shërbyes tradicional zakonisht është goxha i lehtë. Ju thjesht pjesëtoni sasinë e trafikut të mundshëm nga shërbyesi me atë mesatare për transmetim dhe keni një kufi të sipër.

source: Take a server for example with a 1 Gbit/s uplink for example pushing out 1080p60 streams at 5 Mbit/s per stream. That means the absolute theoretical upper capacity bound is 200 simultaneous viewers if your server's disk i/o can keep up. Expect a bit less in practice.
ar: خذ خادمًا على سبيل المثال مع ارتباط علوي بسرعة 1 جيجابت / ثانية على سبيل المثال دفع تدفقات 1080 بكسل 60 بمعدل 5 ميجابت / ثانية لكل دفق. هذا يعني أن السعة القصوى النظرية المطلقة هي 200 عارض متزامن إذا كان قرص الخادم الخاص بك قادرًا على مواكبة ذلك. توقع القليل في الممارسة العملية.
cs: Vezměme si například server s 1 Gbit/s uplinkem, který vysílá streamy 1080p60 rychlostí 5 Mbit/s na stream. To znamená, že absolutní teoretická horní hranice kapacity je 200 diváků současně, pokud to disková i/o vašeho serveru zvládne. V praxi očekávejte o něco méně.
es: Tomemos un servidor, por ejemplo, con un enlace ascendente de 1 Gbit / s, por ejemplo, enviando transmisiones de 1080p60 a 5 Mbit / s por transmisión. Eso significa que el límite de capacidad superior teórico absoluto es de 200 espectadores simultáneos si la E / S del disco de su servidor puede mantenerse al día. Espere un poco menos en la práctica.
fr_fr: Prenons l'exemple d'un serveur doté d'une liaison montante de 1 Gbit/s qui diffuse des flux 1080p60 à 5 Mbit/s par flux. Cela signifie que la limite supérieure théorique absolue de la capacité est de 200 spectateurs simultanés si les entrées/sorties du disque de votre serveur peuvent suivre. Attendez-vous à un peu moins dans la pratique.
gd: Mar eisimpleir, saoil gu bheil ceangal suas de 1 Gbit/s agad a’ frithealadh sruthan 1080p60 air 5 Mbit/s gach srutha. Is ciall dha seo gun b’ urrainn dha 200 daoine coimhead air video aig an aon àm air a char as motha nan robh ion-chur/às-chur an diosga agad luath gu leòr. Bi an dùil air beagan nas lugha dheth gu prataigeach.
sq: Merrni, për shembull, një shërbyes me një lidhje “uplink” 1 Gbit/s, i cili dërgon transmetime në qartësi 1080p60, me 5 Mbit/s për transmetim. Kjo do të thotë se kufiri absolut teorik i sipërm është 200 parës të njëkohshëm, nëse mund t’i mbajë mekanizmi i/o i diskut të shërbyesit tuaj. Në praktikë pritni diçka më pak.
sv: Ta till exempel en server med en internetanslutning på 1 Gbit/s som levererar strömmar på 1080p60 och 5 Mbit/s per ström. Det innebär att den teoretiska maxgränsen kommer ligga på 200 tittare samtidigt, om serverns hårddiskar hinner med. I verkligheten kommer resultatet vara något sämre.
