Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: This is not true. In September 2021, the 900 instances listed on our <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org/instances">public index</a> host ~1% videos tagged as NSFW (i. e. the content is sensitive, which could be something else than pornography).
ar: هذا ليس صحيحا. في أيلول (سبتمبر) 2021 ، استضافت 900 حالة مدرجة في <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org/instances"> الفهرس العام </a> حوالي 1٪ من مقاطع الفيديو تم وضع علامة عليها كـ NSFW (أي أن المحتوى حساس ، ويمكن أن يكون شيئًا آخر غير المواد الإباحية).
cs: To není pravda. V září 2021 se v 900 případech uvedených na našem <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org/instances">veřejném indexu</a> nachází ~1 % videí označených jako NSFW (tj. citlivý obsah, což může být něco jiného než pornografie).
es: Esto no es verdad. En septiembre de 2021, las 900 instancias enumeradas en nuestro <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org/instances"> índice público </a> albergan videos de ~ 1% etiquetado como NSFW (es decir, el contenido es sensible, que podría ser algo más que pornografía).
fr_fr: C'est incorrect. En septembre 2021, les 900 instances listées sur <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org/instances">notre index public</a> hébergent ~1% des vidéos étiquetées NSFW (c'est à dire qui contiennent du contenu sensible, qui peut être autre chose que de la pornographie).
gd: Chan eil sin fìor idir. San t-Sultain 2021, rinn an 900 ionstans a tha clàraichte air an <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org/instances">inneacs phoblach</a> againn òstadh air ~1% video le taga “susbaint inbheach” riutha (’s e seo gu bheil an t-susbaint frionasach agus cha chiall dha sin gur e pòrnografachd a th’ annta).
ja: いいえ。2020年12月時点では、618のインスタンスがリスト化された<a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org/instances">公開インデックス</a> によれば、全体の1%以下の動画がNSFW（すなわち、ポルノ以外の動画も含まれる可能性のあるセンシティブなコンテンツ）に指定されています。
sq: Kjo s’është e vërtetë. Në shtator të 2021-shit, 900 instancat e pranishme te <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org/instances">treguesi ynë publik</a> strehonin ~1% video të etiketuara si NSFW (pra lëndë me spec, e cila mund të jetë diçka tjetër nga pornografia).

source: Administrators have full control of the content they want to display, and how they want to display it. In the default configuration, Tube hides NSFW videos.
ar: يتمتع المسؤولون بالتحكم الكامل في المحتوى الذي يريدون عرضه ، وكيف يريدون عرضه. في التكوين الافتراضي ، يخفي Tube مقاطع فيديو NSFW.
cs: Správci mají plnou kontrolu nad obsahem, který chtějí zobrazit, a nad způsobem jeho zobrazení. Ve výchozí konfiguraci Tube skrývá NSFW videa.
es: Los administradores tienen el control total del contenido que quieren mostrar y cómo quieren mostrarlo. En la configuración predeterminada, Tube oculta videos NSFW.
fr_fr: Les administrateurs ont le contrôle total du contenu qu'ils veulent afficher, et comment ils veulent l'afficher. Dans la configuration par défaut, Tube cache les vidéos NSFW.
gd: ’S ann aig na rianairean a tha an smachd air an t-susbaint a bu mhiann leotha sealltainn agus ciamar a sheallas iad i. San rèiteachadh bhunaiteach, falaichidh Tube na videothan sa bheil susbaint inbheach.
ja: インスタンスの管理人は表示したいコンテンツ、またはどうやってコンテンツを表示させたいか、フルコントロールできます。標準の設定では、PeerTubeはNSFW動画を非表示にします。
sq: Përgjegjësit kanë kontroll të plotë të lëndës që duan të shfaqin dhe se si duan ta shfaqin. Sipas formësimit parazgjedhje, Tube-i videot NSFW i fsheh.

source: See the dedicated section in the Tube documentation: <a href="https://tube.docs.dingshunyu.top/use-report" target="_blank">https://docs.joinpeertube.org/use-report</a>
ar: راجع القسم المخصص في وثائق Tube: <a href="https://tube.docs.dingshunyu.top/use-report" target="_blank"> https://tube.docs.dingshunyu.top/use-report</a >
cs: Viz oddíl věnovaný této problematice v dokumentaci Tube: <a href="https://tube.docs.dingshunyu.top/use-report" target="_blank">https://docs.joinpeertube.org/use-report</a>
es: Consulte la sección dedicada en la documentación de Tube: <a href="https://tube.docs.dingshunyu.top/use-report" target="_blank"> https://docs.joinpeertube.org/use-report</a>
fr_fr: Voir la section dédiée dans la documentation Tube : <a href="https://tube.docs.dingshunyu.top/use-report" target="_blank">https://docs.joinpeertube.org/use-report</a>
ja: PeerTubeドキュメントの専用の章をご覧ください。: <a href="https://docs.joinpeertube.org/use-report" target="_blank">https://docs.joinpeertube.org/use-report</a>

source: Your web browser sends a view to the server after 30 seconds of playback. If a video is less than 30 seconds in length, a view is sent after 75% of the video duration. After giving a view, that IP address cannot add another view in the next hour. Views are buffered, so don't panic if the view counter stays the same after you watched a video.
ar: يرسل متصفح الويب الخاص بك عرضًا إلى الخادم بعد 30 ثانية من التشغيل. إذا كانت مدة الفيديو أقل من 30 ثانية ، يتم إرسال مشاهدة بعد 75٪ من مدة الفيديو. بعد إبداء الرأي ، لا يمكن لعنوان IP هذا إضافة عرض آخر في الساعة التالية. يتم تخزين المشاهدات مؤقتًا ، لذلك لا داعي للذعر إذا ظل عداد العرض كما هو بعد مشاهدة مقطع فيديو.
cs: Po 30 sekundách přehrávání odešle webový prohlížeč zobrazení na server. Pokud je video kratší než 30 sekund, je zobrazení odesláno po 75 % délky videa. Po odeslání zobrazení nemůže daná IP adresa v následující hodině přidat další zobrazení. Zobrazení jsou ukládána do vyrovnávací paměti, takže nepropadejte panice, pokud počítadlo zobrazení zůstane po zhlédnutí videa stejné.
es: Su navegador web envía una vista al servidor después de 30 segundos de reproducción. Si un video tiene menos de 30 segundos de duración, se envía una vista después del 75% de la duración del video. Después de dar una vista, esa dirección IP no puede agregar otra vista en la próxima hora. Las vistas se almacenan en búfer, así que no se preocupe si el contador de vistas permanece igual después de ver un video.
fr_fr: Votre navigateur web envoie une vue au serveur après 30 secondes de lecture. Si une vidéo fait moins de 30 secondes, une vue est envoyée après 75% de sa durée. Une fois la vue envoyée, l'adresse IP ne peut envoyer une autre vue dans l'heure suivante. Les vues sont tamponnées, donc ne paniquez pas si le compteur reste le même après avoir regardé une vidéo.
gd: Cuiridh am brabhsair-lìn agad cunntas coimhead air dhan fhrithealaiche às dèidh 30 diog dhen chluich. Ma tha video nas giorra na 30 diog, thèid an cunntas a chur às dèidh 75% de dh’fhaid a’ video. Nuair a chaidh cunntas a chur, chan urrainn dhan t-seòladh IP cunntas eile a chur fad uair a thìde. Thèid cunntasan a chur dhan bhufair, mar sin na gabh dragh ma mhaireas an cunntair mar a bha e nuair a bhios tu air coimhead air video.
sq: Shfletuesi juaj dërgon një pamje te shërbyesi pas çdo 30 sekondash luajtjeje. Nëse videoja është më pak se 30 sekonda e gjatë, pamja dërgohet pas 75% të kohëzgjatjes së videos. Pas dhënies së një pamjeje, ajo adresë IP s’mund të shtojë tjetër pamje gjatë orës pasuese. Për pamjet përdoret “buffer”, ndaj mos u trembni, nëse numëratori i pamjeve rri po ai, pasi të keni parë një video.

source: For those who want to upload videos
ar: بالنسبة لأولئك الذين يريدون تحميل الفيديو
cs: Pro ty, kteří chtějí nahrávat videa
es: Para quienes quieran subir sus vídeos
fr_fr: Pour qui veut diffuser des vidéos
gd: Dhan fheadhainn a tha airson videothan a luchdadh suas
ja: 動画をアップロードしたい方
pt_br: Para aqueles que querem subir seus vídeos
sq: Për ata që duan të ngarkojnë video
sv: För dem som vill ladda upp sina videor

source: Find the Tube website that suits you best
ar: ابحث عن موقع Tube الذي يناسبك
cs: Najděte si webovou stránku Tube, která vám nejlépe vyhovuje
es: Encuentra el sitio web de Tube que mejor se adapte a tus necesidades
fr_fr: Trouvez l’instance qui vous correspond
gd: Lorg an làrach-lìn Tube a bhios nas iomchaidhe dhut
ja: 自分に最も合ったPeerTubeサーバーを探す
sq: Gjeni sajtin Tube që ju përshtatet më mirë
sv: Hitta den instans som passar dig bäst

source: <a target="_blank" rel="noopener noreferrer" href="/instances">Join a Tube community</a> depending on its topic, terms of services or code of conduct
cs: <a target="_blank" rel="noopener noreferrer" href="/instances">Připojte se ke komunitě Tube</a> v závislosti na jejím tématu, podmínkách služeb nebo kodexu chování
es: <a target="_blank" rel="noopener noreferrer" href="/instances">Únete a una comunidad de Tube</a>dependiendo de su tema, condiciones de servicio o código de conducta
fr_fr: <a target="_blank" rel="noopener noreferrer" href="/instances">Rejoignez une communauté Tube</a> selon son thème, ses conditions d'utilisation ou son code de conduite
gd: <a target="_blank" rel="noopener noreferrer" href="/instances">Faigh ballrachd ann an coimhearsnachd Tube</a> a-rèir a’ chuspair, teirmichean a’ chleachdaidh no an còd-giùlain a th’ aice
ja: トピックや利用規約もしくは行動規範に基づいて<a target="_blank" rel="noopener noreferrer" href="/instances">PeerTubeコミュニティに参加しましょう</a>
pt_br: <a target="_blank" rel="noopener noreferrer" href="/instances">Faça parte de uma comunidade da Tube</a> dependendo do tópico, termos de serviços (ToS) ou código de conduta da instância
sq: <a target="_blank" rel="noopener noreferrer" href="/instances">Bëhuni pjese e një bashkësie Tube</a> në varësi të temave të saj, kushteve të shërbimit ose kodit të sjelljes
sv: <a target="_blank" rel="noopener noreferrer" href="/instances">Gå med i en Tube-gemenskap</a> med ett tema, användarvillkor och uppförandekod i din smak

source: Talk to administrators and moderators that are real people, not robots
ar: تحدث إلى المسؤولين والمشرفين الذين هم أناس حقيقيون وليسوا روبوتات
cs: Mluvte se správci a moderátory, kteří jsou skuteční lidé, nikoli roboti
es: Habla con administradores y moderadores que son personas reales, no robots
fr_fr: Parlez à des administrateurs et modérateurs qui sont des personnes réelles, pas des robots
gd: Bruidhinn ri rianairean is maoir a tha nan daoine ceart seach robotairean
ja: ロボットではない、実在の人間である運営者とモデレーターと話しましょう
sq: Flisni me përgjegjës dhe moderatorë që janë persona të njëmendtë, jo robotë

source: Upload and import videos
ar: تحميل واستيراد ملفات الفيديو
cs: Nahrávání a importování videí
es: Cargar e importar videos
fr_fr: Téléversez et importez des vidéos
gd: Luchdaich suas is ion-phortaich videothan
ja: 動画をアップロード・インポートする
pt_br: Enviar e importar vídeos
sq: Ngarkoni dhe importoni video

source: Upload or import videos from the web (Youtube, Dailymotion...) or from a torrent file
ar: قم بتحميل أو استيراد مقاطع الفيديو من الويب (Youtube ، Dailymotion ...) أو من ملف تورنت
cs: Nahrát nebo importovat videa z webu (Youtube, Dailymotion...) nebo ze souboru torrent
es: Sube o importa videos desde la web (Youtube, Dailymotion ...) o desde un archivo torrent
fr_fr: Téléversez ou importez des vidéos du web (Youtube, Dailymotion...) ou d''un fichier torrent
gd: Luchdaich suas no ion-phortaich videothan on lìon (YouTube, Dailymotion…) no o fhaidhle torrent
ja: 動画のアップロードまたはYouTubeやDailymotionなどのWEBやtorrentファイルから動画をインポートすることができます
sq: Ngarkoni ose importoni video prej interneti (Youtube, Dailymotion…), ose nga një kartelë torrent

source: Set metadata: category, licence, language, tags, description, thumbnail...
ar: تعيين البيانات الوصفية: الفئة ، الترخيص ، اللغة ، العلامات ، الوصف ، الصورة المصغرة ...
cs: Nastavení metadat: kategorie, licence, jazyk, značky, popis, miniatura...
es: Establecer metadatos: categoría, licencia, idioma, etiquetas, descripción, miniatura ...
fr_fr: Définissez des métadonnées : catégorie, licence, langue, tags, description, miniature...
gd: Suidhich meata-dàta: roinn-seòrsa, ceadachas, cànan, tagaichean, tuairisgeul, dealbhag…
ja: 動画のメタデータを設定できます:カテゴリー、ライセンス、言語、タグ、説明文、サムネイルなど...
sq: Caktoni tejtëdhëna: kategori, licencë, gjuhë, etiketa, përshkrim, miniaturë…

source: Choose <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean">video privacy</a>: public, unlisted, internal or private
cs: Zvolte <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean">soukromí videa</a>: veřejné, neuvedené, interní nebo soukromé
es: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean">privacidad del video</a>: público, no listado, interno o privado
fr_fr: Choisissez une option <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean">confidentialité</a> pour vos vidéos : publique, non listée, interne ou privée
gd: Tagh <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean">prìobhaideachd nam videothan</a>: poblach, falaichte o liostaichean, ionadail no prìobhaideach
ja: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean">動画の投稿範囲</a>を選べます: 公開、未収載、ローカル内または非公開
pt_br: Escolha <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean">a privacidade do vídeo</a>: público, não listado, interno, privado
sq: Zgjidhni <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean">privatësi videosh</a>: publike, e pashfaqur në lista, e brendshme ose private
sv: Välj <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=video-confidentiality-options-what-do-they-mean">hur videon ska visas</a>: offentligt, olistat, internt eller privat

source: Add <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=captions">subtitles</a>
cs: Přidejte <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-create-upload-video?id=captions">titulky</a>
es: añadir <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=captions">subtítulos</a>
fr_fr: Ajoutez <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=captions">des sous-titres</a>
gd: Cuir <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=captions">fo-thiotalan</a> ris
ja: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=captions">字幕</a>をつけることができます
pt_br: Adicionar <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-create-upload-video?id=captions">legendas</a>
sq: Shtoni <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=captions">titra</a>
sv: Lägg till <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-create-upload-video?id=captions">undertexter</a>

source: Easily disable comments or download
ar: يمكنك بسهولة تعطيل التعليقات أو تنزيلها
cs: Snadné zakázání komentářů nebo stahování
es: Deshabilite fácilmente los comentarios o la descarga
fr_fr: Désactivez facilement les commentaires ou le téléchargement
gd: Cuir beachdan à comas no luchdaich a-nuas iad gun duilgheadas
ja: コメント機能や動画ダウンロード機能を簡単に無効にできます
pt_br: Desabilite facilmente os comentários ou/e o download do vídeo
sq: Çaktivizoni lehtësisht komentet ose shkarkimin

source: Upload an audio file and an image and let Tube take care of creating the video!
ar: قم بتحميل ملف صوتي وصورة ودع Tube يتولى إنشاء الفيديو!
cs: Nahrajte zvukový soubor a obrázek a nechte Tube, aby se postaral o vytvoření videa!
es: ¡Sube un archivo de audio y una imagen y deja que Tube se encargue de crear el video!
fr_fr: Téléversez un fichier audio et une image et laissez Tube gérer la création de la vidéo !
gd: Luchdaich suas faidhle fuaime is dealbh agus nì Tube video dheth dhut-sa!
sq: Ngarkoni një kartelë audio dhe një figurë dhe lëreni Tube-in të merret me krijimin e videos!

source: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=publish-a-live-in-tube-gt-v3">Publish live videos</a> in Tube using your favorite RTMP compatible software (OBS, Restream, ffmpeg...)
ar: Tube باستخدام برنامجك المفضل المتوافق مع RTMP (OBS ، Restream ، ffmpeg ...)<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-create-upload-video?id=publish-a-live-in-tube-gt-v3">انشر مقاطع فيديو مباشرة </a>
cs: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=publish-a-live-in-tube-gt-v3">Publikujte živá videa</a> na Tube pomocí svého oblíbeného softwaru kompatibilního s RTMP (OBS, Restream, ffmpeg...)
es: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=publish-a-live-in-tube-gt-v3">Publica video en vivo</a> en Tube usando su software compatible RTMP favorito (OBS, Restream, ffmpeg ...)
fr_fr: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=publish-a-live-in-tube-gt-v3">Publiez un live</a> via Tube en utilisant votre logiciel favori compatible avec RTMP (OBS, Restream, ffmpeg...)
gd: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=publish-a-live-in-tube-gt-v3">Foillsich videothan beòtha</a> ann am Tube leis a’ bhathar-bhog as fheàrr leat a tha co-chòrdail ri RTMP (OBS, Restream, ffmpeg…)
ja: PeerTubeでの<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-create-upload-video?id=publish-a-live-in-tube-gt-v3">ライブ配信の公開</a>は、あなたが好きなRTMPに対応したソフトウェア（OBS、 Restream、ffmpegなど）を使用します
sq: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-create-upload-video?id=publish-a-live-in-tube-gt-v3">Publikoni video të drejtpërdrejta</a> në Tube, duke përdorur software-in tuaj RTMP të parapëlqyer (OBS, Restream, ffmpeg…)

source: Create permanent lives to stream multiple times inside the same live (URL doesn't change for the viewers)
ar: إنشاء حيوات دائمة للبث عدة مرات داخل نفس البث المباشر (لا يتغير عنوان URL للمشاهدين)
cs: Vytvoření trvalých živých přenosů pro vícenásobné vysílání v rámci jednoho živého přenosu (adresa URL se pro diváky nemění)
es: Cree vidas permanentes para transmitir varias veces dentro del mismo en vivo (la URL no cambia para los espectadores)
fr_fr: Créez des lives permanents afin de streamer plusieurs fois au sein du même live (l'URL ne change pas pour les spectateurs)
gd: Cruthaich sruthan beòtha maireannach iomadh turas am broinn an aon sruthaidh bheò (chan atharraich an URL dhan luchd-amhairc)
sq: Krijoni transmetime të drejtpërdrejta të përhershme, për të transmetuar disa herë brenda të njëjtit transmetim (për parësit URL-ja nuk ndryshon)

source: Let Tube create a replay of your live
ar: اسمح لـPeerTube بإنشاء إعادة تشغيل لحياتك الحية
cs: Nechte službu Tube vytvořit přehrávání vašeho živého vysílání
es: Deje que Tube cree una repetición de su directo
fr_fr: Laissez Tube créer un replay de leur live
gd: Leig le Tube ath-chluiche a dhèanamh dhen t-sruthadh bheò agad
sq: Lëreni Tube-in të krijojë një “replay” të transmetimit tuaj të drejtpërdrejtë

source: Manage your channels
ar: إدارة قنواتك
cs: Spravujte své kanály
es: Gestiona tus canales
fr_fr: Gérez vos chaînes
gd: Stiùirich na seanailean agad
ja: チャンネルを管理する
pt_br: Administrar seus canais
sq: Administroni kanalet tuaj

source: Create <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-library?id=video-channels">multiple channels</a> inside your account to group your videos by topic
cs: Vytvořte <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=video-channels">více kanálů</a> uvnitř svého účtu a seskupte svá videa podle témat
es: Crear <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-library?id=video-channels">múltiples canales</a> dentro de su cuenta para agrupar sus videos por tema
fr_fr: Créez <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-library?id=video-channels">de multiples chaînes</a> au sein de votre compte pour grouper les vidéos par thème
gd: Cruthaich <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/use-library?id=video-channels">iomadh seanail</a> am broinn a’ chunntais agad airson na videothan agad a buidhneachadh a-rèir cuspair
pt_br: Criar <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-library?id=video-channels">múltiplos canais</a> dentro da sua conta para agrupar seus vídeos por tópico
sq: Krijoni <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-library?id=video-channels">kanale të shumtë</a> brenda llogarisë tuaj, që të gruponi videot sipas temash
sv: Skapa <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-library?id=video-channels">flera kanaler</a> på ditt konto för att gruppera videor efter tema

source: Brand your channel using a dedicated name, a banner and an avatar
ar: قم بتمييز قناتك باستخدام اسم مخصص وراية وصورة رمزية
cs: Značka vašeho kanálu pomocí vyhrazeného názvu, banneru a avatara
es: Marca tu canal con un nombre exclusivo, un banner y un avatar
fr_fr: Personnalisez votre chaîne en utilisant un nom dédié, une bannière et un avatar
gd: Cuir brannd air an t-seanail agad le ainm sònraichte, bratach agus avatar
ja: チャンネルを特定の名前やバナーやアバターでブランディングする
sq: Personalizojeni kanalin tuaj duke i vënë një emër, banderolë dhe avatar të vetin

source: Set a <em>Support</em> button for your channel to explain how to support your work
ar: قم بتعيين الزر <em> دعم </em> لقناتك لشرح كيفية دعم عملك
cs: Nastavte pro svůj kanál tlačítko <em>Podpora</em> a vysvětlete, jak podpořit vaši práci
es: Establece un <em>Soporte</em> botón de tu canal para explicar cómo apoyar tu trabajo
fr_fr: Ajoutez un bouton <em>Soutenir</em> pour votre chaîne afin d'expliquer comment soutenir votre travail
gd: Suidhich putan <em>taice</em> dhan t-seanail agad a mhìnicheas mar a chuireas daoine taic ris an obair agad
ja: チャンネルに<em>支援</em>ボタンを設定し、あなたの活動をどうやって支援すれば良いか説明する
sq: Ujdisni për kanalin tuaj një buton <em>Asistencë</em>, që të shpjegoni se si funksionon asistenca juaj
