Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: <p>Today, when searching for videos on a Tube instance, it is hard to <strong>find content that is not in the federation bubble</strong> of that instance.</p> <p>We will create a <strong>server that indexes all videos</strong> and channels from all Tube instances that are listed on <a href="https://instances.joinpeertube.org/">the public directory</a>. The code for this indexing engine will be open source, so that anyone can host their own by setting their own eligibility rules.</p> <p>Each Tube instance administrator will be able to choose to <strong> use one of these indexing engines for their instance's search bar</strong>.</p> <p>In addition, <strong>announcements</strong> will allow instance administrators to display information to visitors.</p>
cs: <p>Dnes je při vyhledávání videí na instanci Tube těžké <strong>najít obsah, který se nenachází ve federační bublině</strong> této instance.</p> <p>Vytvoříme <strong>server, který indexuje všechna videa</strong> a kanály ze všech instancí služby Tube, které jsou uvedeny ve <a href="https://instances.joinpeertube.org/">veřejném adresáři</a>. Kód tohoto indexovacího stroje bude mít otevřený zdrojový kód, takže kdokoli bude moci hostovat svůj vlastní tím, že si nastaví vlastní pravidla způsobilosti.</p> <p>Každý správce instance Tube si bude moci zvolit, zda bude chtít <strong>vytvořit novou instanci Tube a používat jeden z těchto indexovacích motorů pro vyhledávací panel své instance</strong>.</p> <p>Kromě toho budou k dispozici <strong>vyhlášení</strong> která umožní správcům instancí zobrazovat informace pro návštěvníky.</p>
es: <p> Hoy, cuando se buscan videos en una instancia de Tube, es difícil <strong> busque contenido que no esté en la burbuja de la federación </strong> de esa instancia. </p> <p> Crearemos un <strong> servidor que indexe todos los videos </strong> y canales de todas las instancias de Tube que se enumeran en <a href="https://instances.joinpeertube.org/"> el directorio público </a>. El código de este motor de indexación será de código abierto, para que cualquiera pueda alojar las suyas propias estableciendo sus propias reglas de elegibilidad. </p> <p> Cada administrador de instancias de Tube podrá elegir <strong> utilice uno de estos motores de indexación para la barra de búsqueda de su instancia </strong>. </p> <p> Además, <strong> anuncios </strong> permitirá que los administradores de la instancia muestren información a los visitantes. </p>
fr_fr: <p>Lorsqu'on recherche des vidéos sur une instance Tube aujourd'hui, il est difficile d'y <strong>trouver du contenu qui n'est pas dans la bulle de fédération</strong> de cette instance.</p> <p>Nous allons créer <strong>un serveur indexant la globalité des vidéos</strong> et des chaînes de toutes les instances Tube qui sont inscrites sur <a href="https://instances.joinpeertube.org/">l'annuaire public</a>. Le code de ce moteur d'indexation sera libre, afin que quiconque puisse héberger le sien en fixant ses propres règles d'admissibilité.</p> <p>Chaque administrateur d'instance Tube pourra choisir d'<strong>utiliser un de ces moteurs d'indexation pour la barre de recherche</strong> de son instance.</p> <p>Par ailleurs, <strong>les messages d'information</strong> permettront aux administrateurs d'une instance d'afficher une information aux personnes qui la visitent.</p>
gd: <p>Aig an àm seo, nuair a bhios tu a’ lorg video air ionstans Tube, tha e doirbh <strong>susbaint a lorg nach eil sa bhuilgean co-nasgaidh</strong> aig an ionstans sin.</p> <p>Cruthaichidh sinn frithealaiche <strong>a nì inneacsadh air na videothan is seanailean uile</strong> à ionstans Tube sam bith a tha air liosta <a href="https://instances.joinpeertube.org/">an eòlaire phoblaich</a>. Thèid bun-tùs an einnsein inneacsaidh fhoillseachadh ach an urrainn do dhuine sam bith am fear aca fhèin òstadh leis na riaghailtean iomchaidheachd aca fhèin.</p> <p>’S urrainn do rianairean nan ionstansan Tube taghadh <strong> cò am fear de na h-einnseanan inneacsaidh a chleachdas iad air bàr-luirg an ionstans aca</strong>.</p> <p>A bharrachd air sin, bidh gleus <strong>bhrathan-fiosa</strong> ann a leigeas le rianairean ionstans fiosrachadh a shealltainn dhan luchd-tadhail.</p>
sq: <p>Sot, kur kërkohet për video në një instancë Tube, është e zorshme të <strong>gjendet lëndë që s’është pjesë e flluskës së federimit</strong> të asaj instance.</p> <p>Do të krijojmë një <strong>shërbyes që indekson krejt videot</strong> dhe kanalet prej krejt instancave Tube që janë pjesë e <a href="https://instances.joinpeertube.org/">listës publike</a>. Kodi për të këtë mekanizëm indeksimi do të jetë me burim të hapët, që kështu cilido të mund të strehojë të vetin, duke ujdisur rregullat e veta për pjesëmarrje.</p> <p>Çdo përgjegjës instance Tube do të jetë në gjendje të zgjedhë të <strong> përdorë një nga këta mekanizma indeksimi për shtyllën e kërkimit të instancës së vet</strong>.</p> <p>Për më tepër, <strong>njoftimet</strong> do t’u lejojnë përgjegjësve të instancave t’u shfaqin informacion vizitorëve.</p>
sv: <p>När man söker efter videor på Tube-instans idag, är det svårt att <strong>upptäcka material som finns utanför federationsbubblan</strong> den instansen befinner sig i.</p> <p>Vi vill bygga en <strong>server som indexerar alla videor</strong> och kanaler från de Tube-instanser som listas i <a href="https://instances.joinpeertube.org/">den offentliga katalogen</a>. Indexeringsmotorns kod kommer göras öppet tillgänglig så att vem som helst kan starta en egen utifrån sina preferenser.</p> <p>Varje Tube-instans administratör kommer kunna välja att <strong> använda en av dessa indexeringsmotorer i sökrutan på sin instans</strong>.</p> <p>Dessutom kommer <strong>massmeddelanden</strong> ge administratörer möjlighet att dela information till sin instans användare.</p>

source: <p>While each new version of Tube has brought <a href="https://joinpeertube.org/faq#tube-developers-did-not-add-moderation-tools">new moderation features</a>, there is still much to be done to <strong>facilitate moderation</strong> of content and accounts within the fediverse. That's why we want to <strong>dedicate a month to the development of new moderation tools</strong>.</p> <p>The list of features we have to develop or improve is long: reports logs and monitoring, moderation history, comments moderation, moderation reports related to an account, feedback on steps taken (or not) following a report, <strong>fight against spam</strong>, sharing blocklists of instances, accounts or content...</p> <p>This list is being built <a href="https://github.com/Chocobozzz/Tube/labels/Component%3A%20Moderation%20%3Agodmode%3A"><strong>in collaboration with the community</strong></a>, and it is with these needs in mind that we will try to prioritize the moderation tools developed during this month.</p>
cs: <p>Zatímco každá nová verze Tube přináší <a href="https://joinpeertube.org/faq#tube-developers-did-not-add-moderation-tools">nové funkce moderování</a>, stále je třeba udělat hodně pro to, aby se <strong>usnadnilo moderování</strong> obsahu a účtů v rámci fediverse. Proto chceme <strong>věnovat měsíc vývoji nových nástrojů pro moderování</strong>.</p> <p>Seznam funkcí, které musíme vyvinout nebo vylepšit, je dlouhý: protokoly zpráv a monitorování, historie moderování, moderování komentářů, zprávy o moderování související s účtem, zpětná vazba ohledně kroků (nebo ne) přijatých po zprávě, <strong>boj proti spamu</strong>, sdílení seznamů blokovaných instancí, účtů nebo obsahu...</p> <p>Tento seznam se připravuje <a href="https://github.com/Chocobozzz/Tube/labels/Component%3A%20Moderation%20%3Agodmode%3A"><strong>ve spolupráci s komunitou</strong></a>, a právě s ohledem na tyto potřeby se pokusíme upřednostnit nástroje pro moderování vyvinuté během tohoto měsíce.</p>
es: <p> Si bien cada nueva versión de Tube ha traído <a href = "https://joinpeertube.org/faq#tube-developers-did-not-add-moderation-tools"> nuevas funciones de moderación </a>, Todavía queda mucho por hacer para <strong> facilitar la moderación </strong> de contenido y cuentas dentro del fediverse. Por eso queremos <strong> dedicar un mes al desarrollo de nuevas herramientas de moderación </strong>. </p> <p> La lista de funciones que tenemos que desarrollar o mejorar es larga: registros y seguimiento de informes, historial de moderación, moderación de comentarios, informes de moderación relacionados con una cuenta, comentarios sobre los pasos tomados (o no) después de un informe, <strong> lucha contra el spam </strong>, compartiendo listas de bloqueo de instancias, cuentas o contenido ... </p> <p> Esta lista se está construyendo <a href="https://github.com/Chocobozzz/Tube/labels/Component%3A%20Moderation%20%3Agodmode%3A"> <strong> en colaboración con la comunidad </strong> </a>, y es con estas necesidades en mente que intentaremos priorizar las herramientas de moderación desarrolladas durante este mes. </p>
fr_fr: <p>Bien que chaque nouvelle version de Tube ait apporté <a href="https://joinpeertube.org/faq#tube-developers-did-not-add-moderation-tools">de nouvelles fonctionnalités de modération</a>, il reste encore beaucoup à faire pour <strong>faciliter la modération</strong> des contenus et des comptes dans la fédiverse. Voilà pourquoi nous voulons <strong>consacrer un mois de développement à de nouveaux outils de modération</strong>.</p> <p>La liste des fonctionnalités à développer ou à améliorer est longue : suivi des signalements, historique de modération, modération des commentaires, rapports de modération lié à un compte, retour des actions engagées (ou non) suite à un signalement, <strong>lutte contre les spams</strong>, partage de listes noires d'instances, de comptes, de contenus...</p> <p>Cette liste se construit <a href="https://github.com/Chocobozzz/Tube/labels/Component%3A%20Moderation%20%3Agodmode%3A"><strong>en collaboration avec la communauté</strong></a>, et c'est à l'écoute de ces besoins que nous essaierons de prioriser les outils de modération développés durant ce mois.</p>
gd: <p>Ged a thug gach tionndadh ùr de PheerTube <a href="https://joinpeertube.org/faq#tube-developers-did-not-add-moderation-tools">gleusan maorsainneachd</a> ùra dhuinn, tha fhathast tòrr a dhìth airson <strong>a’ mhaorsainneachd a dhèanamh nas fhasa</strong> a thaobh susbaint agus cunntasan air feadh a’ cho-shaoghail. Seo as adhbhar gu bheil sinn airson <strong>mìos a thoirt seachad air leasachadh innealan maorsainneachd ùra</strong>.</p> <p>Tha liosta nan gleusan a tha sinn ag amas an cur ris no piseach a thoirt orra fada: loga nan gearanan is cumail sùil orra, eachdraidh na maorsainneachd, maorsainneachd air beachdan, aithrisean maorsainneachd mu chunntasan, beachdan air ceuman a chaidh (no nach deach) a ghabhail a thaobh gearain, <strong>strì an aghaidh spama</strong>, co-roinneadh liostaichean-bacaidh de dh’ionstansan, cunntasan no susbaint…</p> <p>Tha an liosta seo ’ga thogail <a href="https://github.com/Chocobozzz/Tube/labels/Component%3A%20Moderation%20%3Agodmode%3A"><strong>le co-obrachadh na coimhearsnachd</strong></a> agus bidh na feumalachdan seo air ar n-aire nuair chuireas sinn prìomhachas air na h-innealan maorsainneachd a leasaichidh sinn rè a’ mhìosa seo.</p>
sq: <p>Teksa çdo version i ri i Tube-it ka sjellë <a href="https://joinpeertube.org/faq#tube-developers-did-not-add-moderation-tools">veçori të reja moderimi</a>, ka plot ende për t’u bërë për të <strong>lehtësuar moderimin</strong> e lëndës dhe llogarive brenda fediversit. Kjo është arsyeja pse duam t’i <strong>kushtojmë një muaj zhvillimit të mjeteve të reja të moderimit</strong>.</p> <p>Lista e veçorive që na duhet të zhvillojnë ose përmirësojmë është e gjatë: regjistra raportimedhe dhe mbikëqyrje, historik moderimesh, moderim komentesh, raporte moderimi të lidhura me një llogari, përshtypje për hapat e ndërmarrë (ose jo) në vijim të një raportimi, <strong>luftimin e mesazheve të padëshiruar</strong>, shkëmbim listash bllokimesh instancash, llogarish ose lënde…</p> <p>Kjo listë po hartohet <a href="https://github.com/Chocobozzz/Tube/labels/Component%3A%20Moderation%20%3Agodmode%3A"><strong>në bashkëpunim me bashkësinë</strong></a>, dhe është me këto nevoja në mendje që do të përpiqemi t’u japim përparësi mjeteve të moderimit të zhvilluara gjatë këtij muaji.</p>

source: <p>While it is easy to embed a Tube video on a website or social media, the same cannot be said for playlists. We want to rework the <strong>embed and display of playlists</strong> on third party websites.</p> <p>We also want to <strong>allow two clips of the same video to be displayed in a playlist</strong>. Combined with the ability to extract a specific piece of video in a playlist, <strong>playlists will thus become very useful remixing tools</strong>, for example for educational purposes.</p> <p>Plugins allow anyone to contribute to new Tube features by coding them into Tube, and offer them to instance administrators. We want to <strong>improve the plugin system</strong> to offer more interaction possibilities.</p> <p>In order to put ourselves in their contributors' shoes, we are going to create a few plugins of our own, for example one to <strong>display information over a video to annotate it</strong> at a specific point in the viewing process.</p> <p>Finally, we want to work on <strong>selecting a set of plugins to showcase</strong> them on joinpeertube.org.</p>
cs: <p>I když je snadné vložit video Tube na webovou stránku nebo sociální média, to samé nelze říci o seznamech videí. Chceme přepracovat <strong>vkládání a zobrazování seznamů skladeb</strong> na webech třetích stran.</p> <p>Chceme také <strong>povolit zobrazení dvou klipů stejného videa v seznamu videí</strong>. V kombinaci se schopností extrahovat konkrétní část videa do seznamu videí, <strong>se seznamy videí tak stanou velmi užitečnými nástroji pro remixování</strong>, například pro vzdělávací účely.</p> <p>Pluginy umožňují komukoli přispívat k novým funkcím Tube jejich kódováním do Tube a nabízet je k instanci správci. Chceme <strong>vylepšit systém pluginů</strong>, aby nabízel více možností interakce.</p> <p>Abychom se vžili do role jejich přispěvatelů, vytvoříme několik vlastních pluginů, například jeden pro <strong>zobrazení informací přes video s anotací</strong> v určitém okamžiku procesu sledování.</p> <p>Nakonec chceme zapracovat na <strong>výběru sady pluginů, které budeme předvádět</strong> na joinpeertube.org.</p>
es: <p> Si bien es fácil insertar un video de Tube en un sitio web o redes sociales, no se puede decir lo mismo de las listas de reproducción. Queremos reelaborar la <strong> inserción y visualización de listas de reproducción </strong> en sitios web de terceros. </p> <p> También queremos <strong> permitir que dos clips del mismo video se muestren en una lista de reproducción </strong>. Combinado con la capacidad de extraer un fragmento específico de video en una lista de reproducción, <strong> las listas de reproducción se convertirán así en herramientas de remezcla muy útiles </strong>, por ejemplo, con fines educativos. </p> <p> Los complementos permiten que cualquiera contribuya a las nuevas funciones de Tube codificándolos en Tube y ofreciéndolos a la instancia. administradores. Queremos <strong> mejorar el sistema de complementos </strong> para ofrecer más posibilidades de interacción. </p> <p> Para ponernos en el lugar de sus colaboradores, crearemos algunos complementos propios, por ejemplo, uno para <strong> mostrar información sobre un video para anotarlo </strong> en un punto específico del proceso de visualización. </p> <p> Finalmente, queremos trabajar en <strong> seleccionar un conjunto de complementos para mostrarlos </strong> en joinpeertube.org. </p>
fr_fr: <p>S'il est facile d'intégrer une vidéo Tube sur un site web ou dans des médias sociaux, on ne peut pas en dire autant des listes de lectures. Nous voulons <strong>retravailler l'intégration et l'affichage des playlists</strong> sur les sites tiers.</p> <p>Nous souhaitons aussi permettre l'<strong>affichage de deux extraits d'une même vidéo dans une liste de lecture</strong>. Associée à la possibilité d'extraire un bout de vidéo précis dans une liste de lecture, <strong>les playlists pourront ainsi devenir des outils de remix</strong> très utiles, par exemple pour des usages pédagogiques.</p> <p>Les plugins permettent à quiconque de contribuer, en codant de nouvelles fonctionnalités à Tube, pour les proposer aux administrateurs d'instances. Nous voulons <strong>améliorer le système de plugins</strong> pour offrir plus de possibilités d'interaction. </p> <p>Afin de se mettre à leur place, nous allons nous-mêmes en créer quelques-uns, et par exemple <strong>développer un plugin permettant d'afficher des infos par dessus une vidéo</strong> pour l'annoter à un moment précis du visionnage.</p> <p>Nous voulons enfin travailler à <strong>sélectionner un ensemble de plugins pour les mettre en valeur</strong> sur joinpeertube.org.</p>
gd: <p>Ged a tha e furasta video Tube a leabachadh air làrach-lìn no meadhan sòisealta, chan eil an aon rud fìor a thaobh liostaichean-cluich. Tha sinn airson dreach ùr a chur air <strong>leabachadh is sealladh nan liostaichean-cluich</strong> air làraichean-lìn threas-phàrtaidhean.</p> <p>Tha sinn cuideachd airson comas a chruthachadh ach an gabh <strong>iomadh cliop dhen aon video a shealltainn air liosta-chluich</strong>. Còmhla ris a’ chomas air bloigh shònraichte de video às-tharraing air liosta-chluich, <strong>thèid liostaichean-cluich nan innealan co-mheasgachaidh glè fheumail</strong>, can a chùm foghlaim.</p> <p>Leigidh plugain le duine sam bith còd airson gleusan ùra a thoirt do PheerTube ’s an tairgsinn do rianairean ionstans. Tha sinn airson <strong>piseach a thoirt air siostam nam plugan</strong> ach am bi barrachd chomasan eadar-ghabhalach ann.</p> <p>Feuch am fidir sinn fhìn mar a dh’obraicheas e dhan luchd-cuideachaidh, cruthaichidh sinn fhìn corra plugan, can fear a <strong>sheallas fiosrachadh thar video airson nòtachadh a chur ris</strong> aig àm sònraichte na cluiche.</p> <p>Mu dheireadh thall, tha sinn airson obair air <strong>roghadh is taghadh de phlugain ’s an taisbeanadh</strong> air joinpeertube.org.</p>
sq: <p>Ndërkohë që është e kollajtë të trupëzohet një video Tube në një sajt ose media shoqërore, s’mund të thuhet e njëjta gjë për luajlistat. Duam të ripunojmë <strong>trupëzimin dhe shfaqjen e luajlistave</strong> në sajte palësh të treta.</p> <p>Duam gjithashtu të <strong>lejojmë dy copa nga e njëjta video të shfaqen në një luajlistë</strong>. E ndërthurur me aftësinë e përftimit të një cope të caktuar të një videoje në një luajlistë, <strong>luajtlistat kështu do të bëhen një mjet shumë i fuqishëm ripërzierjesh</strong>, për shembull, për qëllime edukative.</p> <p>Shtojcat i lejojnë cilitdo të japë ndihmesë për veçori të reja Tube-i, duke i koduar në Tube dhe duke ua ofruar përgjegjësve të instancave. Dëshirojmë të <strong>përmirësojëm sistemin e shtojcave</strong> për të ofrouar më tepër mundësi ndërveprimi.</p> <p>Që ta vëmë veten në rolin e kontribuesve, do të krijojmë pak shtojca tonat, për shembull një për të <strong>shfaqur informacion mbi një video për të shënuar diçka</strong> në një pikë të caktuar të gjatë parjes.</p> <p>Së fundi, duam të punojmë mbi <strong>përzgjedhjen e një grupi shtojcash për t’i shfaqur</strong> në joinpeertube.org.</p>
