Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: So if you feel that Tube does not currently meet your needs, it's simple: don't use it right now. We remind you that we don't make money developing Tube, and if we obviously hope for its success, Framasoft does not depend on it to continue its activities.
ar: لذا ، إذا شعرت أن Tube لا يلبي احتياجاتك حاليًا ، فالأمر بسيط: لا تستخدمه الآن. نذكرك بأننا لا نجني الأموال من تطوير Tube ، وإذا كان من الواضح أننا نأمل في نجاحها ، فإن Framasoft لا تعتمد عليها لمواصلة أنشطتها.
cs: Pokud tedy máte pocit, že Tube v současné době nesplňuje vaše potřeby, je to jednoduché: nepoužívejte jej právě teď. Připomínáme, že na vývoji Tube nevyděláváme, a i když samozřejmě doufáme v jeho úspěch, Framasoft na něm není závislý, aby mohl pokračovat ve své činnosti.
es: Mientras tanto, como usuario, si cree que Tube actualmente no satisface sus necesidades, es simple: no lo use en este momento (le recordamos que no ganamos dinero desarrollando Tube, y aunque, obviamente esperamos su éxito, la supervivencia de Framasoft no depende de ello).
fr_fr: Si vous estimez que Tube ne répond pas actuellement à vos besoins, c’est simple : ne l’utilisez pas. Nous vous rappelons que nous ne gagnons pas d’argent en développant Tube, et que si nous espérons évidemment son succès, la survie de notre association n’en dépend pas.
gd: Mar sin, ma tha thu dhen bheachd nach coilean Tube na feumalachdan agad aig an àm seo, tha fuasgladh sìmplidh ann: na cleachd e fhathast. Cuimhnich nach fhaigh sinn prothaid à leasachadh Tube agus ged a tha sinn an dòchas gun soirbhich leis, chan eil Framasoft an eisimeil air airson cumail a’ dol leis na gnìomhan againn.
sq: Nëse jeni të mendimit se Tube-i s’plotëson hëpërhë nevojat tuaja, është e thjeshtë: mos e përdorni, një herë për një herë. Ju kujtojmë që nuk nxjerrim para nga zhvillimi i Tube-it dhe që, edhe pse, kuptohet, shpresojmë të ketë sukses, vazhdimi i veprimtarive të Framasoft-it nuk varet nga ai.
sv: Så om du känner att Tube inte når upp till dina krav än har vi en enkel lösning: använd inte Tube just nu. Vi vill påminna dig om att vi inte tjänar några pengar på att utveckla Tube. Även om vi såklart hoppas på framgång för projektet så hänger Framasofts överlevnad inte på Tube.

source: <a href="#what-are-the-tube-features-for-administrators">Yes it does!</a> Since the first stable release of Tube in October 2018, <strong>every release</strong> added or improved moderation features:
cs: <a href="#what-are-the-tube-features-for-administrators">Ano, má!</a> Od prvního stabilního vydání Tube v říjnu 2018 <strong>každé vydání</strong> přidalo nebo vylepšilo funkce moderování:
es: <a href="#what-are-the-tube-features-for-administrators">¡Sí lo hace!</a>Desde el primer lanzamiento estable de Tube en octubre de 2018, <strong> cada lanzamiento </strong> agregó o mejoró las funciones de moderación:
fr_fr: <a href="#what-are-the-tube-features-for-administrators">Effectivement !</a> Depuis la première version stable de Tube en octobre 2018, <strong>chaque version</strong> a ajouté ou amélioré des fonctionnalités de modération :
gd: <a href="#what-are-the-tube-features-for-administrators">Tairgidh!</a> On chiad tionndadh seasmhach de PheerTube san Dàmhair 2018 a-mach, chuir <strong>gach sgaoileadh</strong> gleusan maorsainneachd ris no thug e piseach orra:
ja: <a href="#what-are-the-tube-features-for-administrators">はい、あります！</a>2018年10月の最初のPeerTube安定版リリース以降、<strong>新しいリリースごと</strong>にモデレーション機能が加えられる、または改善されています:
sq: <a href="#what-are-the-tube-features-for-administrators">Po!</a> Që nga hedhja e parë në qarkullim e Tube-it në tetor të 2018-s, <strong>çdo hedhje në qarkullim</strong> shtoi ose përmirësoi veçori moderimi:
sv: <a href="#what-are-the-tube-features-for-administrators">Ja!</a> Sedan den första stabila versionen av Tube släpptes i oktober 2018, har <strong>varje ny utgåva</strong> tillfört eller förbättrat moderationsverktygen:

source: <strong>Tube 1.1</strong> added bulk actions in the admin users table and instance/account muting;
ar: <strong> Tube 1.1 </strong> أضاف إجراءات مجمعة في جدول المستخدمين الإداريين وكتم صوت المثيل / الحساب ؛
cs: <strong>Tube 1.1</strong> přidal hromadné akce v tabulce uživatelů správce a ztlumení instance/účtu;
es: <strong>Tube 1.1</strong> agregó acciones masivas en la tabla de administración de usuarios y la posibilidad de silenciar cuentas/instancias;
fr_fr: <strong>Tube 1.1</strong> a ajouté les actions en lot dans les tables d'administration des utilisateurs et blocage d'instances/comptes ;
gd: Chuir <strong>Tube 1.1</strong> gnìomhan grunna ri clàr rianachd nan cleachdaichean agus chuir e mùchadh ionstansan/chunntasan ris;
sq: <strong>Tube 1.1</strong> shtoi veprime në masë në tabela përdoruesish te pjesa e përgjegjësit dhe heshtim instance/llogarie;
sv: I och med <strong>Tube 1.1</strong> blev det möjligt att utföra åtgärder på flera konton samtidigt samt att ignorera konton och instanser;

source: <strong>Tube 1.2</strong> added the ability to unfederate a video on blacklist; the notification system now shows reports, and new users;
cs: <strong>Tube 1.2</strong> přidal možnost odfederovat video na blacklistu; systém upozornění nyní zobrazuje hlášení a nové uživatele;
es: <strong>Tube 1.2</strong> agregó la posibilidad de desfederar un vídeo en una lista negra; el sistema de notificación ahora muestra informes, y nuevos usuarios;
fr_fr: <strong>Tube 1.2</strong> a ajouté la possibilité de non-fédérer une vidéo sur liste noire ; le système de notification affiche désormais des rapports, et de nouveaux utilisateurs ;
gd: Chuir <strong>Tube 1.2</strong> an comas ris gun gabh video air liosta dhubh a dhì-nasgadh; tha siostam nam brathan a’ sealltainn gearanan agus cleachdaichean ùra a-nis;
sq: <strong>Tube 1.2</strong> shtoi aftësinë për të hequr federimin e një videoje që është në listë bllokimi; sistemi i njoftimit tani shfaq raportime, dhe përdorues të rinj;
sv: <strong>Tube 1.2</strong> gjorde det möjligt att upphöra federera en video när den svartlistades; notifikationssystemet visar nu anmälningar och nya användare;

source: <strong>Tube 1.3</strong> added the possibility for admins to automatically quarantine new videos for new/untrusted users until a moderator reviews it. The instance's followers management was also reworked: UI is improved, follows can be denied;
ar: <strong>Tube 1.3</strong> أضاف إمكانية قيام المشرفين بعزل مقاطع الفيديو الجديدة تلقائيًا للمستخدمين الجدد / غير الموثوق بهم حتى يراجعها المشرف. تم أيضًا إعادة صياغة إدارة المتابعين للمثيل: تم تحسين واجهة المستخدم ، ويمكن رفض ما يلي ;
cs: <strong>Tube 1.3</strong> přidal možnost, aby správci automaticky umisťovali nová videa do karantény pro nové/nedůvěryhodné uživatele, dokud je moderátor nezkontroluje. Přepracována byla také správa sledujících instancí: Vylepšeno je uživatelské rozhraní, sledování lze odmítnout;
es: <strong> Tube 1.3 </strong> agregó la posibilidad de que los administradores pongan en cuarentena automáticamente nuevos videos para usuarios nuevos/no-verificados hasta que un moderador los revise. La gestión de seguidores de instancia también se modificó: la interfaz de usuario se mejoró, se pueden negar seguidores;
fr_fr: <strong>Tube 1.3</strong> a ajouté la possibilité pour les administrateurs de mettre automatiquement en quarantaine les nouvelles vidéos pour les utilisateurs nouveaux ou non fiables jusqu'à ce qu'un modérateur les examine. La gestion des suiveurs de l'instance a également été retravaillée : L'interface utilisateur est améliorée, les followers peuvent être refusés ;
gd: Thug <strong>Tube 1.3</strong> an comas ro rianairean gun cuir iad videothan ùra o chleachdaichean ùra/gun earbsa annta ann an cuarantain gus an dèan maor lèirmheas orra. Chaidh dreach ùr a chur air stiùireadh an luchd-leantainn cuideachd: chaidh piseach a thoirt air an eadar-aghaidh agus gabhaidh an leantainn a dhiùltadh;
sq: <strong>Tube 1.3</strong> shtoi për përgjegjësi mundësinë të vënë në karantinë automatikisht video të reja nga përdorues të rinj/jo të besuar, deri sa t’i shqyrtojë një moderator. U ripunuar gjithashtu administrimi i ndjekësve të instancës: UI u përmirësua, ndjekjet tani mund të hidhen poshtë;
sv: <strong>Tube 1.3</strong> gjorde det möjligt för administratörer att automatiskt sätta nya videor i karantän om de laddats upp av nya eller opålitliga användare tills en moderater godkänt den. Även hanteringen av instansens följare har fått sig en genomgång: användargränssnittet har förbättrats, följare kan få avslag;

source: <strong>Tube 1.4</strong> added a plugin system, and made sure plugins can for instance automatically blacklist videos or reject comments based on any rule (similar to Pleroma MRF);
ar: <strong>Tube 1.4</strong> أضاف نظامًا إضافيًا ، وتأكد من أن المكونات الإضافية يمكنها على سبيل المثال إدراج مقاطع الفيديو تلقائيًا في القائمة السوداء أو رفض التعليقات بناءً على أي قاعدة (على غرار Pleroma MRF) ;
cs: <strong>Tube 1.4</strong> přidal systém zásuvných modulů a zajistil, aby zásuvné moduly mohly například automaticky zařazovat videa na černou listinu nebo odmítat komentáře na základě libovolného pravidla (podobně jako Pleroma MRF);
es: <strong> Tube 1.4 </strong> añadió un sistema de complementos y se aseguró de que estos puedan, por ejemplo, incluir automáticamente en la lista negra o rechazar comentarios basados en cualquier regla (similar a Pleroma MRF);
fr_fr: <strong>Tube 1.4</strong> a ajouté un système de plugins, et s'est assuré que les plugins peuvent par exemple blacklister automatiquement les vidéos ou rejeter les commentaires en fonction d'une règle quelconque (similaire à Pleroma MRF) ;
gd: Chuir <strong>Tube 1.4</strong> siostam phlugan ris agus rinn e cinnteach gur urrainn do phlugain videothan a chur air liosta dhubh no beachdan a dhiùltadh gu fèin-obrachail stèidhichte air riaghailt sam bith (coltach ri Pleroma MRF);
sq: <strong>Tube 1.4</strong> shtoi një sistem shtojcash, dhe bëri të mundur që shtojcat të mund të kalojnë video në listë bllokimesh, për shembull, ose të hidhen poshtë komente duke u bazuar në çfarëdo rregulli (në mënyrë të ngjashme me Pleroma MRF);
sv: Med <strong>Tube 1.4</strong> kom ett tilläggssystem och såg till att tillägg bland annat kunde blockera videor automatiskt eller ta bort kommentarer som följer ett visst mönster (ungefär som Pleroma MRF);

source: <strong>Tube 2.0</strong> setup now asks the admin to answer questions regarding their moderation policy and dedication to it. Make a feature to automatically follow a public index of Tube instances part of core Tube, instead of leaving admins to script it themselves. This allows instance administrators to automatically follow instances of a "follow list" of their choice; a list which is self-hostable, so that communities can grow at their own pace;
ar: <strong>Tube 2.0</strong> يطلب الإعداد الآن من المسؤول الإجابة على الأسئلة المتعلقة بسياسة الإشراف والتفاني في ذلك. قم بإنشاء ميزة لمتابعة فهرس عام لمثيلات Tube تلقائيًا كجزء من Tube الأساسي ، بدلاً من ترك المشرفين لبرمجتها بأنفسهم. يتيح ذلك لمسؤولي المثيل متابعة حالات "قائمة المتابعة" من اختيارهم تلقائيًا ؛ قائمة ذاتية الاستضافة ، بحيث يمكن للمجتمعات أن تنمو بوتيرتها الخاصة ;
cs: <strong>Nastavení služby Tube 2.0</strong> nyní žádá administrátora, aby odpověděl na otázky týkající se jeho politiky moderování a oddanosti této politice. Udělejte z funkce automatického sledování veřejného indexu instancí Tube součást jádra Tube, místo abyste nechávali administrátory, aby si to skriptovali sami. To umožňuje správcům instancí automaticky sledovat instance "seznamu sledovaných", který si sami zvolí; seznam, který je samostatně hostitelský, takže komunity mohou růst svým vlastním tempem;
es: La configuración de <strong> Tube 2.0 </strong> ahora le pide al administrador que responda preguntas sobre su política de moderación y su dedicación. Crea una función para seguir automáticamente un índice público de instancias de Tube como parte del núcleo de Tube, en lugar de dejar que los administradores lo escriban ellos mismos. Esto permite a los administradores de instancias seguir automáticamente las instancias de una "lista de seguimiento" de su elección; una lista que sea autohospedable, para que las comunidades puedan crecer a su propio ritmo;
fr_fr: <strong>Tube 2.0</strong> demande maintenant à l'administrateur de répondre aux questions concernant sa politique de modération et son dévouement à celle-ci. Intégrer une fonctionnalité permettant de suivre automatiquement un index public des instances de Tube dans le noyau de Tube, au lieu de laisser les administrateurs le scripter eux-mêmes. Cela permet aux administrateurs d'instances de suivre automatiquement les instances d'une "liste de suivi" de leur choix ; une liste qui est auto-hébergée, afin que les communautés puissent se développer à leur propre rythme ;
gd: Faighnichidh stàladh <strong>Tube 2.0</strong> ceistean dhen rianaire a-nis mu phoileasaidh na maorsainneachd aca ’s an dealas aca rithe. Chuir sinn gleus ri Tube fhèin airson leantainn air inneacs poblach de dh’ionstansan Tube gu fèin-obrachail ach nach fheum na rianairean seo a sgriobtadh leotha fhèin tuilleadh. Leigidh seo le rianairean ionstans gun lean iad gu fèin-obrachail air ionstansan a tha air an “liosta leantainn” a thogras iad; seo liosta as urrainn dhaibh fhèin òstadh ach an urrainn do choimhearsnachdan fàs aig an astar aca fhèin;
sq: Ujdisja e <strong>Tube 2.0</strong> tani i kërkon përgjegjësit t’u përgjigjet pyetjeve lidhur me rregullat e tyre të moderimit dhe përkushtimin ndaj tyre. Bërje e ndjekjes së automatizuar të një treguesi publik të një instance Tube veçori e bazës së Tube-it, në vend se t’u lihet përgjegjësve ta bëjnë përmes programthesh të tyret. Kjo u lejon përgjegjësve të instancës të ndjekin automatikisht instanca të një “liste ndjekjesh” që e zgjedhin vetë; një listë e cila është e vetëstrehueshme, kështu që bashkësitë të mund të rriten me ritmin e tyre;
sv: Uppstarten av <strong>Tube 2.0</strong> frågar nu administratören om att svara på frågor angående deras moderationspolicy och tillägnandet av den. Gör en funktion för att automatiskt följa ett offentligt index av Tube instanser som en del av kärnan i Tube, istället för att låta administratörerna koda det själva. Detta tillåter instansadministratörer att automatiskt följa instanser i en "följarlista" av deras val; en lista som är självvärd, så att gemenskaper kan växa i deras egen takt;

source: <strong>Tube 2.1</strong> added an <em>internal</em> privacy mode to videos (such videos won't be shared outside of the instance), and added quick access to moderation tools below the comments and hooks to create registration plugins (geoblocking or captchas for example); some third-party plugins already demonstrate this ability. This release also put emphasis on describing moderation features within the interface: warnings for features that might increase moderation work like autofollow, and descriptions to the action dropdowns.
ar: أضاف <strong> Tube 2.1 </strong> وضع خصوصية <em> داخليًا </em> إلى مقاطع الفيديو (لن تتم مشاركة مثل هذه مقاطع الفيديو خارج المثيل) ، كما أضاف وصولاً سريعًا إلى أدوات الإشراف أسفل التعليقات والخطافات إلى إنشاء مكونات إضافية للتسجيل (الحجب الجغرافي أو الكابتشا على سبيل المثال) ؛ تظهر بعض المكونات الإضافية لجهات خارجية هذه القدرة بالفعل. يركز هذا الإصدار أيضًا على وصف ميزات الإشراف داخل الواجهة: تحذيرات للميزات التي قد تزيد من أعمال الإشراف مثل المتابعة التلقائية ، وأوصاف القوائم المنسدلة للإجراءات.
cs: <strong>Tube 2.1</strong> přidal <em>interní</em> režim ochrany soukromí u videí (taková videa nebudou sdílena mimo instanci) a přidal rychlý přístup k moderátorským nástrojům pod komentáři a háčky pro vytváření registračních pluginů (například geoblokace nebo captchas); některé pluginy třetích stran již tuto schopnost vykazují. V této verzi byl také kladen důraz na popis moderátorských funkcí v rámci rozhraní: upozornění na funkce, které by mohly zvýšit práci s moderováním, jako je automatické následování, a popisy rozbalovacích nabídek akcí.
es: <strong> Tube 2.1 </strong> agregó un modo de privacidad <em> interno </em> a los videos (tales videos no se compartirán fuera de la instancia), y agregó acceso rápido a las herramientas de moderación debajo de los comentarios y enlaces a crear complementos de registro (geobloqueo o captchas, por ejemplo); Algunos complementos de terceros ya demuestran esta capacidad. Esta versión también pone énfasis en describir las características de moderación dentro de la interfaz: advertencias para características que podrían aumentar el trabajo de moderación, como el seguimiento automático, y descripciones de los menús desplegables de acción.
fr_fr: <strong>Tube 2.1</strong> a ajouté un mode de confidentialité <em>interne</em> des vidéos (ces vidéos ne seront pas partagées en dehors de l'instance), et l'ajout d'un accès rapide aux outils de modération sous les commentaires et les accroches pour créer des plugins d'enregistrement (geoblocking ou captchas par exemple) ; certains plugins tiers démontrent déjà cette capacité. Cette version a également mis l'accent sur la description des fonctionnalités de modération au sein de l'interface : avertissements pour les fonctionnalités qui pourraient augmenter le travail de modération comme le suivi automatique, et descriptions des menus déroulants des actions.
gd: Chuir <strong>Tube 2.1</strong> modh prìobhaideachd <em>ionadail</em> ri videothan (cha dèid videothan dhen leithid a cho-roinneadh taobh a-muigh an ionstans) agus chuir sinn inntrigeadh luath do dh’innealan maorsainneachd fo na beachdan ’s hucaichean airson plugain clàraidh a chruthachadh (can geoblocking no captcha); tha cuid a phlugain threas-phàrtaidhean a’ cleachdadh a’ chomais sin mu thràth. Tha an sgaoileadh seo a’ cur cudrom air mìneachadh nan gleusan maorsainneachd am broinn na h-eadar-aghaidh cuideachd: tha rabhaidhean ri gleusan a chuireadh ri obair na maorsainneachd mar an leantainn fèin-obrachail agus chuir sinn tuairisgeulan ri clàran-taice teàrnach nan gnìomhan.
sq: <strong>Tube 2.1</strong> shtoi një mënyrë <em>të brendshme</em> privatësie te videot (video të tilla s’do të jepen jashtë instancës), dhe u shtua hyrje e shpejtë te mjete moderimi nën komentet dhe hook-e për të krijuar shtojca regjistrimesh (gjeobllokim ose <em>captcha</em>, për shembull); disa shtojca nga palë të treta e shfaqin tashmë këtë aftësi. Kjo hedhje në qarkullim gjithashtu e vë theksin në përshkrimin e veçorive të moderimit brenda ndërfaqes: sinjalizime për veçori që mund të shtojnë ngarkesën e moderimit, vetëndjekjet, për shembull, dhe përshkrime te menu hapmbyll veprimesh.
sv: <strong>Tube 2.1</strong> kom med ett <em>inre</em> integritet-läge för videor (sådana videor kommer inte att delas utanför instansen), och lade till snabb åtkomst till modereringsverktyg sedanför kommentarerna och krokar till att skapa registreringstillägg (exempelvis geoblockering eller captchas); vissa tredje-partstillägg demonstrerar redan denna funktion. Detta släppet betonar även beskrivning av moderationsfunktioner inom gränssnittet: varningar för funktioner som kan öka modereringsarbetet som autofölj, och beskrivningar till menyer.

source: <strong>Tube 2.2</strong> greatly improved video abuses management (search, abuses display, actions on the video or account etc), added moderation hooks and helpers in the plugins API and Framasoft developed an experimental <em>Auto mute</em> plugin based on public lists.
cs: <strong>Tube 2.2</strong> výrazně vylepšil správu zneužití videa (vyhledávání, zobrazení zneužití, akce na videu nebo účtu atd.), přidal moderátorské háčky a pomocníky v API pluginů a Framasoft vyvinul experimentální plugin <em>Auto mute</em> založený na veřejných seznamech.
es: <strong>Tube 2.2</strong> gestión de abusos de video muy mejorada (búsqueda, visualización de abusos, acciones en el video o la cuenta, etc.), se agregaron ganchos de moderación y ayudantes en la API de complementos y Framasoft desarrolló un experimento <em>Auto mute</em> complemento basado en listas públicas.
fr_fr: <strong>Tube 2.2</strong> a grandement amélioré la gestion des signalements de vidéos (recherche, affichage des signalements, actions sur la vidéo ou le compte etc), a ajouté des hooks et des outils de modération dans l'API des plugins et Framasoft a développé un plugin expérimental de <em>masquage automatique</em> basé sur des listes publiques.
gd: Thug <strong>Tube 2.2</strong> piseach mòr air stiùireadh na videothan a nì mì-ghnàthachadh (lorg, sealladh a’ mhì-ghnàthachaidh, gnìomhan air a’ video no air a’ chunntas is msaa.), chuir sinn hucaichean is innealan-taice maorsainneachd ri API nam plugan agus leasaich Framasoft plugan <em>mùchaidh fhèin-obrachail</em> deuchainneach a tha stèidhichte air liostaichean poblach.
sq: strong>Tube 2.2</strong> përmirësoi fort administrimin e abuzimeve me videot (kërkim, shfaqje abuzimesh, veprime mbi videon ose llogarinë etj), u shtuan hook-e moderimi dhe ndihmësa te API shtojcash dhe Framasoft-i zhvilloi një shtojcë eksperimentale <em>Vetëheshtoje</em> bazuar në lista publike.
sv: <strong>Tube 2.2</strong> förbättrade hanteringen av videomissbruk mycket (som sökfunktioner, visning av tidigare missbruk, åtgärder per video eller konto), lade till modereringskrokar och hjälpare i API:et för tillägg och Framasoft utvecklade ett experimentell tillägg för <em>automatisk ignorering</em> baserad på offentliga listor.

source: <strong>Tube 2.3</strong> improved the report modal and added predefined reasons selection. This version made it possible to delete all the comments of an account and Framasoft developed an experimental <em>Auto block videos</em> plugin based on public lists.
ar: قام <strong> Tube 2.3 </strong> بتحسين شكل التقرير وإضافة أسباب محددة مسبقًا. أتاح هذا الإصدار إمكانية حذف جميع تعليقات الحساب وطور Framasoft مكونًا إضافيًا تجريبيًا <em> للحظر التلقائي لمقاطع الفيديو </em> استنادًا إلى القوائم العامة.
cs: <strong>Tube 2.3</strong> vylepšila modální zobrazení sestavy a přidala předdefinovaný výběr důvodů. Tato verze umožnila smazat všechny komentáře účtu a společnost Framasoft vyvinula experimentální doplněk <em>Auto block videos</em> založený na veřejných seznamech.
es: <strong>Tube 2.3</strong> mejoró el modo de informe y agregó una selección de motivos predefinidos. Esta versión hizo posible eliminar todos los comentarios de una cuenta y Framasoft desarrolló un experimento <em>Videos de bloqueo automático</em> complemento basado en listas públicas.
fr_fr: <strong>Tube 2.3</strong> a amélioré la popup de signalement et ajouté une sélection de raisons prédéfinies. Cette version a rendu possible la suppression de tous les commentaires d'un compte et Framasoft a développé un plugin expérimental <em>d'auto-blocage de vidéos</em> basé sur des listes publiques.
gd: Thug <strong>Tube 2.3</strong> piseach air còmhradh mòdail nan gearanan agus chuir sinn liosta de dh’adhbharan ro-shocraichte ris. Chuir an tionndadh seo comas ris airson a h-uile beachd aig cunntas a sguabadh às agus leasaich Framasoft plugan <em>bacadh videothan fèin-obrachail</em> deuchainneach a tha stèidhichte air liostaichean poblach.
sq: <strong>Tube 2.3</strong> përmirësoi dritaren modale të raportimeve dhe shtoi përzgjedhje arsyesh të paracaktuara. Ky version bëri të mundur të fshihen krejt komentet e një llogarie dhe Framasoft-i zhvilloi një shtojcë eksperimentale <em>Vetëblloko video</em> bazuar në lista publike.
sv: <strong>Tube 2.3</strong> förbättrade rapporteringsfönstret och lade till fördefinierade anledningar. Denna versionen gjorde det möjligt att radera alla kommentarer från ett konto och Framasoft utvecklade ett experimentellt tillägg för att <em>automatiskt blockera videor</em> baserat på offentliga listor.
