Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: But what if you need to serve more users? That's where Tube's federation feature shines. If other Tube instances following yours, chances are they have decided to mirror part of your instance! The feature is called "server redundancy" and caches your most popular videos to help serve additional viewers. While viewers themselves contribute a little additional bandwidth while watching the video in their browsers (mostly during surges), mirroring servers have a much greater uplink and will help your instance with sustained higher concurrent streaming.
ar: ولكن ماذا لو كنت بحاجة لخدمة المزيد من المستخدمين؟ هذا هو المكان الذي تتألق فيه ميزة اتحاد Tube. إذا كانت مثيلات Tube الأخرى تتبع مثلك ، فمن المحتمل أنهم قرروا عكس جزء من المثيل الخاص بك! تُعرف هذه الميزة باسم "تكرار الخادم" وتخزن مقاطع الفيديو الأكثر شيوعًا مؤقتًا للمساعدة في خدمة مشاهدين إضافيين. بينما يساهم المشاهدون أنفسهم بنطاق ترددي إضافي قليلًا أثناء مشاهدة الفيديو في متصفحاتهم (غالبًا أثناء الزيادات المفاجئة) ، فإن الخوادم العاكسة لها ارتباط صاعد أكبر بكثير وستساعد مثلك في الحصول على دفق متزامن أعلى ومستمر.
cs: Ale co když potřebujete obsloužit více uživatelů? V tom případě zazáří funkce federace Tube. Pokud po vaší instanci následují další instance Tube, je pravděpodobné, že se rozhodly zrcadlit část vaší instance! Tato funkce se nazývá "redundance serverů" a ukládá vaše nejoblíbenější videa do mezipaměti, aby pomohla obsloužit další diváky. Zatímco diváci sami přispívají malou dodatečnou šířkou pásma při sledování videa ve svých prohlížečích (většinou během náporů), zrcadlící servery mají mnohem větší uplink a pomohou vaší instanci s trvalým vyšším souběžným streamováním.
es: Pero, ¿y si necesita atender a más usuarios? Ahí es donde brilla la función de federación de Tube. Si otras instancias de Tube siguen a la suya, ¡es probable que hayan decidido reflejar parte de su instancia! La función se llama "redundancia del servidor" y almacena en caché sus videos más populares para ayudar a atender a más espectadores. Si bien los propios espectadores aportan un poco de ancho de banda adicional mientras ven el video en sus navegadores (principalmente durante las oleadas), los servidores de duplicación tienen un enlace ascendente mucho mayor y ayudarán a su instancia con una transmisión simultánea más alta sostenida.
fr_fr: Mais que faire si vous avez besoin de servir plus d'utilisateurs ? C'est là qu'intervient la fonction de fédération de Tube. Si d'autres instances Tube suivent la vôtre, il y a de fortes chances qu'elles aient décidé de mettre en miroir une partie de votre instance ! Cette fonction, appelée "redondance de serveur", met en cache vos vidéos les plus populaires pour aider à servir des spectateurs supplémentaires. Alors que les spectateurs eux-mêmes apportent une contribution supplémentaire à la bande passante lorsqu'ils regardent la vidéo dans leur navigateur (principalement pendant les pics de trafic), les serveurs miroirs ont une liaison montante beaucoup plus importante et aideront votre instance à maintenir un flux simultané plus élevé.
gd: Gidheadh, dè thachras ma tha dh’fheumas tu iomadh luchd-cleachdaidh fhrithealadh? Seo far an cuidich gleus co-nasgaidh Tube dhut. Ma tha ionstansan eile de PheerTube a’ leantainn ort, tha teans gun do sgàthanaich iad-san cuid dhen ionstans agad! Tha “anabarrachd fhrithealaichean” againn air a’ ghleus seo agus cuiridh e na videothan as fhèillmhoire agad ann an tasgadan ach an gabh barrachd luchd-amhairc fhrithealadh. Ged a chuireas an luchd-amhairc fhèin ris an leud-bhanna nuair a bhios iad a’ coimhead air a’ video sa bhrabhsair aca (gu h-àraidh ri amannan tranga) tha ceangal suas tòrr nas motha aig frithealaichean sgàthanaichte agus cuidichidh sin an ionstans agad nuair a thachras sruthadh mòr maireannach iomadach aig an aon àm.
sq: Por, po kur ju duhet të shërbeni më shumë përdorues? Ky është çasti kur veçoria e federimit në Tube ndrin. Nëse instanca të tjera Tube ndjekin tuajën, ka shanse që të kenë vendosur të pasqyrojnë një pjesë të instancës tuaj! Veçoria quhet “server redundancy” dhe ruan në fshehtinë videot tuaja më popullore, për të ndihmuar të shërbehen parës shtesë. Teksa vetë parësit kontribuojnë me ndopak sasi trafiku, ndërkohë që shohin një video në shfletuesin e tyre (kryesisht gjatë ngarkese të madhe), pasqyrimi i shërbyesve rezulton në një “uplink” shumë më të madh dhe do ta ndihmojë instancën tuaj me më shumë rrjedha të qëndrueshme transmetimi të njëkohshëm.

source: No it doesn't. You can't deploy multiple Tube nodes behind a load balancer.
ar: لا يمكنك نشر عدة عقد Tube خلف موازن التحميل.
cs: Ne, není. Za vyrovnávačem zátěže nelze nasadit více uzlů Tube.
es: No, no lo hace. No puede implementar varios nodos de Tube detrás de un equilibrador de carga.
fr_fr: Non, ce n'est pas le cas. Vous ne pouvez pas déployer plusieurs nœuds Tube derrière un équilibreur de charge ("load balancer").
gd: Cha chuir. Chan urrainn dhut iomadh nòd Tube a ruith air cùlaibh load balancer.
sq: Jo. S"mund të vini në punë disa nyja Tube pas një balancuesi ngarkese.

source: As far as we know, there are 3 limitations to handle a large amount of users in Tube:
ar: بقدر ما نعلم ، هناك 3 قيود للتعامل مع عدد كبير من المستخدمين في Tube:
cs: Pokud je nám známo, existují 3 omezení pro zpracování velkého množství uživatelů v Tube:
es: Hasta donde sabemos, existen 3 limitaciones para manejar una gran cantidad de usuarios en Tube:
fr_fr: Pour autant que nous le sachions, il existe 3 limitations pour gérer un grand nombre d'utilisateurs dans Tube :
gd: Tha sinn eòlach air 3 cuingeachaidhean a làimhsicheas grunn mòr luchd-cleachdaidh ann am Tube:
sq: Me sa dimë, ka 3 kufizime ndaj trajtimit të një numri të madh përdoruesish në Tube:

source: Bandwidth: can be mitigated using <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">Tube redundancy system</a> and cache servers that serve video static files in front of your Tube instance
cs: Šířka pásma: lze zmírnit pomocí <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">Systému redundance Tube</a> a cache serverů, které poskytují video statické soubory před instanci Tube
es: Ancho de banda: se puede mitigar usando <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">Sistema de redundancia Tube</a>y servidores de caché que sirven archivos estáticos de video frente a su instancia de Tube
fr_fr: Bande passante : peut être atténuée en utilisant <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">le système de redondance Tube</a> et des serveurs de cache qui fournissent des fichiers statiques vidéo devant votre instance Tube
pt_br: Tráfego excedente: pode ser reduzido usando<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">o sistema de redundância do Tube</a> e os servidores utilizados como cache que servem arquivos estáticos do vídeo em sua instância do Tube
sv: Bandbredd: kan avhjälpas med <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">PeerTubes system för redundans</a> och cache-servrar som håller statiska videofiler åt din Tube-instans

source: Storage: can be mitigated using <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-remote-storage">S3/Object storage</a>
cs: Ukládání: lze zmírnit pomocí <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-remote-storage">S3/Object storage</a>
es: Almacenamiento: se puede mitigar con <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-remote-storage"> S3 / almacenamiento de objetos </a>
fr_fr: Stockage : peut-être atténué en utilisant <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-remote-storage">S3/Object storage</a>

source: Video transcoding: we may implement <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">transcoding by remote workers</a> in the future
cs: Překódování videa: v budoucnu možná zavedeme <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">překódování vzdálenými pracovníky</a>
es: Transcodificación de video: podemos implementar <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">transcodificación por trabajadores remotos</a> en el futuro
fr_fr: Transcodage vidéo : nous pourrions mettre en œuvre <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">transcodage par les transcodeurs distants</a> à l'avenir
gd: Tar-chòdachadh video: ’s dòcha gun dèan sinn prògramachadh air <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">obraichean tar-chòdachaidh cèine</a> san àm ri teachd
pt_br: Transcodificação de vídeo: poderemos implementar <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">transcodificação por máquinas remotas</a> em um possível futuro
sq: Ndërkodim videosh: në të ardhmen mund të sendërtojmë <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">ndërkodim nga “workers” në largësi</a>
sv: Videoomkodning: vi kommer kanske börja använda <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/947">fjärrarbetare för omkodning</a> i framtiden

source: If you notice performance problems or a bottleneck at your scale, don't hesitate to <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new/choose">create an issue</a> to discuss it.
cs: Pokud si všimnete problémů s výkonem nebo úzkého místa v měřítku, neváhejte <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new/choose">vytvořit problém</a> a diskutovat o něm.
es: Si nota problemas de rendimiento o un cuello de botella en su escala, no dude en<a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new/choose"> Crea una consulta</a>para discutirlo.
fr_fr: Si vous remarquez des problèmes de performance ou un goulot d'étranglement à votre échelle, n'hésitez pas à <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new/choose">créer un ticket</a> pour en discuter.
gd: Ma mhothaicheas tu do dhuilgheadas leis an dèanadas no bealach cumhang aig an sgèile agad-sa, na bi diùid agus <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new/choose">cruthaich buga</a> airson a dheasbad.
pt_br: Se você notar problemas na reprodução do vídeo,não hesite em <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new/choose">criar um "Issue" no GitHub</a> para discutir isto.
sq: Nëse vini re probleme funksionimi ose ngecje kur e përshkallëzoni, mos ngurroni të <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new/choose">hapni një çështje</a> për ta diskutuar.
sv: Om du upptäcker problem med prestanda eller andra flaskhalsar på din skala får du gärna <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new/choose">öppna ett ärende</a> för att diskutera det.

source: Framasoft tries to make around 4 major releases per year. Releasing a new Tube version takes a lot of our time, so we cannot change this release cycle.
ar: يحاول Framasoft إنتاج حوالي 4 إصدارات رئيسية سنويًا. يستغرق إصدار نسخة جديدة من Tube الكثير من وقتنا ، لذا لا يمكننا تغيير دورة الإصدار هذه.
cs: Společnost Framasoft se snaží vydávat přibližně 4 hlavní verze ročně. Vydání nové verze Tube nám zabere hodně času, takže tento cyklus vydávání nemůžeme změnit.
es: Framasoft intenta realizar alrededor de 4 lanzamientos importantes por año. Lanzar una nueva versión de Tube nos toma mucho tiempo, por lo que no podemos cambiar este ciclo de lanzamiento.
fr_fr: Framasoft essaye de faire environ 4 releases majeures par an. Créer une nouvelle release de Tube nous prend beaucoup de notre temps, c'est pourquoi nous pouvons difficilement changer ce cycle de release.
gd: Tha Framasoft a’ feuchainn ri 4 sgaoilidhean mòra fhoillseachadh gach bliadhna. Bheir e tòrr ùine tionndadh ùr de PheerTube a sgaoileadh agus chan urrainn dhuinn an t-astar sgaoilidh seo atharrachadh.
ja: Framasoftは一年に約4回のメジャーリリースをするために努力しています。Tubeの新バージョンをリリースするには多くの時間がかかるため、このリリースサイクルを変更する事はできません。
sq: Framasoft-i përpiqet të bëjë rreth 4 hedhje të rëndësishme në qarkullim në vit. Hedhja në qarkullim e një versioni të ri Tube-i ha shumë kohë nga e jona, ndaj s’mund ta ndryshojmë këtë cikël hedhjesh në qarkullim.

source: There is no LTS version: only the latest stable version of Tube is supported by Framasoft.
ar: لا يوجد إصدار LTS: فقط أحدث إصدار مستقر من Tube مدعوم من Framasoft.
cs: Neexistuje žádná verze LTS: společnost Framasoft podporuje pouze nejnovější stabilní verzi Tube.
es: No hay una versión LTS: Framasoft solo admite la última versión estable de Tube.
fr_fr: Il n'y a pas de version LTS : seule la dernière version stable de Tube est supportée par Framasoft.
gd: Chan eil tionndadh LTS ann: cha chuir Framasoft taic ach ris an tionndadh sheasmhach as ùire de PheerTube.
ja: PeerTubeにLTS(ロングタームサポート)バージョンはありません。Framasoftによってサポートされている、最新安定版のみです。
sq: Nuk ka version LTS: nga Framasoft-i mbulohet vetëm versioni më i ri i qëndrueshëm i Tube-it.

source: If you want to test the Tube develop branch, we provide <a target="_blank" rel="noopener noreferrer" href="https://builds.joinpeertube.org/nightly/">nightly builds</a>.
cs: Pokud chcete testovat vývojovou větev Tube, poskytujeme <a target="_blank" rel="noopener noreferrer" href="https://builds.joinpeertube.org/nightly/">noční sestavení</a>.
es: Si desea probar la rama de desarrollo de Tube, proporcionamos <a target="_blank" rel="noopener noreferrer" href="https://builds.joinpeertube.org/nightly/">nightly builds</a> (construcciones nocturnas).
fr_fr: Si vous voulez tester la branche de développement de Tube, nous fournissons des <a target="_blank" rel="noopener noreferrer" href="https://builds.joinpeertube.org/nightly/">nightly builds</a>.
gd: Ma tha thu airson develop branch de PheerTube a chur fo dheuchainn, tha sinn a’ solar <a target="_blank" rel="noopener noreferrer" href="https://builds.joinpeertube.org/nightly/">nightly builds</a>.
ja: もしPeerTubeの開発ブランチをテストしたい場合、私たちは<a target="_blank" rel="noopener noreferrer" href="https://builds.joinpeertube.org/nightly/">nightlyビルド</a>を配布しています。
pt_br: Se você quiser adentrar no núcleo de desenvolvimento do Tube e testar, nós distribuimos <a target="_blank" rel="noopener noreferrer" href="https://builds.joinpeertube.org/nightly/">nightly builds</a> (tradução livre para "builds noturnas" ou "builds da noite pro dia").
sq: Nëse doni të testoni degën zhvillim të Tube-it, furnizojmë <a target="_blank" rel="noopener noreferrer" href="https://builds.joinpeertube.org/nightly/">montime të përnatshme</a>.
sv: Om du vill testa utvecklingsversionen av Tube, tillhandahåller vi <a target="_blank" rel="noopener noreferrer" href="https://builds.joinpeertube.org/nightly/">dagliga versioner</a>.

source: We <strong>try</strong> to keep compatibility with the latest minor version (2.3.1 with 2.2 for example). Unfortunately we don't have enough resources to keep compatibility with other versions.
ar: إننا <strong> نحاول </strong> الحفاظ على التوافق مع أحدث إصدار ثانوي (2.3.1 مع 2.2 على سبيل المثال). للأسف ، ليس لدينا موارد كافية للحفاظ على التوافق مع الإصدارات الأخرى.
cs: Snažíme se <strong>zachovat </strong> kompatibilitu s nejnovější minoritní verzí (například 2.3.1 s 2.2). Bohužel nemáme dostatek prostředků, abychom udrželi kompatibilitu s jinými verzemi.
es: <strong> Intentamos</strong> para mantener la compatibilidad con la última versión secundaria (2.3.1 con 2.2 por ejemplo). Desafortunadamente, no tenemos suficientes recursos para mantener la compatibilidad con otras versiones.
fr_fr: Nous <strong>essayons</strong> de garder la compatibilité avec la dernière version mineure (2.3.1 avec 2.2 par exemple). Malheureusement, nous n'avons pas assez de ressources pour garder la compatibilité avec d'autres versions.
gd: Nì sinn <strong>ar dìcheall</strong> ach an cumamaid an co-chòrdalachd leis an tionndadh beag roimhe (2.3.1 le 2.2, mar eisimpleir). Gu mì-fhortanach, chan eil goireasan gu leòr againn airson a’ cho-chòrdalachd a chumail le tionndaidhean eile.
ja: 最新のマイナーバージョン間（例えばv2.3.1とv2.2）での互換性を維持するために<strong>努力</strong> してます。しかし残念ながら、他のバージョンとの互換性を維持するための十分な種々のリソースがありません。
sq: <strong>Përpiqemi</strong> të ruajmë përputhshmërinë me versione të rinj më të vegjël (2.3.1 me 2.2, për shembull). Mjerisht, nuk kemi mjete të mjaftueshme për të ruajtur përputhshmëri me versione të tjera.

source: "It's outrageous and unconscionable: you're releasing a Tube version that doesn't contain the necessary tools to effectively manage videos claimed by rights holders, or to effectively manage the issue of online harassment in comments, or to effectively manage monetization through advertising, or to (insert here your request to Tube). It will never work! What do you intend to do about it?"
cs: "Je to nehorázné a nesmlouvavé: vydáváte verzi Tube, která neobsahuje potřebné nástroje pro efektivní správu videí, na něž si činí nárok držitelé práv, nebo pro efektivní správu problematiky online obtěžování v komentářích, nebo pro efektivní správu monetizace prostřednictvím reklamy, nebo pro (vložte sem svůj požadavek na Tube). Nikdy nebude fungovat! Co s tím hodláte dělat?"
es: "Es indignante e inconsciente: está lanzando una versión de Tube que no contiene las herramientas necesarias para administrar de manera efectiva los videos reclamados por los titulares de derechos, o para administrar de manera efectiva el problema del acoso en línea en los comentarios, o para administrar de manera efectiva la monetización a través de la publicidad. o para (inserte aquí su solicitud a Tube). ¡Nunca funcionará! ¿Qué piensa hacer al respecto? "
fr_fr: « C’est scandaleux et inconscient : vous sortez une version de Tube alors qu’il ne contient pas les outils nécessaire pour gérer efficacement les vidéos faisant l’objet d’une réclamation par des ayant droits, ou pour gérer efficacement la question du harcèlement en ligne dans les commentaires, ou pour gérer efficacement la monétisation par la publicité, ou pour (insérez ici votre demande vis-à-vis de Tube). Cela ne fonctionnera jamais ! Que comptez-vous faire à ce sujet ? »
gd: “Tha sin suarach tàmailteach: tha sibh a’ sgaoileadh tionndadh de PheerTube aig nach eil na h-innealan a dh’fheumas mi airson videothan fo thagraichean sealbhadairean còrach a stiùireadh gu h-èifeachdach no airson trioblaid an sàrachaidh air loidhne sna beachdan a stiùireadh gu h-èifeachdach no airson airgeadachadh le sanasachd a stiùireadh gu h-èifeachdach no airson (cuir a-steach d’ iarrtas air Tube an-seo). Chan obraich e gu bràth tuilleadh! Dè nì sibh mu dhèidhinn?”
sq: “Është për të vënë duart në kokë dhe pa tru: po hidhni në qarkullim një version Tube-i që nuk përmban mjetet e domosdoshme për të administruar me efikasitet video të pretenduara nga mbajtës të drejtash, ose për të administruar me efikasitet çështjen e ngacmimit në internet që nga komentet, ose për të administruar me efikasitet monetarizim përmes reklamash, ose për (vendosni këtu qarjen tuaj ndaj Tube-it). S’kemi gjë në vijë! Ç’keni ndërmend të bëni për këtë?”
sv: ”Det är obegripligt och vettlöst att ni släpper en Tube-version utan de verktyg som krävs för att på ett effektivt sätt hantera upphovsrättstvister om videor, eller hantera näthat i kommentarer, eller hantera finansiering genom annonsering, eller [fyll i ditt krav på Tube här]. Det kommer aldrig fungera! Vad tänker ni göra åt det?”

source: You're right. Tube is not the perfect tool, far from it. And we never promised this software would include all the features corresponding to every use cases.
ar: أنت على حق. Tube ليس الأداة المثالية ، بعيدًا عن ذلك. ولم نعد أبدًا بأن هذا البرنامج سيشمل جميع الميزات المتوافقة مع كل حالة استخدام.
cs: Máte pravdu. Tube není dokonalý nástroj, zdaleka ne. A nikdy jsme neslíbili, že tento software bude obsahovat všechny funkce odpovídající všem případům použití.
es: Tienes razón. Tube no es la herramienta perfecta, ni mucho menos. Y nunca prometimos que este software incluiría todas las características adaptadas a cada caso.
fr_fr: Vous avez raison. Tube n’est pas l’outil parfait, loin de là. Et nous n’avons jamais promis que le logiciel inclurait toutes les fonctionnalités correspondant à tous les cas de figure.
gd: Tha thu ceart. Chan e acainn fhoirfe a th’ ann am Tube idir. Cha do chuir sinn geall a-riamh gun gabhadh am bathar-bog a-staigh gach uile gleus do gach dòigh cleachdaidh.
sq: Keni të drejtë. Tube-i s’është mjeti i përsosur, përkundrazi. Dhe ne kurrë nuk premtuam se ky <em>software</em> do të ishte mjeti që do të përfshinte krejt veçoritë që u përgjigjen krejt rasteve.
sv: Du har rätt. Tube är inte den perfekta lösningen, långt därifrån. Vi har aldrig lovat att mjukvaran skulle innehålla alla funktioner för samtliga användningsområden.

source: Remember that Tube has only <a href="#who-is-working-on-tube">one full time developer</a> and a small handful of very involved volunteers. It is not a product developed by a start-up with a full time team and significant financial support.
cs: Nezapomeňte, že Tube má pouze <a href="#kdo-pracuje-na-tube">jednoho vývojáře na plný úvazek</a> a hrstku velmi angažovaných dobrovolníků. Nejedná se o produkt vyvíjený začínajícím podnikem s týmem na plný úvazek a významnou finanční podporou.
es: Recuerde que Tube solo tiene <a href="#who-is-working-on-tube">un desarrollador a tiempo completo </a>y un pequeño puñado de voluntarios muy involucrados. No es un producto desarrollado por una start-up con un equipo de tiempo complet y un importante apoyo financiero.
fr_fr: Rappelons que Tube ne dispose que <a href="#who-is-working-on-tube">d’un développeur à temps plein</a> et d’une petite poignée de contributeurs bénévoles très impliqués. Il ne s’agit pas d’un produit développé par une startup disposant d’une équipe complète .
gd: Thoir an aire nach eil ach <a href="#who-is-working-on-tube">aon neach-leasachaidh làn-ùine</a> agus dòrlach beag de luchd-cuideachaidh saor-thoileach dripeil aig Tube. Chan e bathar a th’ ann a tha ’ga leasachadh le start-up aig a bheil sgioba làn-ùine agus taic maoineachaidh mhòr.
pt_br: Lembre-se sempre que o Tube tem apenas <a href="#who-is-working-on-tube">um desenvolvedor em tempo integral</a> e um número bem pequeno, porém, muito engajado de voluntários. Isso aqui não é um software desenvolvido por uma start-up que tem toda uma equipe 24/7 e com dinheiro ilimitado, saiba bem disso.
sq: Mos harroni që Tube-i ka vetëm <a href="#who-is-working-on-tube">një zhvillues me kohë të plotë</a> dhe një numër shumë të vogël vullnetarësh të përfshirë fort. S’është produkt i zhvilluar nga ndonjë <em>start-up</em> me ekip të punësuar me kohë të plotë dhe me mbështetje të fuqishme financiare.
sv: Kom ihåg att Tube bara har <a href="#who-is-working-on-tube">en heltidsanställd utvecklare</a> och en handfull entusiastiska volontärer. Det är inte en produkt med ett heltidsteam och signifikanta ekonomiska resurser i ryggen.
