Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: A free software to take back control of your videos! With more than 100 000 hosted videos, viewed more than 6 millions times and 20 000 users, Tube is the decentralized free software alternative to videos platforms developed by Framasoft
ar: برنامج مجاني لاستعادة السيطرة على مقاطع الفيديو الخاصة بك! مع أكثر من 100000 مقطع فيديو مستضاف ، وشوهد أكثر من 6 ملايين مرة وله 20000 مستخدم ، فإن Tube هو البرنامج المجاني اللامركزي البديل لمنصات الفيديو التي طورتها فرمسفت
cs: Bezplatný software, který Vám vrátí kontrolu nad vašimi videi! S více než 100 000 uloženými videi, více než 6 miliony zhlédnutí a 20 000 uživateli, je Tube decentralizovanou bezplatnou softwarovou alternativou k videoplatformám vyvinutou společností Framasoft
es: ¡Software libre para administrar tus vídeos! Con más de 100.000 vídeos subidos, más de 6 millones de visitas, y 20.000 usuarios, Tube es la alternativa descentralizada y de software libre para plataformas de vídeos, desarrollada por Framasoft
fr_fr: Un logiciel libre pour reprendre le contrôle de vos vidéos ! Avec plus de 100 000 vidéos hébergées, visionnées plus de 6 millions de fois et 20 000 utilisateur⋅ices, Tube est l'alternative libre et décentralisée aux plateformes vidéos proposée par Framasoft
gd: Bathar-bog saor a bheir smachd dhut air na videothan agad fhèin! Le còrr is 100 000 video ’gan òstadh a chaidh shealltainn orra còrr is 6 millean turas agus 20 000 luchd-cleachdaidh, ’s e roghainn eile airson ùrlar videothan a th’ ann am Tube a tha ’na bhathar-bhog saor ’s sgaoilte a tha ’ga leasachadh le Framasoft
ja: あなたの動画のコントロールをフリーソフトウェアで取り戻そう！10万以上の動画がホストされて600万回以上再生され、2万のユーザーを抱えるPeerTubeは、既存の動画配信プラットフォームの代替となる、Framasoftによって開発された非中央集権的なフリーソフトウェアです
pt_br: Um software livre para tomar de volta o controle dos seus vídeos! Com mais de 100 000 vídeos hospedados, vistos mais de 6 milhões de vezes e 20 000 usuários, o Tube é a alternativa de software livre descentralizado para plataformas de vídeo, desenvolvida pela Framasoft
sq: Një <em>software</em> i lirë për të rifituar kontrollin e videove tuaja! Me më shumë se 100 mijë video të strehuara, të para më shumë se 6 milionë herë dhe 20 mijë përdorues, Tube-i është alternativa e decentralizuar dhe <em>software</em> i lirë, zhvilluar nga Framasoft, kundrejt platformave për video
sv: En fri mjukvara för att ta tillbaka kontrollen över dina videor! Med fler än 100&nbsp;000 videor, visade fler än sex miljoner gånger och 20&nbsp;000 användare, är Tube ett decentraliserad fritt alternativ till videoplattformar, utvecklat av Framasoft

source: Discover the channel
ar: اكتشف القناة
cs: Objevte kanál
es: Descubrir el canal
fr_fr: Découvrir la chaîne
gd: Fidir an seanail
ja: チャンネルを見る
pt_br: Descubra o canal
sq: Zbuloni kanalin
sv: Upptäck kanalen

source: Go on the instance
ar: تَابَع الحالة
cs: Přejít na instanci
es: Ir a la instancia
fr_fr: Voir l'instance
gd: Tadhail air an ionstans
ja: インスタンスに行く
pt_br: Ir para a instância
sq: Kalo te instanca
sv: Besök instansen

source: Watch the video
ar: شاهد الفيديو
cs: Shlédnout video
es: Ver vídeo
fr_fr: Regarder la vidéo
gd: Coimhead air a’ video
ja: 動画を見る
pt_br: Ver o vídeo
sq: Shihni videon
sv: Titta på videon

source: Legal notices
ar: الإشعارات القانونية
cs: Právní upozornění
es: Avisos legales
fr_fr: Mentions légales
gd: Sanasan laghail
ja: 法的通知
pt_br: Avisos legais
sq: Shënime ligjore
sv: Juridisk information

source: Newsletter
ar: مذكرة إعلامية
cs: Novinky
es: Suscripción
fr_fr: Lettre d’information
gd: Litir-naidheachd
ja: ニュースレター
pt_br: Boletim Informativo
sq: Buletin
sv: Nyhetsbrev

source: Press kit
ar: عدة الصحافة
cs: Pro novináře
es: Dossier de prensa
fr_fr: Kit de presse
gd: Acainn luchd-naidheachd
ja: プレスキット
pt_br: Kit de Imprensa
sq: Dosje për shtypin
sv: Pressmaterial

source: JoinTube Git
es: Github de JoinTube
fr_fr: Git de JoinTube
gd: Git aig JoinTube
ja: JoinTube コード
pt_br: Participe do GitHub do Tube
sq: Git për JoinTube-in
sv: Git (joinpeertube.org)

source: Tube Git
es: Github de Tube
fr_fr: Git de Tube
gd: Git aig Tube
ja: Tube コード
pt_br: GitHub do Tube
sq: Git për Tube-in
sv: Git (Tube)

source: Website developed by <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> and designed by <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
ar: تم تطوير الموقع بواسطة <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org"> ‌ فراماسوفت</a> ومن تصميم <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
cs: Web vyvinula společnost <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> a graficky navrhla <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
es: Sitio web desarrollado por <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>y diseñado por<a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
fr_fr: Site créé par <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> et designé par <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
gd: Chaidh an làrach-lìn a leasachadh le <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> ’s a dhealbhadh le <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
ja: このWebサイトは<a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>によって作られ、<a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>によってデザインされました
pt_br: Website desenvolvido por <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> e desenhado por<a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
sq: Sajt i zhvilluar nga <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> dhe konceptuar nga <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
sv: Webbplats utvecklad av <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> efter utformning av <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>

source: Illustrations from <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">What is Tube video</a>, created by <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>
ar: ‭ <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">What is Tube video</a>,‪الرسوم التوضيحية من <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> انشأ من قبل- <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>
cs: Ilustrace ve videu <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">Co je Tube</a>, byly vytvořeny od <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/"> ZeMarmot Team</a>
es: Ilustraciones de<a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">¿Qué es el video de Tube?</a>, creado por <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>
fr_fr: Illustrations de <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">la vidéo "What is Tube"</a>, créée par <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">l'équipe ZeMarmot</a>
gd: Sgead-dhealbhan o <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">video “Dè th’ ann am Tube”</a> a chaidh a chruthachadh le <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> – <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">Sgioba ZeMarmot</a>
ja: <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">What is Tube video</a>のイラストは、<a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>の <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a>によって作成されました
pt_br: Ilustração de: <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">O que é Tube vídeo</a>, criado por <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>
sq: Ilustrime nga <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">Ç’janë videot Tube</a>, krijuar nga <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>
sv: Illustrationer från videon <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">What is Tube</a> skapad av <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> – <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>

source: Tube mascot created by <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">David Revoy</a>
ar: ‪‎‎ دمية‫Peertube انشات من طرف <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">David Revoy</a>
cs: Tube maskot byl vytvořen <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">Davidem Revoy</a>
es: <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube">Repositorio en Github de Tube está aquí</a>
fr_fr: Mascotte de Tube créée par <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">David Revoy</a>
gd: Chaidh suaichnean Tube a chruthachadh le <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">David Revoy</a>
ja: PeerTubeのマスコットは <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">David Revoy</a>によって作成されました
pt_br: O <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube">repositório Git do Tube está aqui</a>
sq: Simboli i Tube-it, krijuar nga <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">David Revoy</a>
sv: PeerTubes maskot skapad av <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">David Revoy</a>

source: <em>Tube news!</em> content licensed under <a href="https://creativecommons.org/licenses/by-sa/4.0/" rel="noopener noreferrer" target="_blank">CC-BY-SA</a>
ar: <em>Tube أخبار!</em> محتوى مرخص بموجب <a href="https://creativecommons.org/licenses/by-sa/4.0/" rel="noopener noreferrer" target="_blank">CC-BY-SA</a>
cs: Obsah <em>Tube news!</em> je vydán pod licencí <a href="https://creativecommons.org/licenses/by-sa/4.0/" rel="noopener noreferrer" target="_blank">CC-BY-SA</a>
es: <em>Noticias de Tube</em>, contenido con licencia bajo<a href="https://creativecommons.org/licenses/by-sa/4.0/" rel="noopener noreferrer" target="_blank">CC-BY-SA</a>
fr_fr: <em>Actus Tube!</em> contenu sous licence <a href="https://creativecommons.org/licenses/by-sa/4.0/" rel="noopener noreferrer" target="_blank">CC-BY-SA</a>
gd: Tha susbaint <em>naidheachdan Tube!</em> fo cheadachas <a href="https://creativecommons.org/licenses/by-sa/4.0/" rel="noopener noreferrer" target="_blank">CC-BY-SA</a>
ja: <em>Tube news!</em> コンテンツのライセンスは <a href="https://creativecommons.org/licenses/by-sa/4.0/" rel="noopener noreferrer" target="_blank">CC-BY-SA</a>です
pt_br: <em>Noticias de Tube!</em> conteúdo licenciado pela <a href="https://creativecommons.org/licenses/by-sa/4.0/" rel="noopener noreferrer" target="_blank">CC-BY-SA</a>
sq: Lënda e <em>Lajmeve Tube!</em> licencohet sipas <a href="https://creativecommons.org/licenses/by-sa/4.0/" rel="noopener noreferrer" target="_blank">CC-BY-SA</a>
sv: Materialet <em>Tube-nyheter!</em> är publicerat under licensen <a href="https://creativecommons.org/licenses/by-sa/4.0/deed.sv" rel="noopener noreferrer" target="_blank">CC-BY-SA</a>

source: Roadmap
ar: خريطة الطريق
cs: Plán vývoje
es: Hoja de ruta
fr_fr: Feuille de route
gd: Mapa-rathaid
ja: ロードマップ
pt_br: Quadro de referência
sq: Plan
sv: Översiktsplan

source: developed by
ar: طُوّ مِن طرف
cs: vyvíjený
es: desarrollado por
fr_fr: développé par
gd: ’ga leasachadh le
pt_br: desenvolvido por
sq: zhvilluar nga
sv: utvecklat av

source: Home
ar: الرئيسية
cs: Úvodní strana
es: Inicio
fr_fr: Accueil
gd: Dachaigh
ja: ホーム
pt_br: Início
sq: Kreu
sv: Hem

source: Create an account
ar: انشئ حسابًا
cs: Vytvořit účet
es: Crear una cuenta
fr_fr: Créer un compte
gd: Cruthaich cunntas
ja: アカウントを作る
pt_br: Crie uma conta
sq: Krijoni një llogari
sv: Skapa ett konto

source: News
ar: أخبار
cs: Novinky
es: Noticias
fr_fr: Actus
gd: Naidheachdan
ja: ニュース
pt_br: Notícias
sq: Lajme
sv: Nyheter

source: Help
ar: المساعدة
cs: Nápověda
es: Ayuda
fr_fr: Aide
gd: Cobhair
ja: ヘルプ
pt_br: Ajuda
sq: Ndihmë
sv: Hjälp

source: Contribute
ar: المساهمة
cs: Přispějte
es: Contribuir
fr_fr: Contribuer
gd: Gabh pàirt ann
ja: 貢献する
pt_br: Contribuir
sq: Kontribuoni
sv: Bidra

source: Languages
ar: اللغات
cs: Jazyky
es: Idiomas
fr_fr: Langues
gd: Cànain
ja: 言語
pt_br: Idiomas
sq: Gjuhë
sv: Språk

source: Change interface language
ar: تغيير لغة الواجهة
cs: Změnit jazyk rozhraní
es: Cambiar el idioma de la interfaz
fr_fr: Changer la langue de l'interface
gd: Atharraich cànan na h-eadar-aghaidh
ja: 表示言語を変える
pt_br: Mudar o idioma da interface
sq: Ndryshoni gjuhë ndërfaqeje
sv: Byt språk för gränssnittet

source: Translate
ar: ترجمة
cs: Přeložit
es: Traducir
fr_fr: Traduire
gd: Eadar-theangaich
ja: 翻訳
pt_br: Traduzir
sq: Përkthejeni
sv: Översätt

source: %{ instance.totalInstanceFollowers } follower instance
ar: ‫ { instance.totalInstanceFollowers }% تابع
cs: %{ instance.totalInstanceFollowers } instance sledujícího
es: %{ instance.totalInstanceFollowers } página del seguidor
fr_fr: %{ instance.totalInstanceFollowers } abonné
gd: Tha %{ instance.totalInstanceFollowers } ionstans a leantainn air
ja: %{ instance.totalInstanceFollowers }のインスタンスにフォローされてます
sq: %{ instance.totalInstanceFollowers } instancë ndjekëse

source: Follows %{ instance.totalInstanceFollowing } instance
ar: يتبع ‏{ instance.totalInstanceFollowing }% صورة للحالة
cs: Sleduje %{ instance.totalInstanceFollowing } instanci
es: Sigue a la instancia% {instance.totalInstanceFollowing}
fr_fr: Abonné à %{ instance.totalInstanceFollowing } instance
gd: A’ leantainn air %{ instance.totalInstanceFollowers } ionstans
ja: %{ instance.totalInstanceFollowing }のインスタンスをフォローしています
pt_br: Seguindo %{ instance.totalInstanceFollowing } instância
sq: Ndjek %{ instance.totalInstanceFollowing } instancë
sv: Följer %{ instance.totalInstanceFollowing } instans

source: per user
ar: لكل مستخدم
cs: na uživatele
es: por usuario
fr_fr: par utilisateur
gd: gach cleachdaiche
pt_br: por usuário
sq: për përdorues
sv: per användare

source: No video quota per user
ar: لا حصة فيديو لكل مستخدم
cs: Žádná kvóta videí na uživatele
es: Sin cuota de vídeo por usuario
fr_fr: Aucun quota par utilisateur
gd: Gun chuota videothan airson gach cleachdaiche
pt_br: Nenhuma cota por usuário
sq: Pa kuota video për përdoruesit
sv: Ingen videokvot per användare

source: Unlimited space
ar: مساحة غير محدودة
cs: Neomezený prostor
es: Espacio ilimitado
fr_fr: Espace illimité
gd: Àite gun chrìoch
ja: 容量無制限
pt_br: Espaço ilimitado
sq: Hapësirë e pakufizuar
sv: Obegränsat utrymme

source: B
ar: ب
fr_fr: o

source: KB
ar: كيلوبايت
fr_fr: Ko

source: MB
ar: ميجابايت
fr_fr: Mo

source: GB
ar: جيجابايت
fr_fr: Go

source: Sensitive content
ar: محتوى حساس
cs: Citlivý obsah
es: Contenido sensible
fr_fr: Contenu sensible
gd: Susbaint fhrionasach
ja: センシティブな動画
pt_br: Conteúdo sensível
sq: Lëndë me spec
sv: Känsligt innehåll

source: Hidden
ar: مختفي
cs: Skryté
es: Oculto
fr_fr: Caché
gd: Falaichte
ja: 非表示
pt_br: Oculto
sq: Fshehur
sv: Dold

source: Blurred
ar: غير واضح
cs: Rozmazané
es: Difuminado
fr_fr: Flouté
gd: Sgleòthach
ja: ぼかされます
pt_br: Desfocado
sq: E mjegulluar
sv: Utsuddat

source: Displayed
ar: معروض
cs: Zobrazené
es: Mostrado
fr_fr: Affiché
gd: ’Ga shealltainn
ja: 表示される
pt_br: Mostrado
sq: Shfaqur
sv: Visad

source: See the instance
ar: تفحص instance
cs: Viz instance
es: Ver la instancia
fr_fr: Voir l'instance
gd: Seall an t-ionstans
ja: インスタンスに行く
pt_br: Ver a instância
sq: Shihni instancën
sv: Visa instansen

source: Filter according to your preferences
ar: تصفية وفقا لاختياراتك
cs: Filtrování podle vašich preferencí
es: Filtrar de acuerdo a sus preferencias
fr_fr: Filtrez selon vos préférences
gd: Criathraich a-rèir do mhiannan
ja: あなたの好みでフィルタリング
pt_br: Filtre de acordo com as suas preferências
sq: Filtroni në përputhje me parapëlqimet tuaja
sv: Filtrera enligt dina önskemål

source: Updating one of the fields will automatically update results below the form
ar: سيؤدي تحديث أحد الحقول إلى تحديث النتائج تلقائيًا أسفل النموذج
cs: Aktualizace jednoho z polí automaticky aktualizuje výsledky pod formulářem
es: La actualización de uno de los campos actualizará automáticamente los resultados debajo del formulario
fr_fr: Mettre à jour un des champs va automatiquement mettre à jour les résultats en dessous du formulaire
sq: Përditësimi i një prej fushave do të përditësojë automatikisht përfundimet nën formular

source: Your profile
ar: ملفك الشخصي
cs: Váš profil
es: Tu perfil
fr_fr: Votre profil
gd: A’ phròifil agad
ja: プロフィール
pt_br: Seu perfil
sq: Profili juaj
sv: Din profil

source: Viewer
ar: مشاهد
cs: Divák
es: Visor
fr_fr: Spectateur
gd: Neach-amhairc
ja: 視聴者
pt_br: Espectador
sq: Parës
sv: Tittare

source: Video maker
ar: صانع الفيديو
cs: Tvůrce videa
es: Editor de vídeo
fr_fr: Vidéaste
gd: Ùghdar videothan
ja: 動画制作者
pt_br: Criador de vídeo
sq: Krijues videosh
sv: Videoskapare

source: Music
ar: موسيقى
cs: Hudba
es: Música
fr_fr: Musique
gd: Ceòl
ja: 音楽
pt_br: Música
sq: Muzikë
sv: Musik

source: Vehicles
ar: مركبات
cs: Vozidla
es: Vehículos
fr_fr: Transport
gd: Carbadan
ja: 乗り物
pt_br: Veículos
sq: Automjete
sv: Fordon

source: You want to
ar: تريد أن
cs: Chcete
es: Quieres
fr_fr: Vous voulez
gd: Amas
ja: したい事は
pt_br: Você quer
sq: Doni të
sv: Du vill

source: Travels
ar: الرحلات
cs: Cestování
es: Viajes
fr_fr: Voyages
gd: Siubhal
ja: 旅行
pt_br: Viagens
sq: Udhëtime
sv: Resor

source: Gaming
ar: ألعاب
cs: Hry
es: Videojuegos
fr_fr: Jeux vidéos
gd: Geamaireachd
ja: ゲーム
sq: Lojëra
sv: Spel

source: Comedy
ar: كوميديا
cs: Komedie
es: Comedia
fr_fr: Humour
gd: Àbhachdas
ja: コメディー
pt_br: Comédia
sq: Komedi
sv: Komedi

source: Entertainment
ar: ترفيه
cs: Zábava
es: Entretenimiento
fr_fr: Divertissement
gd: Dibhearsan
ja: エンターテイメント
pt_br: Entretenimento
sq: Spektakël
sv: Underhållning

source: News & Politics
ar: أخبار وسياسة
cs: Zprávy a politika
es: Noticias y política
fr_fr: Actualité & Politique
gd: Naidheachdan ⁊ poileataigs
ja: ニュースや政治
pt_br: Notícias e Políticas
sq: Lajme & Politikë
sv: Nyheter och politik

source: How To
ar: كيف
cs: Jak na to
es: Cómo
fr_fr: Tutoriels
gd: Treòirean
ja: ハウツー
pt_br: Como Fazer
sq: Si Të
sv: Instruktioner

source: Discover instances
ar: اكتشف خوادمًا
cs: Procházet instance
es: Descubrir instancias
fr_fr: Voir la liste des instances
gd: Fidir ionstansan
ja: サーバーを探す
pt_br: Descobrir instâncias
sq: Zbuloni instanca
sv: Upptäck instanser

source: Education
ar: التربية
cs: Vzdělání
es: Educación
fr_fr: Éducation
gd: Foghlam
ja: 教育
pt_br: Educação
sq: Arsim
sv: Utbildning

source: Activism
ar: النشاط
cs: Aktivismus
es: Activismo
fr_fr: Militantisme
gd: Iomairteachd
ja: アクティビズム
pt_br: Ativismo
sq: Aktivizëm
sv: Aktivism

source: Science & Technology
ar: العلوم والتكنولوجيا
cs: Věda a technika
es: Ciencia y tecnología
fr_fr: Science & Technologie
gd: Saidheans ⁊ teicneolas
ja: 科学やテクノロジー
pt_br: Ciência e Tecnologia
sq: Shkencë & Teknologji
sv: Vetenskap och teknologi

source: Animals
ar: الحيوانات
cs: Zvířata
es: Animales
fr_fr: Animaux
gd: Beathaichean
ja: 動物
pt_br: Animais
sq: Kafshë
sv: Djur

source: Kids
ar: أطفال
cs: Děti
es: Infantil
fr_fr: Enfants
gd: Clann
ja: 子ども向け
pt_br: Infantil
sq: Fëmijë
sv: Barn

source: Food
ar: أطعمة
cs: Jídlo
es: Comida
fr_fr: Cuisine
gd: Biadh
ja: 食べ物
pt_br: Comida
sq: Ushqim
sv: Mat

source: And do live streams
ar: والقيام بالبث المباشر
cs: A živé přenosy
es: Y hacer transmisiones en vivo
fr_fr: Faire du direct
gd: Agus sruthadh beò a dhèanamh
ja: ライブ配信を
pt_br: E fazer transmissões ao vivo
sv: och direktsända video

source: English
ar: الإنجليزية
cs: Angličtina
es: Inglés
fr_fr: Anglais
ja: 英語
pt_br: Inglês
sq: Anglisht
sv: Engelska

source: Yes
ar: نعم
cs: Ano
es: Sí
fr_fr: Oui
gd: Tha
ja: する
pt_br: Sim
sq: Po

source: 日本語
ar: اللغة اليابانية
cs: Japonština
es: Japonés
fr_fr: Japonais
pt_br: Japonês / 日本語
sv: Japanska

source: Euskara
ar: لغة الباسك
es: Euskera
fr_fr: Basque
ja: バスク語
pt_br: Basco
sq: Baskisht
sv: Baskiska

source: Català
ar: الكاتالونية
cs: Katalánština
es: Catalán
fr_fr: Catalan
ja: カタルーニャ語
pt_br: Catalão
sq: Katalanase
sv: Katalanska

source: Čeština
ar: التشيكية
es: Checo
fr_fr: Tchèque
ja: チェコ語
pt_br: Tcheco
sq: Çekisht
sv: Tjeckiska

source: Esperanto
ar: الإسبيرنتو
fr_fr: Espéranto
ja: エスペラント語

source: No
ar: لا
cs: Ne
fr_fr: Non
gd: Chan eil
ja: しない
pt_br: Não
sq: Jo

source: ελληνικά
ar: اليونانية
cs: Řečtina
es: Griego
fr_fr: Grec
ja: ギリシャ語
pt_br: Grego
sq: greqisht
sv: Grekiska

source: Deutsch
ar: الهولندية
cs: Němčina
es: Alemán
fr_fr: Allemand
ja: ドイツ語
pt_br: Alemão
sq: Gjermanisht
sv: Tyska

source: Italiano
ar: الإيطالية
cs: Italština
es: Italian
fr_fr: Italien
ja: イタリア語
sq: Italisht
sv: Italienska

source: Nederlands
ar: هولندا
cs: Holandština
es: Países Bajos
fr_fr: Néerlandais
ja: オランダ語
pt_br: Países Baixos - Holanda
sq: Hollandisht
sv: Nederländska

source: Español
ar: الإسبانية
cs: Španělština
es: Español/Castellano
fr_fr: Espagnol
ja: スペイン語
pt_br: Espanhol
sq: Spanjisht
sv: Spanska

source: Topics
ar: المواضيع
cs: Témata
es: Temas
fr_fr: Sujets
gd: Cuspairean
ja: トピックス
pt_br: Tópicos
sq: Tema

source: Gàidhlig
ar: الغيلية
cs: Gaelština
es: Gaelico Escocés
fr_fr: Gaélique écossais
ja: ゲール語
pt_br: Gaélico
sq: Gaelike Skoceze
sv: Skotsk gäliska

source: 简体中文（中国）
ar: الصينية المبسطة (الصين)
cs: čínština
es: Chino simplificado
fr_fr: Chinois simplifié
ja: 中国語(简体中文)
pt_br: Chinês simplificado / 简体中文（中国）

source: Português (Portugal)
ar: البرتغالية (البرتغال)
cs: Portugalština
es: Portugués (Portugal)
fr_fr: Portugais (Portugal)
ja: ポルトガル語
sq: Portugalisht (Portugali)
sv: Portugisiska (Portugal)

source: svenska
ar: السويدية
cs: Švédština
es: Sueco
fr_fr: Suédois
ja: スウェーデン語
pt_br: Sueco
sq: suedisht

source: Polski
ar: البولونية
cs: Polština
es: Polaco
fr_fr: Polonais
ja: ポルトガル語
pt_br: Polaco
sq: Polonisht
sv: Polska
