Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: Enable additional video extension (.mkv, .mov, .avi...) or audio uploads
ar: تفعيل امتداد الفيديو الإضافي (.mkv ، .mov ، .avi ...) أو تحميلات الصوت
cs: Povolení dalších přípon videa (.mkv, .mov, .avi...) nebo nahrávání zvuku
es: Habilite extensiones de video adicionales (.mkv, .mov, .avi ...) o cargas de audio
fr_fr: Activez le support d'extensions vidéo en plus (.mkv, .mov, .avi...) ou le téléversement de fichiers audio
gd: Cuir an comas barrachd leudachain video (.mkv, .mov, .avi…) no luchdadh suas fuaime
ja: 追加の動画拡張子（.mkv, .mov, .avi.）または音声アップロードを有効にできます
sq: Aktivizoni zgjatim shtesë videosh (.mkv, .mov, .avi…) ose ngarkime audio

source: Generate HLS playlists or raw MP4 files
ar: قم بإنشاء قوائم تشغيل HLS أو ملفات MP4 خام
cs: Generování playlistů HLS nebo surových souborů MP4
es: Genere listas de reproducción HLS o archivos MP4 sin procesar
fr_fr: Générez des playlistes HLS ou fichiers MP4 bruts
gd: Gin liostaichean-cluiche HLS no faidhlichean MP4 amh
sq: Prodhoni luajlista HLS ose kartela MP4 të papërpunuara

source: Customize ffmpeg transcoding profile using Tube plugins
ar: تخصيص ملف تعريف تحويل الترميز ffmpeg باستخدام ملحقات Tube
cs: Přizpůsobení profilu překódování ffmpeg pomocí pluginů Tube
es: Personalice el perfil de transcodificación de ffmpeg con los complementos de Tube
fr_fr: Personnalisez le profile de transcoding ffmpeg en utilisant des plugins Tube
gd: Gnàthaich pròifil tar-chòdachaidh ffmpeg le plugain Tube
sq: Përshtatni profilin e ndërkodimeve me ffmpeg duke përdorur shtojca Tube

source: Live streaming transcoding
ar: البث المباشر لتحويل الشفرات
cs: Překódování živého vysílání
es: Transcodificación de transmisión en vivo
fr_fr: Transcoding des lives streaming
gd: Tar-chòdachadh nan sruthan beòtha
ja: ライブ配信のトランスコーディング
pt_br: Transcodificação de transmissão ao vivo
sq: Ndërkodim transmetimesh të drejtpërdrejtë
sv: Omkodning av direktsänd video

source: Enable <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-configuration?id=live-streaming">live streaming</a> for your instance
cs: Povolte <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-configuration?id=live-streaming">živé vysílání</a> pro svou instanci
es: Permitir <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=live-streaming"> la transmisión en vivo</a> de tu instancia
fr_fr: Activez la possibilité <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=live-streaming">de faire du live streaming</a> pour votre instance
gd: Cuir an comas <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-configuration?id=live-streaming">sruthadh beò</a> dhan ionstans agad
ja: インスタンスでの<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=live-streaming">ライブ配信</a>を有効にできます
pt_br: Permitir <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=live-streaming">transmissões a vivo</a> para a sua instância
sq: Aktivizoni <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-configuration?id=live-streaming">transmetim të drejtpërdrejtë</a> për instancën tuaj
sv: Aktivera <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=live-streaming">direktsändningar</a> på din instans

source: Add ability for your users to publish a replay of live videos
ar: أضف قدرة للمستخدمين لديك لنشر إعادة تشغيل لمقاطع الفيديو الحية
cs: Přidání možnosti pro uživatele publikovat přehrávání živých videí
es: Agregue la capacidad para que sus usuarios publiquen una repetición de videos en vivo
fr_fr: Ajoutez la possibilité pour vos utilisateurs de publier un replay de leur live
gd: Thoir comas dhan luchd-chleachdaidh agad gum foillsich iad ath-chluiche de videothan beòtha
ja: ユーザーに対してライブ動画へリプライする権限を付与できます
sq: Shtoni për përdoruesit tuaj aftësinë të publikojnë një përgjigje te video transmetimesh të drejtpërdrejta

source: Set simultaneous live streaming limits (per user/instance)
ar: تعيين حدود البث المباشر المتزامن (لكل مستخدم / مثيل)
cs: Nastavení limitů pro souběžné živé vysílání (na uživatele/instanci)
es: Establecer límites de transmisión en vivo simultáneos (por usuario / instancia)
fr_fr: Définissez une limite de lives simultanés (par utilisateur/pour l'instance)
gd: Suidhich cuingeachadh air uiread nan sruthaidhean beòtha aig an aon àm (gach cleachdaiche/ionstans)
ja: （ユーザー、インスタンスごとの）同時ライブストリーミングの制限を設定します
sq: Ujdisni kufij transmetimesh të drejtpërdrejtë të njëkohshëm (sipas përdoruesi/instance)

source: Enable live streaming transcoding in multiple resolutions
ar: تمكين تحويل الترميز المباشر في دقة متعددة
cs: Povolení překódování živého vysílání ve více rozlišeních
es: Habilite la transcodificación de transmisión en vivo en múltiples resoluciones
fr_fr: Activez le transcoding dans de multiples définitions pour les lives
gd: Cuir an comas tar-chòdachadh nan sruthan beòtha gu iomadh dùmhlachd-bhreacaidh
ja: ライブ配信のトランスコーディングを複数の解像度ですることを有効にできます
sq: Aktivizoni për transmetime të drejtpërdrejta ndërkodim në disa qartësi

source: Customize ffmpeg live transcoding profile using Tube plugins
ar: تخصيص ملف تعريف التحويل المباشر للشفرات ffmpeg باستخدام ملحقات Tube
cs: Přizpůsobení profilu překódování ffmpeg live pomocí pluginů Tube
es: Personalice el perfil de transcodificación en vivo de ffmpeg utilizando complementos de Tube
fr_fr: Personnalisez le profil de transcoding live de ffmpeg en utilisant de plugins Tube
gd: Gnàthaich pròifil tar-chòdachaidh ffmpeg beò le plugain Tube
sq: Përshtatni profilin e ndërkodimeve me ffmpeg të transmetimeve të drejtpërdrejta duke përdorur shtojca Tube

source: Video imports
ar: واردات الفيديو
cs: Importy videa
es: Importaciones de vídeo
fr_fr: L'import de vidéos
gd: Ion-phortadh videothan
ja: 動画のインポート
sq: Importime videosh
sv: Videoimport

source: Enable video import using youtube-dl (Youtube, Dailymotion...)
ar: تفعيل استيراد الفيديو باستخدام youtube-dl (Youtube ، Dailymotion ...)
cs: Povolení importu videa pomocí youtube-dl (Youtube, Dailymotion...)
es: Habilite la importación de video usando youtube-dl (Youtube, Dailymotion ...)
fr_fr: Activez l'import de vidéos via youtube-dl (Youtube, Dailymotion...)
gd: Cuir an comas ion-phortadh videothan le youtube-dl (Youtube, Dailymotion…)
ja: youtube-dlを利用してYoutubeやDailymotionから動画をインポートすることができます
sq: Aktivizoni importim videosh përmes youtube-dl (Youtube, Dailymotion…)

source: Enable video import using webtorrent (torrent file or magnet URI)
ar: تمكين استيراد الفيديو باستخدام Webtorrent (ملف تورنت أو Magnet URI)
cs: Povolení importu videa pomocí webtorrentu (torrent soubor nebo magnet URI)
es: Posibilidad de importar un vídeo a través de webtorrent (archivo torrent o URI magnético)
fr_fr: Activez l'import de vidéos en utilisant webtorrent (fichier torrent ou magnet URI)
gd: Cuir an comas ion-phortadh videothan le webtorrent (faidhle torrent no URI magnet)
ja: webtorrentを利用してtorrentファイルやマグネットURIから動画をインポートすることができます
sq: Aktivizoni importim videosh duke përdorur <em>webtorrent</em> (kartelë rrëkeze ose një URI magnet)
sv: Gör det möjligt att importera en video med en torrent-fil eller magnet-länk

source: Enable signups and set a max users and upload limits
ar: تمكين الاشتراكات وتعيين حد أقصى للمستخدمين وحدود التحميل
cs: Povolení registrací a nastavení maximálního počtu uživatelů a limitů nahrávání
es: Habilite los registros y establezca un número máximo de usuarios y límites de carga
fr_fr: Activez le formulaire d'inscription et paramétrez une limite d'utilisateurs ainsi que des quotas d'upload
gd: Cuir an clàradh an comas agus suidhich an àireamh as motha de chleachdaichean agus cuingeachaidhean air na luchdaidhean suas
ja: アカウント登録、インスタンス内の最大ユーザー数、アップロードへの制限を有効にできます
sq: Aktivizoni regjistrime dhe caktoni një maksimum përdoruesish dhe kufij ngarkimesh

source: Assign <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-moderation">moderator/admin</a> roles
cs: Přiřazení rolí <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-moderation">moderátor/admin</a>
es: Asignar roles de<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-moderation"> moderador / administrador</a>
fr_fr: Assignez <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-moderation">des rôles de modérateur/administrateur</a>
gd: Iomruin dreuchdan nam <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-moderation">maor/rianairean</a>
pt_br: Atribuir cargos de<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-moderation"> moderador / administrador</a>
sq: Caktoni role <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-moderation">moderator/përgjegjës</a>
sv: Tilldela rättigheter till <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-moderation">moderatorer och administratörer</a>

source: Manage abuse reports on videos, accounts or comments using a dedicated dashboard
ar: إدارة تقارير إساءة الاستخدام على مقاطع الفيديو أو الحسابات أو التعليقات باستخدام لوحة تحكم مخصصة
cs: Správa hlášení o zneužití videí, účtů nebo komentářů pomocí speciálního ovládacího panelu
es: Administre informes de abuso en videos, cuentas o comentarios mediante un panel de control dedicado
fr_fr: Gérez les signalements sur les vidéos, comptes ou commentaires en utilisant un tableau de bord dédié
gd: Stiùirich gearanan a thaobh mì-ghnàthachadh mu videothan, cunntasan no beachdan le deas-bhòrd fa leth
sq: Administroni raportime abuzimesh në video, llogari apo komente, duke përdorur një pult enkas

source: Automatically block videos from untrusted users awaiting a review by moderators
ar: منع مقاطع الفيديو تلقائيًا من المستخدمين غير الموثوق بهم الذين ينتظرون مراجعة من قبل الوسطاء
cs: Automatické blokování videí od nedůvěryhodných uživatelů, kteří čekají na přezkoumání moderátory
es: Bloquea automáticamente videos de usuarios no confiables que esperan una revisión por parte de los moderadores
fr_fr: Bloquez automatiquement les vidéos d'utilisateurs en attendant leur approbation par des modérateurs
gd: Bac videothan gu fèin-obrachail ma thig iad o thùsan neo-earbsach a tha a’ feitheamh air lèirmheas le maor
ja: モデレーターによって審査を待っている、信頼できないユーザーの動画を自動的にブロック
sq: Bllokoni automatikisht video për përdorues jo të besueshëm, duke i lënë të presin një shqyrtim nga moderatorët

source: Block specific videos and specify a reason
ar: حظر مقاطع فيديو محددة وتحديد السبب
cs: Blokování konkrétních videí a zadání důvodu
es: Bloquea videos específicos y especifica un motivo
fr_fr: Bloquez des vidéos en spécifiant une raison
gd: Bac videothan sònraichte agus thoir seachad adhbhar
ja: 特定の動画をブロックし、その理由を明記する
sq: Bllokoni video të caktuara dhe jepni një arsye

source: Ban local users, mute accounts or instances
ar: حظر المستخدمين المحليين ، كتم الحسابات أو النسخ
cs: Zakázat místní uživatele, ztlumit účty nebo instance
es: Prohibir usuarios locales, silenciar cuentas o instancias
fr_fr: Bannissez des utilisateurs locaux, masquez des comptes ou des instances
gd: Bac cleachdaichean ionadail, mùch cunntasan no ionstansan
ja: ローカルのユーザーの凍結。アカウントまたはインスタンスのミュート
sq: Dëboni përdorues vendorë, heshtoni llogari ose instanca

source: Highly configurable
ar: شكلي للغاية
cs: Vysoce konfigurovatelné
es: Altamente configurable
fr_fr: Hautement configurable
gd: Rèiteachadh glè shùbailte
ja: 高度な設定が可能
pt_br: Altamente configurável
sq: Thellësisht i formësueshëm

source: Easily set instance metadata: name, description, main categories...
ar: قم بتعيين البيانات الوصفية للمثيل بسهولة: الاسم والوصف والفئات الرئيسية ...
cs: Snadné nastavení metadat instance: název, popis, hlavní kategorie...
es: Configure fácilmente los metadatos de la instancia: nombre, descripción, categorías principales ...
fr_fr: Définissez facilement les attributs d'une instance : nom, description, catégories principales...
gd: Suidhich meata-dàta a ionstans gun duilgheadas: ainm, tuairisgeul, na prìomh roinnean-seòrsa…
ja: 簡単にインスタンスのメタデータを設定できます:インスタンス名、説明文、主なカテゴリなど...
sq: Ujdisni lehtësisht tejtëdhëna instance: emër, përshkrim, kategori kryesore…

source: Search and install Tube <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-customize-instance">plugins or themes</a>
cs: Vyhledat a nainstalovat Tube <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-customize-instance">pluginy nebo motivy</a>
es: Busca e instala <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-customize-instance">complementos o temas </a> de Tube
fr_fr: Cherchez et installez des <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-customize-instance">plugins et thèmes</a> Tube
ja: PeerTubeの <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-customize-instance">プラグインやテーマ</a>を調べ、インストールできます
pt_br: Busca e instala <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-customize-instance">plugins ou temas </a> de Tube
sv: Sök och installera <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-customize-instance">tillägg eller teman</a> i Tube

source: Use external auth (LDAP, OpenID Connect...) using auth plugins
ar: استخدم المصادقة الخارجية (LDAP ، OpenID Connect ...) باستخدام ملحقات المصادقة
cs: Použití externí autentizace (LDAP, OpenID Connect...) pomocí pluginů autentizace
es: Use autenticación externa (LDAP, OpenID Connect ...) usando complementos de autenticación
fr_fr: Utilisez des systèmes d'authentification externes (LDAP, OpenID Connect...) via des plugins d'authentification
gd: Cleachd ùghdarrachadh on taobh a-muigh (LDAP, OpenID Connect.…) le plugain ùghdarrachaidh
sq: Përdorni mirëfilltësim të jashtëm (LDAP, OpenID Connect…) përmes shtojcash mirëfilltësimi

source: Set the default NSFW policy (hide, blur or display these videos)
ar: قم بتعيين سياسة NSFW الافتراضية (إخفاء أو طمس أو عرض مقاطع الفيديو هذه)
cs: Nastavení výchozích zásad NSFW (skrýt, rozmazat nebo zobrazit tato videa)
es: Establecer la política NSFW predeterminada (ocultar, difuminar o mostrar estos videos)
fr_fr: Définissez la politique NSFW par défaut (cacher, flouter ou afficher ces vidéos)
gd: Suidhich poileasaidh bunasach na susbainte inbhich (falaich no seall na videothan sin no cuir sgleò orra)
ja: デフォルトのNSFWポリシーの設定（非表示、ぼかし、表示）
sq: Caktoni rregull parazgjedhje për NSFW (fshihini, mjegullojini ose shfaqini këto videos)

source: Choose your trending algorithm
ar: اختر الخوارزمية الخاصة بك تتجه
cs: Zvolte si svůj trendový algoritmus
es: Elija su algoritmo de tendencias
fr_fr: Choisissez l'algorithme "trending"
gd: Tagh algairim an treandaidh agad
ja: トレンドのアルゴリズムを選べます
pt_br: Escolha seu algoritmo de trending
sq: Zgjidhni algoritmin tuaj në modë

source: Broadcast a message to users using a banner
ar: بث رسالة للمستخدمين باستخدام لافتة
cs: Vysílání zprávy uživatelům pomocí banneru
es: Transmita un mensaje a los usuarios mediante un banner
fr_fr: Diffusez un message aux utilisateurs en utilisant un bandeau
gd: Craoladh teachdaireachd dhan luchd-chleachdaidh le bratach
ja: バナーを使用してユーザーにメッセージを発信する
sq: Transmetojuni përdoruesve një mesazh, duke përdorur një banderolë

source: The <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-any-os">installation guide is here</a> (only in English).
cs: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-any-os">průvodce instalací je zde</a> (pouze v angličtině).
es: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/install-any-os">La guía de instalación está aquí</a> (solo en inglés).
fr_fr: Le <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-any-os">guide d’installation est ici</a> (uniquement en anglais, pour l’instant).
gd: Gheibh thu <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/install-any-os">treòir an stàlaidh an-seo</a> (sa Bheurla a-mhàin).
ja: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-any-os">インストールガイドはこちらです</a>（英語版のみ）。
pt_br: O <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-any-os"> guia de instalação está aqui</a> (apenas em Inglês).
sq: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-any-os">Udhërrëfyesi i instalimit gjendet këtu</a> (vetëm në anglisht).
sv: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-any-os">Installationsguiden finns här</a> (endast på engelska).

source: If you need help, check the <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/help">help page</a>.
cs: Pokud potřebujete pomoc, podívejte se na <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/help">stránku nápovědy</a>.
es: Si necesita ayuda, consulte la <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/help">página de ayuda</a>.
fr_fr: Si vous avez besoin d'aide, regardez la <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/help">page d'aide</a>.
gd: Ma tha taic a dhìth ort, thoir sùil air <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/help">duilleag na cobharach</a>.
ja: もしヘルプが必要なら<a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/help">ヘルプページ</a>をご覧ください。
pt_br: Se necessitar de ajuda, consulte a <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/help">página de ajuda</a>.
sq: Nëse ju duhet ndihmë, shihni <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/help">faqen e ndihmës</a>.
sv: Om du behöver hjälp kan vi tipsa om <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/help">hjälpsidan</a>.

source: Tube should run happily on a virtual machine with 2 threads/vCPUs, at least 1 Gb of RAM and enough storage for videos. In terms of bandwidth, a lot will depend on which Tube instances you federate with and what your relation with them is (more about that below).
ar: يجب أن يعمل Tube بسعادة على جهاز افتراضي به خيوط 2 / vCPUs ، وذاكرة وصول عشوائي (RAM) بسعة 1 جيجا بايت على الأقل ومساحة تخزين كافية لمقاطع الفيديو. فيما يتعلق بالنطاق الترددي ، سيعتمد الكثير على مثيلات Tube التي تتحد معها وما هي علاقتك بها (المزيد حول ذلك أدناه).
cs: Tube by měl bez problémů běžet na virtuálním počítači se 2 vlákny/vCPU, alespoň 1 Gb RAM a dostatečným úložištěm pro videa. Pokud jde o šířku pásma, bude hodně záležet na tom, s jakými instancemi Tube se spojíte a jaký je váš vztah s nimi (o tom více níže).
es: Tube debería ejecutarse felizmente en una máquina virtual con 2 subprocesos / vCPU, al menos 1 Gb de RAM y suficiente almacenamiento para videos. En términos de ancho de banda, mucho dependerá de las instancias de Tube con las que se federe y cuál sea su relación con ellas (más sobre eso a continuación).
fr_fr: Tube devrait fonctionner sans problème sur une machine virtuelle avec 2 threads/vCPUs, au moins 1 Go de RAM et suffisamment de stockage pour les vidéos. En termes de bande passante, tout dépendra des instances Tube avec lesquelles vous vous fédérez et de votre relation avec elles (voir ci-dessous).
gd: Bu chòir do PheerTube a bhith toilichte le inneal biortail aig a bheil 2 thread/vCPU, 1GB de RAM air a char as lugha agus stòras gu leòr dha na videothan. A thaobh leud-banna, bidh sin a-rèir dè na h-ionstansan Tube leis an dèan thu co-nasgadh agus dè do dhàimh leotha-san (innsidh sinn barrachd dhut mu dheidhinn sin gu h-ìosal).
sq: Tube-i do të duhej të xhironte paq në një makinë virtuale me 2 “threads”/vCPU, të paktën 1 Gb RAM dhe hapësirë të mjaftueshme për video. Për sa i takon sasisë së trafikut, jo pak do të varet nga se me cilat instanca Tube federoheni dhe se cila është marrëdhënia juaj me to (më tepër rreth kësaj më poshtë).

source: As a real life example, the Tube demonstration server https://tube.cpy.re runs on 2 vCores and 2GB of RAM. Average consumption is:
ar: كمثال حقيقي ، يعمل خادم العرض Tube https://tube.cpy.re على 2 vCores و 2 جيجابايت من ذاكرة الوصول العشوائي. متوسط الاستهلاك هو:
cs: Jako reálný příklad lze uvést demonstrační server Tube https://tube.cpy.re, který běží na 2 jádrech vCore a 2 GB paměti RAM. Průměrná spotřeba je:
es: Como ejemplo de la vida real, el servidor de demostración de Tube https://tube.cpy.re se ejecuta en 2 núcleos virtuales y 2 GB de RAM. El consumo medio es:
fr_fr: À titre d'exemple concret, le serveur de démonstration Tube https://tube.cpy.re fonctionne avec 2 vCores et 2 Go de RAM. La consommation moyenne est de :
gd: Mar eisimpleir bheò, tha am frithealaiche demo aig Tube air https://tube.cpy.re a’ ruith air 2 vCore agus 2GB de RAM. Seo an caitheamh cuibheasach aige:
sq: Si shembull nga praktika, shërbyesi për demonstrim të Tube-it, https://tube.cpy.re xhiron në një makinë me 2 vCores dhe 2GB RAM. Konsumi mesatar është:

source: Network: ~200GB sent per month (https://framatube.org: ~1.5TB sent per month)
ar: الشبكة: إرسال 200 جيجابايت شهريًا (https://framatube.org: يتم إرسال 1.5 تيرابايت شهريًا)
cs: Síť: ~(https://framatube.org: ~1,5 TB odeslaných měsíčně)
es: Red: ~ 200 GB enviados por mes (https://framatube.org: ~ 1,5 TB enviados por mes)
fr_fr: Réseau : ~200 Go envoyés par mois (https://framatube.org : ~1,5 To envoyés par mois)
gd: Lìonra: ~200GB ’ga chur gach mìos (https://framatube.org: ~1.5TB ’ga chur gach mìos)
ja: ネットワーク: 1ヶ月あたり ~200GB (https://framatube.org:1ヶ月あたり ~1.5TB )
sq: Rrjeti: ~200GB të dërguar në muaj (https://framatube.org: ~1.5TB të dërguar në muaj)
