Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: Framasoft will therefore takes the time to improve the software progressively, at its own pace and with its atypical methods which, so far, have proven to be rather effective.
ar: لذلك سيأخذ Framasoft الوقت اللازم لتحسين البرنامج تدريجياً ، بوتيرته الخاصة وبأساليبه غير النمطية التي أثبتت حتى الآن فعاليتها إلى حد ما.
cs: Framasoft si proto dává na čas, aby software postupně zdokonaloval svým vlastním tempem a svými atypickými metodami, které se zatím ukázaly jako poměrně účinné.
es: Por lo tanto, Framasoft se tomará el tiempo para mejorar el software progresivamente, a su propio ritmo y con sus métodos atípicos que, hasta ahora, han demostrado ser bastante efectivos.
fr_fr: Framasoft prendra donc le temps de faire avancer le logiciel petit à petit, à son rythme et avec ses méthodes atypiques qui, jusqu'à présent, se sont montrées plutôt efficaces.
gd: Air an adhbhar sin, bheir e ùine ach an doir Framasoft piseach air a’ bhathar-bhog beag air bheag ’s air an astar againn fhìn agus leis na dòighean neo-chumanta againn fhèin a tha air a bhith caran èifeachdach gu ruige seo.
sq: Prandaj Framasoft-i i hyn përmirësimit dora-dorës të software-it, me ritmin e vet dhe me metoda jotipike, të cilat, deri sot, është provuar se janë efikase në fakt.
sv: Framasoft kommer därför ta sin tid för att förbättra mjukvaran steg för steg, i sin egen takt och med de ovanliga arbetsmetoder som har visat sig fungera ganska väl, än så länge.

source: No it is not.
ar: لا ليست كذلك.
cs: Ne, není.
es: No es no.
fr_fr: Non il ne l'est pas.
gd: Chan eil.
ja: いいえ、そうではありません。
pt_br: Não, é não.
sq: Jo është jo.
sv: Nej, det är den inte.

source: Tube is a software created, developed and maintained by <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, a French non-profit popular educational organization on digital issues. Framasoft has a French culture, respects French laws and is a political actor (« who participates in the life of the city-state ») of civil society.
ar: Tube هو برنامج تم إنشاؤه وتطويره وصيانته بواسطة <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org"> Framasoft </a> ، وهي مؤسسة تعليمية فرنسية غير ربحية القضايا الرقمية. يتمتع Framasoft بثقافة فرنسية ، ويحترم القوانين الفرنسية وهو فاعل سياسي («يشارك في حياة دولة المدينة») في المجتمع المدني.
cs: Tube je software vytvořený, vyvinutý a spravovaný <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, francouzskou neziskovou organizací zabývající se populárně-naučnou digitální problematikou. Framasoft má francouzskou kulturu, respektuje francouzské zákony a je politickým aktérem (" který se podílí na životě městského státu ") občanské společnosti.
es: Tube es un software creado, desarrollado y mantenido por <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>,una organización educativa popular francesa sin fines de lucro sobre temas digitales. Framasoft tiene una cultura francesa, respeta las leyes francesas y es un actor político («que participa en la vida de la ciudad-estado») de la sociedad civil.
fr_fr: Tube est développé par <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, une association française d'éducation populaire aux enjeux du numérique.
gd: ’S e bathar-bog a th’ ann am Tube a tha ’ga chruthachadh, ’ga leasachadh ’s ’ga ghlèidheadh le <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, seo buidheann neo-phrothaideach Frangach a tha ag amas air foghlam a thoirt dhan mhòr-shluagh mu chùisean digiteach. Tha dualchas Frangach aig Framasoft agus spèis againn air laghan na Frainge agus tha sinn ’nar gnìomhaiche poilitigeach (“a ghabhas pàirt ann am beatha na stàite-bhaile”) san t-sòisealtas shìobhalta.
ja: PeerTubeは<a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>によって生み出され、開発され、メンテナンスされています。Framasoftはフランスのデジタル技術に係る問題についての非営利的な教育組織として広く知られています。Framasoftはフランスの文化をまとい、フランスの法律をリスペクトし、そして市民社会における（都市国家の営みに参加する）政治的アクターです。
sq: Tube-i është <em>software</em> i krijuar, zhvilluar dhe mirëmbajtur nga <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, një ent i njohur jofitimprurës dhe edukativ frëng për çështje dixhitale. Framasoft-i ka një kulturë frënge, respekton ligjet frënge dhe është një aktor politik (« që merr pjesë në jetën e qytetshtetit ») i shoqërisë civile.
sv: Tube är en mjukvara som skapats, utvecklas och underhålls av <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, en fransk ideell förening som arbetar med på folkbildning i digitala frågor. Framasoft har en fransk kultur, respekterar franska lagar och är en politisk aktör (”som deltar i stadsstatens liv”) i civilsamhället.

source: Tube is part of several actions assembled by Framasoft in the <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org">Contributopia roadmap</a>. These actions aim to propose alternative digital tools to those coming from surveillance capitalism, so that people who do not recognize themselves in such a system can create spaces of freedom.
ar: Tube هو جزء من العديد من الإجراءات التي تم تجميعها بواسطة Framasoft في <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org"> خارطة طريق Contributopia </a>. تهدف هذه الإجراءات إلى اقتراح أدوات رقمية بديلة لأولئك القادمين من رأسمالية المراقبة ، بحيث يمكن للأشخاص الذين لا يتعرفون على أنفسهم في مثل هذا النظام أن يخلقوا مساحات من الحرية.
cs: Tube je součástí několika akcí, které společnost Framasoft shromáždila v <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org">Contributopia roadmap</a>. Cílem těchto akcí je navrhnout alternativní digitální nástroje k těm, které pocházejí ze sledovacího kapitalismu, aby lidé, kteří se v takovém systému neuznávají, mohli vytvářet prostory svobody.
es: Tube es parte de varias acciones ensambladas por Framasoft en la<a target="_blank" rel="noopener noreferrer" href="https://contributopia.org">hoja de ruta de Contributopia</a>. Estas acciones tienen como objetivo proponer herramientas digitales alternativas a las provenientes del capitalismo de la vigilancia, para que las personas que no se reconozcan en tal sustento, puedan crear espacios de libertad.
fr_fr: Tube fait partie d'un nombre d'actions que l'association Framasoft a rassemblé dans sa <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org">campagne Contributopia</a> . Ces actions visent à proposer des outils numériques alternatifs à ceux issus du capitalisme de surveillance, pour que les personnes qui ne se reconnaissent pas dans un tel système puissent se créer des espaces de liberté.
gd: Tha Tube am measg nan gnìomhan a chruinnich Framasoft air <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org">mapa-rathaid Contributopia</a>. Tha na gnìomhan sin ag amas air roghainn eile de dh’acainnean digiteach a mholadh dhan fheadhainn a thig às a’ chalpachas caithris ach an urrainn dhan fheadhainn nach eil cofhurtail ann an siostam dhen leithid àitichean saora a chruthachadh dhaibh fhèin.
sq: Tube-i është pjesë e disa aksioneve të ndërmarrë nga Framasoft-i në <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org">kuadër të Contributopia-s</a>. Këto aksione synojnë të propozojnë mjete dixhitale alternative për ata që vijnë nga kapitalizmi survejues, pra që persona të cilët nuk e shohin veten në një sistem të tillë, të mund të krijojnë hapësira lirie.

source: Consequently, Tube development and/or management of websites associated with the Tube project (<a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">joinpeertube.org</a>, <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>, <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">search.joinpeertube.org</a>, etc.) may not please everyone (in particular because of different ideas, ideologies of cultures).
ar: وبالتالي ، فإن تطوير Tube و / أو إدارته لمواقع الويب المرتبطة بمشروع Tube (<a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org"> Joinpeertube.org </a> ، < هدف = "_ blank" rel = "noopener noreferrer" href = "https://instances.joinpeertube.org"> مثيلات.joinpeertube.org </a> ، <a target = "_ blank" rel = "noopener noreferrer" href = "https://search.joinpeertube.org/"> search.joinpeertube.org </a> ، وما إلى ذلك) قد لا يرضي الجميع (على وجه الخصوص بسبب الأفكار المختلفة وأيديولوجيات الثقافات المختلفة).
cs: V důsledku toho se vývoj a/nebo správa webových stránek spojených s projektem Tube (<a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">joinpeertube.org</a>, <a target="_blank" rel="noopener noreferrer" href="https://instances. joinpeertube.org">instances.joinpeertube.org</a>, <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">search.joinpeertube.org</a>, atd) se nemusí líbit všem (zejména kvůli odlišným představám, ideologiím kultur).
es: En consecuencia, el desarrollo y/o gestión de Tube de sitios web asociados con el proyecto Tube (<a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">joinpeertube.org</a>,<a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>,<a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">search.joinpeertube.org</a>, etc.) puede no agradar a todo el mundo (en particular debido a diferentes ideas, ideologías de culturas).
fr_fr: De ce fait, le développement de Tube et/ou la gestion des sites associés au projet Tube (<a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">joinpeertube.org</a>, <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>, <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">search.joinpeertube.org</a>, etc.) peuvent ne pas plaire à tout le monde (notamment à cause d'idées, d'idéologies ou de cultures différentes).
gd: A thoradh air sin, dh’fhaoidte nach còrd leasachadh Tube agus/no stiùireadh nan làraichean-lìn co-cheangailte ri pròiseact Tube (<a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">joinpeertube.org</a>, <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>, <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">search.joinpeertube.org</a> is msaa.) ris a h-uile duine (gu h-àraidh ris an fheadhainn air a bheil beachdan, ideòlas no dualchas eile).
sq: Për pasojë, zhvillimi dhe/ose administrimi nga Tube-i i sajteve të lidhura me projektin Tube (<a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">joinpeertube.org</a>, <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>, <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">search.joinpeertube.org</a>, etj.) mund të mos u pëlqejë të gjithëve (veçanërisht për shkak idesh, ideologjish apo kulturash të ndryshme).

source: We respect that, and remind that all software of the Tube project is free software and can be installed with their own domain name.
ar: نحن نحترم ذلك ، ونذكر أن جميع برامج مشروع Tube هي برامج مجانية ويمكن تثبيتها باسم المجال الخاص بها.
cs: Respektujeme to a připomínáme, že veškerý software projektu Tube je svobodný a lze jej instalovat s vlastním doménovým jménem.
es: Respetamos eso y recordamos que todo el software del proyecto Tube es software gratuito y se puede instalar con su propio nombre de dominio.
fr_fr: Nous respectons cela, et rappelons que l'ensemble des logiciels du projet Tube sont libres et peuvent être installés sous leur propre nom de domaine.
gd: Tha suim againn air sin agus bu mhiann leinn cur ’nad chuimhne gu bheil gach bathar-bog aig pròiseact Tube saor agus gun gabh a stàladh fon ainm-àrainne agad fhèin.
sq: E respektojmë këtë dhe ju kujtojmë se krejt software-i i projektit Tube është <em>software</em> i lirë që mund të instalohet me emrin e përkatësisë së tyre.

source: We can answer with certainty: no!
ar: لا يمكننا أن نجيب على وجه اليقين:!
cs: S jistotou můžeme odpovědět: ne!
es: Podemos responder con certeza: ¡no!
fr_fr: On peut répondre avec certitude : non !
gd: Chan eil sin fainear dhuinn idir!
ja: 間違いなくこのように回答できます: No!
pt_br: Nós podemos responder com certeza que: não!
sq: Mund të përgjigjemi me siguri: jo!
sv: Det kan vi svara på med ett säkert nej!

source: The ambition remains to be <strong>a free and decentralized alternative</strong>: the goal of an alternative is not to replace, but to propose something else, with different values, in parallel to what already exists.
ar: يبقى الطموح أن يكون <‎/strong> بديلاً حرًا ولا مركزيًا <strong>: الهدف من البديل ليس استبدال ، ولكن اقتراح شيء آخر ، بقيم مختلفة ، بالتوازي مع ما هو موجود بالفعل.
cs: Ambicí zůstává <strong>svobodná a decentralizovaná alternativa</strong>: cílem alternativy není nahradit, ale navrhnout něco jiného, s jinými hodnotami, paralelně k tomu, co již existuje.
es: La ambición sigue siendo ser <strong>una alternativa gratuita y descentralizada</strong>: el objetivo de una alternativa no es reemplazar, sino proponer otra cosa, con valores diferentes, en paralelo a lo que ya existe.
fr_fr: Néanmoins, l’ambition reste d’être <strong>une alternative libre et décentralisée</strong> : le but d’une alternative n’est pas de remplacer, mais de proposer quelque chose d’autre, avec des valeurs différentes, en parallèle de ce qui existe déjà.
gd: Bidh sinn ag amas an-còmhnaidh gum mair sinn ’na <strong>roghainn eile a tha sgaoilte agus saor</strong>: chan eil roghainn eile ag amas gun dèid sinn an àite rud eile ach gun tairg sinn rud ùr le luachan eadar-dhealaichte a thuilleadh air na nithean a tha ann mu thràth.
pt_br: Contudo, a ambição continua a ser <strong>uma alternativa livre e descentralizada</strong>: o objetivo de uma alternativa não é substituir, mas de propor alguma outra coisa, com um valor diferente, em paralelo com o que já existe.
sq: Ambicia mbetet qenia <strong>një alternativë e lirë dhe e decentralizuar</strong>: synimi i një alternative s’është zëvendësimi, pro propozimi i diçkaje tjetër, me vlera të tjera, paralelisht me çka ekziston tashmë.

source: Yes, Framasoft holds the "Tube" trademark in several countries for preventive purposes.
ar: نعم ، يحمل Framasoft العلامة التجارية "Tube" في العديد من البلدان لأغراض وقائية.
cs: Ano, společnost Framasoft vlastní ochrannou známku "Tube" v několika zemích pro preventivní účely.
es: Sí, Framasoft posee la marca registrada "Tube" en varios países con fines preventivos.
fr_fr: Oui, Framasoft détient la marque déposée "Tube" dans plusieurs pays à des fins préventives.
gd: Tha, chlàraich Framasoft an comharra-malairt “Tube” ann an iomadh dùthaich gu ro-chasgach.
ja: はい、いくつかの国々でその利用を妨げる目的で、Framasoftは「Tube」の商標登録を持っています。
sq: Po, Framasoft-i zotëron shenjën tregtare “Tube” në disa vende, për qëllime parandaluese.

source: Framasoft affirms here its intention to not use intellectual property for predatory purposes or to constrain legitimate uses of the software. However, Framasoft reserves the right to use trademark law, especially in case of damage to the image of the Tube project, edited by Framasoft.
ar: يؤكد Framasoft هنا عزمه على عدم استخدام الملكية الفكرية لأغراض نهب أو تقييد الاستخدامات المشروعة للبرنامج. ومع ذلك ، يحتفظ Framasoft بالحق في استخدام قانون العلامات التجارية ، خاصة في حالة إتلاف صورة مشروع Tube ، الذي تم تحريره بواسطة Framasoft.
cs: Společnost Framasoft zde potvrzuje svůj záměr nepoužívat duševní vlastnictví k predátorským účelům nebo k omezování legitimního používání softwaru. Společnost Framasoft si však vyhrazuje právo použít zákon o ochranných známkách, zejména v případě poškození image projektu Tube, který společnost Framasoft upravila.
es: Framasoft afirma aquí su intención de no utilizar la propiedad intelectual con fines predatorios o restringir los usos legítimos del software. Sin embargo, Framasoft se reserva el derecho de usar la ley de marcas registradas, especialmente en caso de daño a la imagen del proyecto Tube, publicado por Framasoft.
fr_fr: Framasoft affirme ici son intention de ne pas utiliser la propriété intellectuelle à des fins prédatrices ou pour contraindre une utilisation légitime du logiciel. En revanche, Framasoft se réserve le droit de faire respecter le dépôt de la marque, spécifiquement en cas d'atteinte à l'image du projet Tube, édité par Framasoft.
gd: Tha Framasoft a’ dearbhadh nach eil sinn ag amas sealbh inntleachdail a chleachdadh air tòir creiche no ag amas air cleachdadh dligheach a’ bhathair-bhog a chuingeachadh. Gidheadh, tha Framasoft a’ glèidheadh na còrach gun cleachdamaid lagh nan comharran-malairt, gu h-àraidh ma thèid cliù a’ phròiseict Tube a chaidh a dheasachadh le Framasoft a dhochann.
sq: Framasoft-i afirmon këtu synimin e saj për mospërdorim të pronësisë intelektuale për qëllime grabitqare, apo të kufizim përdorimi të ligjshëm të software-it. Por Framasoft-i ruan të drejtën të kërkojë zbatimin e ligjit për shenja tregtare, veçanërisht në rast dëmtimi të figurës së projektit Tube, të administruar nga Framasoft-i.

source: We recommend you to create your own digital identity, without using "Tube" for your project (software name, website domain...) to not confuse people about who is behind the website/project.
ar: نوصيك بإنشاء هويتك الرقمية الخاصة ، دون استخدام "Tube" لمشروعك (اسم البرنامج ، مجال موقع الويب ...) لعدم إرباك الأشخاص حول من يقف وراء موقع الويب / المشروع.
cs: Doporučujeme vám vytvořit si vlastní digitální identitu, aniž byste pro svůj projekt (název softwaru, doménu webu...) používali "Tube", abyste lidi nemátli, kdo za webem/projektem stojí.
es: Le recomendamos que cree su propia identidad digital, sin utilizar "Tube" para su proyecto (nombre del software, dominio del sitio web ...) para no confundir a la gente sobre quién está detrás del sitio web / proyecto.
fr_fr: Nous vous recommandons de créer votre propre identité numérique, sans utiliser "Tube" pour votre projet (nom du logiciel, nom de domaine...) afin de ne pas semer la confusion sur qui est derrière le site web/projet.
gd: Mholamaid gun cruthaich thu an aithne dhigiteach agad fhèin gun a bhith a’ cur “Tube” air a’ phròiseact agad (ainm a’ bhathair-bhog, na h-àrainn-lìn…) ach nach chuir thu daoine troimhe-chèile a thaobh cò tha air cùlaibh na làraich-lìn/a’ phròiseict.
sq: Rekomandojmë të krijoni identitetin tuaj dixhital, pa përdorur fjalën “Tube” për projektin tuaj (në emër software-i, përkatësi sajti…), për të mos i ngatërruar njerëzit rreth faktit se cilët gjenden pas sajtit/projektit.

source: For more information, please refer to our <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org/en/trademarks">Trademark Code of Conduct</a>.
ar: لمزيد من المعلومات ، يرجى الرجوع إلى <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org/en/trademarks"> مدونة قواعد سلوك العلامات التجارية </a>.
cs: Další informace naleznete v našem <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org/en/trademarks">Kodexu chování k ochranným známkám</a>.
es: Para obtener más información, consulte nuestro<a target="_blank" rel="noopener noreferrer" href="https://framasoft.org/en/trademarks">Código de Conducta de Marcas Comerciales </a>.
fr_fr: Pour en savoir plus, merci de vous référer à notre <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org/fr/trademarks">Code de conduite concernant les marques</a>.
gd: Airson barrachd fiosrachaidh, thoir sùil air <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org/en/trademarks">còd-giùlain a’ chomharra-mhalairt</a> againn.
ja: より詳しい情報は<a target="_blank" rel="noopener noreferrer" href="https://framasoft.org/en/trademarks">トレードマークに関する行動規範</a>を参照ください。
sq: Për më tepër informacion, ju lutemi, shihni faqen tonë <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org/en/trademarks">Kod Sjelljeje Lidhur Me Marka të Depozituara nga Framasoft</a>.
sv: För mer information, se <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org/en/trademarks">användarvillkoren för våra varumärken</a>.

source: Tube is just the name of the software. You can install it on your server, and choose the name you want. For example, Framasoft's Tube instance is named <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/">Framatube</a>.
ar: Tube هو مجرد اسم البرنامج. يمكنك تثبيته على الخادم الخاص بك واختيار الاسم الذي تريده. على سبيل المثال ، تمت تسمية مثيل Tube الخاص بـ<a target="_blank" rel="noopener noreferrer" href="https://framatube.org/">Framatube</a>
cs: Tube je pouze název softwaru. Můžete jej nainstalovat na svůj server a zvolit si název, který chcete. Například instance Tube společnosti Framasoft se jmenuje <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/">Framatube</a>.
es: Tube es solo el nombre del software. Puede instalarlo en su servidor y elegir el nombre que desee. Por ejemplo, la instancia de Tube de Framasoft se llama<a target="_blank" rel="noopener noreferrer" href="https://framatube.org/">Framatube</a>.
fr_fr: Tube est juste le nom du logiciel. Vous pouvez l'installer sur votre serveur, et choisir le nom que vous voulez. Par exemple, l'instance Tube de Framasoft est nommée <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/">Framatube</a>.
gd: Chan e ach an t-ainm a th’ air a’ bhathar-bhog a th’ ann am Tube. Faodaidh tu a stàladh air an fhrithealaiche agad agus an t-ainm a thogras tu a thaghadh. Mar eisimpleir, tha <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/">Framatube</a> air an ionstans de PheerTube aig Framasoft.
ja: PeerTubeはソフトウェアの名前にすぎません。サーバーにインストールし、あなたの好きな名前にしてください。例えば、FramasoftのPeerTubeインスタンスは<a target="_blank" rel="noopener noreferrer" href="https://framatube.org/">Framatube</a>と名前が付けられてます。
sq: Tube është thjesht emri i software-it. Mund ta instaloni në shërbyesin tuaj dhe të zgjidhni emrin që doni. Për shembull, instanca Tube e Framasoft-it quhet <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/">Framatube</a>.
sv: Tube är bara namnet på mjukvaran. Du kan installera den på din server och välja vilket namn du vill. Till exempel heter Framasofts instans <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/">Framatube</a>.

source: For those who want to watch videos
ar: بالنسبة لأولئك الذين يريدون مشاهدة الفيديوهات
cs: Pro ty, kteří chtějí sledovat videa
es: Para quienes quieren ver vídeos
fr_fr: Pour qui veut regarder des vidéos
gd: Dhan fheadhainn a tha airson coimhead air videothan
ja: 動画を見たい方
pt_br: Para aqueles que querem assistir vídeos
sq: Për ata që duan të shohin video
sv: För dem som vill titta på videor

source: Become a part of the broadcasting of the videos you are watching
ar: كن جزءًا من بث مقاطع الفيديو التي تشاهدها
cs: Staňte se součástí vysílání videí, která sledujete
es: Forma parte de la transmisión de los videos que estás viendo
fr_fr: Devenez acteur de la diffusion des vidéos que vous regardez
gd: Gabh pàirt ann an craoladh nam videothan fhad ’s a bhios tu a’ coimhead orra
ja: あなたが見ている動画の配信を一部担う
sq: Bëhuni pjesë e transmetimit të videove që po shihni
