Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: <p>The biggest challenge of live streaming on Tube is to <strong>get the live stream to be peer-to-peer</strong>. After extensive testing, we believe this is possible.</p> <p>By using the HLS technology that has been built into the Tube video player since version 1.3, we believe we can <strong>create a live stream with one minute of lag between streamers and viewers</strong>.</p> <p>We want to lay the technological foundation for this live stream feature, so <strong>this first version of Tube Live will be minimalist</strong>. There will be no stream captation tools, no built-in chat, no react emojis...</p> <p>However, we want to make sure that <strong>once the live stream is over, the video will be processed and added to the creator's channel</strong>, with every requirement for proper federation checked.</p>
ar: <p> يتمثل التحدي الأكبر للبث المباشر على Tube في جعل البث المباشر يتم من خلال نظير إلى نظير . بعد إجراء اختبارات مكثفة ، نعتقد أن هذا ممكن. </ p> <p> من خلال استخدام تقنية HLS المضمنة في مشغل فيديو Tube منذ الإصدار 1.3 ، نعتقد يمكننا إنشاء بث مباشر مع تأخير دقيقة واحدة بين القائمين بالبث والمشاهدين . </p> <p> نريد إرساء الأساس التكنولوجي لميزة البث المباشر هذه ، لذا هذا الإصدار الأول من سيكون Tube Live بسيطًا . لن تكون هناك أدوات لتعليق البث ، ولن تكون هناك دردشة مضمنة ، ولا توجد رموز تعبيرية للردود ... </ p> <p> ومع ذلك ، نريد التأكد من أنه بمجرد انتهاء البث المباشر ، ستتم معالجة الفيديو و إلى قناة المنشئ ، مع فحص كل متطلبات الاتحاد المناسب. </ p>
cs: <p>Největší výzvou živého vysílání na Tube je <strong>přimět přímý přenos jako peer-to-peer</strong>. Po rozsáhlém testování jsme přesvědčeni, že je to možné.</p> <p>Pomocí technologie HLS, která je zabudována do přehrávače videa Tube od verze 1.3, věříme můžeme <strong>vytvořit živý přenos s minutovou prodlevou mezi streamery a diváky</strong>.</p> <p>Chceme položit technologický základ pro tuto funkci živého vysílání, takže <strong>tato první verze Tube Live bude minimalistická</strong>. Nebudou existovat žádné nástroje pro nahrávání streamu, žádný vestavěný chat, žádné emotikony s reakcí...</p> <p>Chceme však zajistit, aby<strong>po skončení živého přenosu bylo video zpracováno a přidáno do kanálu tvůrce</strong>se všemi požadavky na řádnou federaci.</p>
es: <p> El mayor desafío de la transmisión en vivo en Tube es <strong> lograr que la transmisión en vivo sea entre pares </strong>. Después de realizar pruebas exhaustivas, creemos que es posible. </p> <p> Al utilizar la tecnología HLS que se ha integrado en el reproductor de video Tube desde la versión 1.3, creemos podemos <strong> crear una transmisión en vivo con un minuto de retraso entre los transmisores y los espectadores </strong>. </p> <p> Queremos sentar las bases tecnológicas para esta función de transmisión en vivo, por lo que <strong> esta primera versión de Tube Live será minimalista </strong>. No habrá herramientas de captación de transmisiones, ni chat integrado, ni emojis de reacción ... </p> <p> Sin embargo, queremos asegurarnos de que <strong> una vez que finalice la transmisión en vivo, el video se procesará y agregado al canal del creador </strong>, con todos los requisitos para una federación adecuada marcados. </p>
fr_fr: <p>Le plus gros défi du direct sur Tube, c'est de <strong>faire en sorte que le live soit diffusé en pair-à-pair</strong>. Après de nombreux tests, nous pensons que c'est possible. </p> <p>En utilisant la technologie HLS intégrée au lecteur vidéo de Tube depuis la version 1.3, nous pensons pouvoir <strong>créer un direct avec une minute de décalage entre vidéastes et spectateurs</strong>.</p> <p>Nous voulons poser les fondations technologiques de cette diffusion en direct : <strong>cette première version de Tube Live sera donc minimaliste</strong>. Il n'y aura pas d'outils de captation de flux, ni de tchat intégré, ni d'émoticônes pour réagir...</p> <p>Cependant, nous voulons faire en sorte qu'<strong>une fois le live fini, la vidéo sera traitée et ajoutée à la chaîne du vidéaste</strong>, ce en respectant les impératifs pour que tout soit correctement fédéré. </p>
gd: <p>’S e an dùbhlan as motha a tha romhainn airson sruthadh beò a thoirt dhuibh air Tube gun <strong>dèan sinn sruthan peer-to-peer de sruthan beòtha</strong>. Às dèidh deuchainnean mòra, tha sinn dhen bheachd gun gabh sin a dhèanamh.</p> <p>Le cleachdadh teicneolas HLS a chaidh filleadh a-steach dhan chluicheadair Tube leis an tionndadh 1.3, saoilidh sinn gur urrainn dhuinn <strong>sruthadh beò a chruthachadh air nach eil ach mionaid a dhàil eadar an fheadhainn a nì sruthadh is an luchd-amhairc</strong>.</p> <p>Tha sinn airson bonn teicneolach a stèidheachadh airson gleus seo nan struthan beòtha, mar sin cha bhi ach <strong>beagan gleusan air a’ chiad tionndadh seo de PheerTube beò</strong>. Cha bhi gleusan fo-thiotalan srutha ann, cha bhi cabadaich ’na bhroinn, tha bhi Emojis freagairt ann…</p> <p>Gidheadh, tha sinn airson dèanamh cinnteach <strong>nuair a bhios an struth beò seachad, gun dèid a’ video a phròiseasadh ’s a chur ri seanail an ùghdair</strong> leis gach riatanas air co-nasgadh ceart air a choileanadh.</p>
sq: <p>Sfida më e madhe ndaj transmetimit të drejtpërdrejtë në Tube është të <strong>bëhet që rrjedha e transmetimit të drejtpërdrejtë të jetë e llojit tek-për-tek</strong>. Pas provash të zgjeruara, besojmë se kjo është e mundur.</p> <p>Duke përdorur teknologjinë HLS që është trupëzuar në lojtësin Tube të videove që me versionin 1.3, besojmë se mund të <strong>krijojmë një rrjedhë transmetimi të drejtpërdrejtë me një vonesë një minutë mes transmetuesve dhe shikuesve</strong>.</p> <p>Duam të hedhim themelet teknologjike për këtë veçori transmetimi të drejtpërdrejtë rrjedhas, ndaj <strong>ky version i parë i Tube Live do të jetë minimalist</strong>. S’do të ketë mjete titrimi rrjedhash, as fjalosje të trupëzuar, as reagim me emoji…</p> <p>Por, duam të siguroheni se <strong>pasi të ketë përfunduar transmetimi i drejtpërdrejtë i rrjedhës, videoja do të përpunohet dhe shtohet te kanali i krijuesit</strong>, me çfarëdo domosdoshmërie për federim si duhet të plotësuar.</p>

source: Stay up-to-date with Tube
ar: ابق على اطلاع دائم مع Tube
cs: Zůstaňte s Tube v obraze
es: Manténgase actualizado con Tube
fr_fr: Suivre l'actualité de Tube
gd: Cùm suas ri Tube
ja: PeerTubeの最新情報を把握する
pt_br: Mantenha-se atualizado com o Tube
sq: Jini i përditësuar rreth Tube-it

source: Share on Mastodon
ar: انشر على Mastodon
cs: Sdílet na Mastodon
es: Compartir en Mastodon
fr_fr: Partager sur Mastodon
gd: Co-roinn air Mastodon
ja: Mastodonでシェアする
pt_br: Compartilhar no Mastodon
sq: Ndajeni me të tjerë në Mastodon

source: Share on Diaspora
ar: إنشر علىDiaspora
cs: Sdílet na Diaspoře
es: Compartir en Diáspora
fr_fr: Partager sur Diaspora
gd: Co-roinn air Diaspora
ja: Diasporaでシェアする
pt_br: Compartilhar no Diaspora
sq: Ndajeni me të tjerë në Diaspora

source: Share on Twitter
ar: إنشر على تويتر
cs: Sdílet na Twitteru
es: Compartir en Twitter
fr_fr: Partager sur Twitter
gd: Co-roinn air Twitter
ja: Twitterでシェアする
pt_br: Compartilhar no Twitter
sq: Ndajeni me të tjerë në Twitter

source: Share on Facebook
ar: انشر في الفيسبوك
cs: Sdílet na Facebooku
es: Compartir en Facebook
fr_fr: Partager sur Facebook
gd: Co-roinn air Facebook
ja: Facebookでシェアする
pt_br: Compartilhar no Twitter
sq: Ndajeni me të tjerë në Facebook

source: Join me and support Tube, a free software to take back control of your videos!
ar: انضم إلي وادعم Tube ، وهو برنامج مجاني لاستعادة التحكم في مقاطع الفيديو الخاصة بك!
cs: Připojte se ke mně a podpořte Tube, bezplatný software, díky kterému získáte zpět kontrolu nad svými videi!
es: Únete a mí y apoya a Tube ¡un software gratis para administrar tus vídeos!
fr_fr: Faites comme moi et soutenez Tube, un logiciel libre pour reprendre le contrôle de vos vidéos !
gd: Gabh pàirt is thoir taic do PheerTube, seo bathar-bog saor a bheir smachd dhut air na videothan agad fhèin!
pt_br: Una-se a mim e apoie o Tube! Um software livre para tomar de volta o controle dos seus vídeos!
sq: Ejani me mua dhe përkrahni Tube-in, një <em>software</em> të lirë për të rifituar kontrollin e videove tuaja!
sv: Häng på och stöd Tube, en fri mjukvara för att ta tillbaka kontrollen över dina videor!

source: Let’s support Tube
ar: دعونا ندعم Tube
cs: Podpořme Tube
es: Apoyemos a Tube
fr_fr: Soutenons Tube
gd: Thoireamaid taic ri Tube
ja: PeerTubeを支援する
pt_br: Vamos apoiar o Tube
sq: Le të përkrahim Tube-in

source: Who are we?
ar: من نحن؟
cs: Kdo jsme?
es: ¿Quién somos?
fr_fr: Qui sommes-nous ?
gd: Cò sinne?
pt_br: Quem somos?
sq: Cilët jemi?
sv: Vilka är vi?

source: <strong>Framasoft</strong> (that's us!) is a French non-for-profit organization created in 2004, dedicated <strong>to popular education</strong> on digital matters. Our small association (under 40 members, under 10 employees) is known to have made the <a href="https://degooglisons-internet.org">"De-google-ify the Internet" project</a>, offering 34 ethical and alternative online tools.
ar: Framasoft هي منظمة فرنسية غير هادفة للربح تم إنشاؤها في عام 2004 ، مكرسة للتعليم الشعبي في المسائل الرقمية. من المعروف أن جمعيتنا الصغيرة (أقل من 40 عضوًا ، وأقل من 10 موظفين) قد أنشأت مشروع <a href="https://degooglisons-internet.org"> "De-google-ify the Internet" </a> ، والذي يعرض 34 أداة أخلاقية وبديلة على الإنترنت.
cs: <strong>Framasoft</strong> (to jsme my!) je francouzská nezisková organizace založená v roce 2004, která se věnuje <strong>populárnímu vzdělávání</strong> v oblasti digitálních technologií. Naše malé sdružení (méně než 40 členů, méně než 10 zaměstnanců) je známé tím, že vytvořilo projekt <a href="https://degooglisons-internet.org">"De-google-ify the Internet"</a>, který nabízí 34 etických a alternativních online nástrojů.
es: <strong>Framasoft</strong> (¡somos nosotros!) es una organización francesa sin ánimo de lucro creada en 2004, dedicada <strong> a la educación popular</strong> en materia digital. Nuestra pequeña asociación (menos de 40 miembros, menos de 10 empleados) es conocida por haber hecho el <a href="https://degooglisons-internet.org"> Proyecto "De-google-ify the Internet"</a>, ofreciendo 34 herramientas en línea éticas y alternativas.
fr_fr: <strong>Framasoft</strong> (c’est nous !) est une association à but non lucratif créée en 2004, qui se consacre à <strong>l’éducation populaire aux enjeux du numérique</strong>. Notre petite association (moins de 40 membres, moins de 10 salarié·e·s) est connue pour avoir réalisé <a href="https://degooglisons-internet.org">le projet Dégooglisons Internet</a>, proposant 34 outils en ligne éthiques et alternatifs.
gd: ’S e buidheann neo-phrothaideach Frangach a th’ ann am <strong>Framasoft</strong> (seo sinne!) a chaidh a stèidheachadh ann an 2004 agus tha sinn ag amas air <strong>foghlam a thoirt dhan mhòr-shluagh</strong> a thaobh cùisean digiteach. Choisinn an comann beag againn (nas lugha na 40 ball, nas lugha na 10 luchd-fastaidh) chliù airson <a href="https://degooglisons-internet.org">pròiseact “De-google-ify the Internet”</a> leis an tairg sinn roghainn eile de 34 acainn air loidhne a tha beusach do dhaoine.
sq: <strong>Framasoft</strong> (që jemi ne) është një ent jofitimprurës frëng, i krijuar më 2004-n, kushtuar <strong>edukimit popullor</strong> në fusha që lidhen me teknologjinë dixhitale. Shoqata jonë e vogël (në 40 anëtarë, nën 10 të punësuar) njihet për krijimin e <a href="https://degooglisons-internet.org">projektit “Çgugëllzoni Internetin”</a>, duke ofruar 34 mjete internetore etike dhe alternative.
sv: <strong>Framasoft</strong> är en fransk ideell förening, grundad 2004, som sysslar med <strong>folkbildning</strong> i digitala frågor. Får lilla förening (med knappt 40 medlemmar och färre än 10 anställda) är mest känd för vår kampanj för att <a href="https://degooglisons-internet.org/">”avgoogla” Internet</a> där vi tillhandahåller 34 etiska verktyg som alternativ till Googles tjänster.

source: Our association creates digital tools (services, courses and resources, software) to equip the people who participate in a "contribution society". Amongst these, we lead the development of federated software Tube and Mobilizon (an upcoming alternative to Facebook events, pages and groups).
ar: تقوم جمعيتنا بإنشاء أدوات رقمية (خدمات ودورات وموارد وبرمجيات) لتجهيز الأشخاص الذين يشاركون في "مجتمع المساهمة". من بين هؤلاء ، نقود تطوير البرامج الموحدة Tube و Mobilizon (بديل قادم لأحداث Facebook وصفحات ومجموعات).
cs: Naše sdružení vytváří digitální nástroje (služby, kurzy a zdroje, software), aby vybavilo lidi, kteří se podílejí na "příspěvkové společnosti". Mezi nimi vedeme vývoj federativního softwaru Tube a Mobilizon (připravovaná alternativa k událostem, stránkám a skupinám na Facebooku).
es: Nuestra asociación crea herramientas digitales (servicios, cursos y recursos, software) para equipar a las personas que participan en una "sociedad de contribución". Entre ellos, lideramos el desarrollo de los softwares federados Tube y Mobilizon (una próxima alternativa a los eventos, páginas y grupos de Facebook).
fr_fr: Notre association crée de nombreux outils numériques (services, cours et ressources, logiciels) pour équiper les personnes qui font la société de contribution. Parmi ces outils, nous portons le développement des logiciels fédérés Tube et Mobilizon (une alternative aux événements, pages et groupes Facebook).
gd: Tha an comann againn a’ cruthachadh acainnean digiteach (seirbheisean, cùrsaichean is goireasan, bathar-bog) airson uidheamachd a thoirt do dhaoine ach an gabhadh iad pàirt ann an “comann co-tabhartais”. Am measg nan innealan seo, tha sinn a’ stiùireadh leasachadh bathair-bhog cho-naisgte, can Tube is Mobilizon (seo roghainn eile air tachartasan, duilleagan is buidhnean Facebook a tha ri thighinn).
sq: Shoqata jonë krijon mjete dixhitale (shërbime, kurse dhe burime, <em>software</em>) për të pajisur njerëzit që marrin pjesë në një “shoqëri kontributi”. Mes tyre, ne drejtojmë zhvillimin e software-it të federuar Tube dhe Mobilizon (një alternativë e ardhshme e veprimtarive, faqeve dhe grupeve Facebook).

source: Recognised as being of general interest, over 95% of our association's budget comes from donations made by people who support and trust us.
ar: معترف به على أنه مصلحة عامة ، يأتي أكثر من 95٪ من ميزانية جمعيتنا من التبرعات التي يقدمها الأشخاص الذين يدعموننا ويثقون بنا.
cs: Více než 95 % rozpočtu našeho sdružení, které je uznáváno jako obecně prospěšné, pochází z darů lidí, kteří nás podporují a důvěřují nám.
es: Reconocido como de interés general, más del 95% del presupuesto de nuestra asociación proviene de donaciones realizadas por personas que nos apoyan y confían en nosotros.
fr_fr: Reconnue d’intérêt général, notre association est financée à plus de 95 % par les dons des personnes qui nous soutiennent et nous font confiance.
gd: On a chaidh aithneachadh gu bheil am buidheann againn a chùm leas a’ phobaill, thig barrachd air 90% de mhaoineachadh a’ chomainn againn o thabhartasan a bheir daoine dhuinn a tha cuideachail is earbsa aca annainn.
sq: E njohur si e interesit të përgjithshëm, mbi 95% e buxhetit të shoqatës tonë vjen nga dhurime prej njerëzish që na besojnë dhe përkrahin.
sv: Vi är en allmännyttig förening och mer än 95% av vår budget täcks av gåvor från personer som stöder och litar på oss.

source: Learn more about Framasoft
ar: تعرف على المزيد حول Framasoft
cs: Další informace o společnosti Framasoft
es: Saber más acerca de Framasoft
fr_fr: En savoir plus sur Framasoft
gd: Barrachd fiosrachaidh mu Framasoft
ja: Framasoftについて、さらに詳しく
pt_br: Saiba mais sobre a Framasoft
sq: Mësoni më tepër mbi Framasoft-in
sv: Lär dig mer om Framasoft

source: Guest designer
ar: مصمم ضيف
cs: Hostující designér
es: Diseñador invitado
fr_fr: Designer invitée
gd: Dealbhaiche-aoigh
ja: ゲストデザイナー
pt_br: Designer convidado
sq: Dizajner i ftuar
sv: Gästdesigner

source: Throughout this development period we will be improving the user experience and interface of Tube to provide more clarity and power at every level of use.
ar: خلال فترة التطوير هذه ، سنعمل على تحسين تجربة المستخدم وواجهة Tube لتوفير المزيد من الوضوح والقوة في كل مستوى من مستويات الاستخدام.
cs: Během tohoto vývojového období budeme vylepšovat uživatelské prostředí a rozhraní Tube, abychom zajistili větší přehlednost a výkon na všech úrovních použití.
es: A lo largo de este período de desarrollo, mejoraremos la experiencia del usuario y la interfaz de Tube para proporcionar más claridad y potencia en todos los niveles de uso.
fr_fr: Tout au long de ce développement, nous travaillerons à améliorer l'expérience d’utilisation et l'interface de Tube pour offrir plus de clarté et de pouvoir à chaque niveau d'utilisation.
gd: Rè an ama leasachaidh seo, bheir sinn piseach air cleachdadh is eadar-aghaidh Tube ach am bi e nas soilleire ’s nas cumhachdaiche do dhaoine air a h-uile dòigh.
sq: Nëpër këtë periudhë zhvillimi do të përmirësojmë funksionimin për përdoruesit dhe ndërfaqen e Tube-it, për të dhënë më tepër qartësi dhe fuqi në çdo nivel përdorimi.
sv: Under utvecklingstiden kommer vi förbättra användarupplevelsen och PeerTubes gränssnitt för att bli tydligare och enklare oavsett användarens tekniska nivå.

source: « Independent designer, UX researcher who seeks to acquire a thorough and deep understanding of uses and design user-friendly, ethical and inclusive tools. »
ar: «مصمم مستقل ، باحث في تجربة المستخدم يسعى إلى اكتساب فهم شامل وعميق للاستخدامات وتصميم أدوات سهلة الاستخدام وأخلاقية وشاملة. »
cs: " Nezávislý designér, výzkumník v oblasti UX, který se snaží získat důkladné a hluboké znalosti o používání a navrhování uživatelsky přívětivých, etických a inkluzivních nástrojů. "
es: « Diseñadora independiente, investigadora UX que desea adquirir una comprensión profunda de los usos y concebir herramientas utilizables, éticas e inclusivas. »
fr_fr: « Designer indépendante, chercheuse UX pour comprendre les usages en profondeur et concevoir des outils utilisables, éthiques et inclusifs. »
gd: “Dealbhaiche neo-eisimeil, neach-rannsachaidh UX a tha ag amas tuigse farsaing is domhainn fhaighinn air cleachdadh is dealbhadh innealan a tha furasta cleachdadh, beusail is ion-ghabhalta.”
sq: « Disenjator i pavarur, kërkues UX që kërkon të përfitojë një kuptim të plotë dhe të thellë të përdorimeve dhe të skicojë mjete miqësore ndaj përdoruesve, etike dhe gjithëpërfshirëse. »
sv: Frilansande formgivare och forskare inom användarupplevelse som söker en djupare förståelse kring användningssätt och vill designa användarvänliga, etiska och inkluderande verktyg.

source: value
ar: القيمة
cs: hodnota
es: valor
fr_fr: valeur
gd: luach
pt_br: valor
sq: vlerë
sv: värde

source: Our content selection
ar: اختيار المحتوى لدينا
cs: Náš výběr obsahu
es: Nuestra selección de contenido
fr_fr: Notre sélection de contenus
gd: Roghadh is taghadh de shusbaint
ja: PeerTubeがセレクトした動画
pt_br: A nossa seleção de conteúdo
sq: Përzgjedhja jonë e lëndës
sv: Innehåll vi rekommenderar

source: Our contents selection
ar: اختيار المحتوى لدينا
cs: Náš výběr obsahu
es: Nuestra selección de contenido
fr_fr: Notre sélection de contenus
gd: Roghadh is taghadh de shusbaint
ja: PeerTubeがセレクトした動画
sq: Përzgjedhja jonë e lëndës
sv: Innehåll vi rekommenderar

source: Our plugin selection
ar: اختيارتنا الإضافية
cs: Náš výběr zásuvných modulů
es: Nuestra selección de complementos
fr_fr: Notre sélection de plugins
gd: Roghadh is taghadh de phlugain
ja: PeerTubeがセレクトしたプラグイン
pt_br: A nossa seleção de plugin (complemento)
sq: Përzgjedhja jonë e shtojcës
sv: Tillägg vi rekommenderar

source: Our plugins selection
ar: اختيار المكونات الإضافية لدينا
cs: Náš výběr zásuvných modulů
es: Nuestra selección de complementos
fr_fr: Notre sélection de plugins
gd: Roghadh is taghadh de phlugain
ja: PeerTubeがセレクトしたプラグイン
pt_br: As nossas seleções de plugins (complemento)
sq: Përzgjedhja jonë e shtojcave
sv: Tillägg vi rekommenderar

source: Does Tube ensure federation compatibility with previous versions?
ar: هل يضمن Tube توافق الاتحاد مع الإصدارات السابقة؟
cs: Zajišťuje Tube kompatibilitu federace s předchozími verzemi?
es: ¿Tube garantiza la compatibilidad de la federación con versiones anteriores?
fr_fr: Est-ce que Tube assure la compatibilité de fédération avec les versions précédentes ?
gd: An dèan Tube cinnteach gum bu an co-nasgadh co-chòrdail ri tionndaidhean nas sine fhathast?
ja: 過去のバージョンのPeerTubeとの連合の互換性は確保されてますか？
pt_br: O Tube garante a compatiblidade do protocolo de federação com versões anteriores?
sq: A garanton Tube-i përputhshmëri federimi me versione të mëparshëm?

source: Does Tube offer moderation tools?
ar: هل تقدم Tube أدوات تنسيق؟
cs: Nabízí Tube nástroje pro moderování?
es: ¿Tube ofrece herramientas de moderación?
fr_fr: Tube offre-t-il des outils de modération ?
gd: An tairg Tube innealan maorsainneachd?
ja: PeerTubeにモデレーションツールはありますか？
pt_br: O Tube oferece ferramentas de moderação?
sq: A ofron Tube-ti mjete moderimesh?
sv: Har Tube moderationsverktyg?

source: Does Tube support horizontal scaling?
ar: هل يدعم Tube القياس الأفقي؟
cs: Podporuje Tube horizontální škálování?
es: ¿Tube admite el escalado horizontal?
fr_fr: Tube prend-il en charge échelonnement horizontale ?
gd: An cuir Tube taic ri sgèileadh air a’ chòmhnard?
ja: PeerTubeはHorizontal Scalingをサポートしていますか？
pt_br: O Tube oferece suporte a escalonamento horizontal?
sq: A mbulon Tube-i përshkallëzim horizontal?
sv: Har Tube stöd för horisontell skalning?

source: How do I install Tube?
ar: كيف أقوم بتثبيت Tube؟
cs: Jak nainstaluji Tube?
es: ¿Cómo instalar Tube?
fr_fr: Comment installer Tube ?
gd: Ciamar a stàlaicheas mi Tube?
ja: PeerTubeのインストール方法はありますか？
pt_br: Como é que eu instalo o Tube?
sq: Si ta instaloj Tube-in?
sv: Hur installerar jag Tube?

source: How do I report Tube content?
ar: كيف يمكنني الإبلاغ عن محتوى Tube؟
cs: Jak mohu nahlásit obsah Tube?
es: ¿Cómo denuncio el contenido de Tube?
fr_fr: Comment signaler du contenu Tube ?
gd: Ciamar a nì mi gearan mu shusbaint air Tube?
ja: どのようにしてPeerTubeのコンテンツを通報すればよいですか？
sq: Si të raportoj lëndë Tube-i?

source: How does Tube count views?
ar: كيف يحسب Tube عدد المشاهدات؟
cs: Jak Tube počítá zobrazení?
es: ¿Cómo cuenta Tube las vistas?
fr_fr: Comment Tube compte les vues ?
gd: Ciamar a nì Tube cunntadh air luchd-coimhead?
ja: どのようにしてPeerTubeは再生回数をカウントしていますか？
pt_br: Como o Tube contabiliza as visualizações?
sq: Si i numëron parjet Tube-i?
sv: Hur räknar Tube visningar?

source: I don't like the name "Tube"
ar: لا يعجبني اسم "Tube"
cs: Nelíbí se mi název "Tube"
es: No me gusta el nombre "Tube"
fr_fr: Je n'aime pas le nom "Tube"
gd: Cha toigh leam an t-ainm “Tube”
ja: 「Tube」という名前が好きではありません
pt_br: Eu não gosto do nome "Tube"
sq: Nuk më pëlqen emri “Tube”

source: I have found a security vulnerability in Tube. Where and how should I report it?
ar: لقد وجدت ثغرة أمنية في Tube. أين وكيف يمكنني الإبلاغ عنها؟
cs: Našel jsem bezpečnostní chybu v aplikaci Tube. Kde a jak ji mám nahlásit?
es: Encontré una vulnerabilidad de seguridad en Tube. ¿Dónde y cómo debo informarlo?
fr_fr: J'ai découvert une faille de sécurité dans Tube. Ou et comment dois-je la reporter ?
gd: Lorg mi so-leòntachd tèarainteachd am broinn Tube. Càite is ciamar a dh’innseas mi dhuibh mu dhèidhinn?
ja: PeerTubeにセキュリティ上の脆弱性を見つけました。どこに、どうやって報告すべきでしょうか？
pt_br: Eu encontrei uma vulnerabilidade no sistema do Tube. Onde e quando devo reportar?
sq: Kam gjetur një cenueshmëri sigurie në Tube. Ku dhe si duhet ta raportoj?
