Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: <strong>Tube 2.4</strong> added ability to report accounts and comments, a messaging system between the local reporter of an abuse and moderators, and an abuse management view for users.
ar: أضاف <strong> Tube 2.4 </strong> القدرة على الإبلاغ عن الحسابات والتعليقات ، ونظام مراسلة بين المراسل المحلي لسوء الاستخدام والمشرفين ، وعرض إدارة إساءة للمستخدمين.
cs: <strong>Tube 2.4</strong> přidal možnost nahlašovat účty a komentáře, systém zpráv mezi místním oznamovatelem zneužití a moderátory a zobrazení správy zneužití pro uživatele.
es: <strong>Tube 2.4</strong> capacidad agregada para reportar cuentas y comentarios, un sistema de mensajería entre el reportero local de un abuso y los moderadores, y una vista de administración de abuso para los usuarios.
fr_fr: <strong>Tube 2.4</strong> a ajouté la possibilité de signaler les comptes et commentaires, un système de messagerie entre la personne qui a fait le signalement et les modérateurs, et une page pour gérer les signalements pour les utilisateurs.
gd: Chuir <strong>Tube 2.4</strong> comas ris airson gearan a dhèanamh mu chunntasan is beachdan, siostam theachdaireachdan eadar am fear no tè a rinn an gearan gu h-ionadail agus na maoir agus sealladh stiùireadh nam mì-ghnàthachaidhean airson luchd-cleachdaidh.
sq: <strong>Tube 2.4</strong> shtoi aftësinë për të raportuar llogari dhe komente, një sistem mesazhesh mes raportuesit vendor të një abuzimi dhe moderatorëve, dhe një pamje administrimi abuzimesh për përdorues.

source: <strong>Tube 3.0</strong> added a dedicated view to manage comments of the instance (list, filter, remove in bulk etc).
ar: أضاف <strong> Tube 3.0 </strong> عرضًا مخصصًا لإدارة تعليقات المثيل (قائمة ، تصفية ، إزالة مجمعة ، إلخ).
cs: <strong>Tube 3.0</strong> přidal speciální zobrazení pro správu komentářů instance (seznam, filtrování, hromadné odstranění atd.).
es: <strong>Tube 3.0</strong> agregó una vista dedicada para administrar los comentarios de la instancia (listar, filtrar, eliminar de forma masiva, etc.).
fr_fr: <strong>Tube 3.0</strong> a ajouté une vue dédiée à la gestion des commentaires de l'instance (listes, filtres, suppression en lot etc).
gd: Chuir <strong>Tube 3.0</strong> sealladh fa leth ris airson na beachdan air ionstans a stiùireadh (liosta, criathrag, toirt air falbh ann an grunnan is msaa.).
sq: <strong>Tube 3.0</strong> shtoi një pamje enkas për administrim komentesh të instancës (listë, filtrim, heqje në masë, etj).

source: Tube developers are committed to develop and improve moderation tools to make instances always easier to manage. We welcome you to take part in discussions to <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues">help ongoing efforts</a> in that direction or <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new">suggest new ones</a>!
cs: Vývojáři Tube se zavázali vyvíjet a zdokonalovat nástroje pro moderování, aby byla správa instancí vždy jednodušší. Vítáme vás, abyste se zapojili do diskusí a <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues">pomohli probíhajícímu úsilí</a> v tomto směru nebo <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new">navrhli nové</a>!
es: Los desarrolladores de Tube se comprometen a desarrollar y mejorar las herramientas de moderación para que las instancias siempre sean más fáciles de administrar. Le invitamos a participar en las discusiones de <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues"> ayudar a los esfuerzos en curso </a> en esa dirección o ¡<a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new"> sugiera nuevos </a>!
fr_fr: Les développeurs de Tube s'engagent à développer et à améliorer les outils de modération pour rendre les instances toujours plus faciles à gérer. Nous vous invitons à prendre part aux discussions pour <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues">aider les efforts en cours</a> dans ce sens ou<a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new">à nous en suggérer de nouveaux</a> !
gd: Tha dealas aig luchd-leasachaidh Tube air leasachadh is piseachadh innealan na maorsainneachd airson stiùireadh nan ionstansan a dhèanamh nas fhasa. Cuiridh sinn fàilte ort sna deasbadan airson <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues">cuideachadh leis an obair againn</a> mu choinneimh an amais seo no airson <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/issues/new">innealan ùra a mholadh</a>!
sq: Zhvilluesit e Tube-it janë të përkushtuar të zhvillojnë dhe përmirësojnë mjete moderimi, për t’i bërë instancat gjithnjë e më të kollajta për t’u mirëmbajtur. Ju mirëpresim të merrni pjesë në diskutimet, për <a href="https://github.com/Chocobozzz/Tube/issues">të ndihmuar përpjekjet e vazhdueshme</a> në atë drejtim, ose <a href="https://github.com/Chocobozzz/Tube/issues/new">të sugjeroni të rinj</a>!

source: Technical
ar: تقني
cs: Technická stránka
es: Técnico
fr_fr: Technique
gd: Ceistean teicnigeach
ja: 技術的内容
sq: Teknike
sv: Teknik

source: View, share and update <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube">Tube code</a>
fr_fr: Étudiez, partagez et modifiez <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube">le code Tube</a>

source: Join a community of admins, video makers and viewers
fr_fr: Rejoigniez une communauté d'administrateurs, de vidéastes et de spectateurs

source: Tube REST API
fr_fr: REST API Tube

source: Test Tube REST API with the <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-rest-getting-started">getting started guide</a>
fr_fr: Testez l'API REST de Tube avec <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-rest-getting-started">le guide de démarrage</a>

source: Check the <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-rest-reference.html">REST API documentation</a>
fr_fr: Jetez un coup d'oeil <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-rest-reference.html">à la documentation de l'API REST</a>

source: Get help on <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/tube">Tube forum</a>
fr_fr: Demandez de l'aide sur le <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/tube">forum de Tube</a>

source: Player embed API
fr_fr: API du lecteur intégré (embed)

source: Use the Tube player embed on your website
fr_fr: Intégrez le player Tube sur votre site web

source: Control the Tube player embed using the <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-embed-player">embed API</a>
fr_fr: Contrôlez l'intégration (embed) du player Tube en utilisant <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-embed-player">l'API embed</a>

source: Plugins & Themes
fr_fr: Plugins & Thèmes

source: Develop plugins and themes using the <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/contribute-plugins">getting started guide</a>
fr_fr: Développez des plugins et des thèmes en utilisant <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/contribute-plugins">le guide de démarrage</a>

source: Check the complete <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-plugins">plugin/theme documentation</a>
fr_fr: Jetez un coup d'oeil à <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-plugins">la documentation complète des plugins/thèmes</a>

source: Get help on <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/tube">Tube forum</a> or ask new plugin/theme API in <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube">Tube issues</a>
fr_fr: Demandez de l'aide <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/tube">sur le forum Tube</a> ou demandez des améliorations d'API pour les plugins/thèmes dans <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube">les issues Tube</a>

source: Tube uses ActivityPub because this federation protocol is recommended by the W3C and is also used by other projects like the social network <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/">Mastodon</a>.
ar: يستخدم Tube ActivityPub لأن بروتوكول الاتحاد هذا موصى به من قبل W3C ويستخدم أيضًا في مشاريع أخرى مثل الشبكة الاجتماعي.<a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/">Mastodon</a>.
cs: Tube používá ActivityPub, protože tento federační protokol doporučuje W3C a používají ho i další projekty, například sociální síť <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/">Mastodon</a>.
es: Tube utiliza ActivityPub porque este protocolo de federación es recomendado por el W3C y también es utilizado por otros proyectos como la red social <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/">Mastodon</a>.
fr_fr: Tube utilise ActivityPub car ce protocole de fédération est recommandé par le W3C et est déjà utilisé par le réseau social fédéré <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/">Mastodon</a>.
gd: Tha Tube a’ cleachdadh ActivityPub on a tha an W3C a’ moladh a’ phròtacail seo airson co-nasgadh agus air sgàth ’s gun cleachd pròiseactan eile e, can an lìonra sòisealta <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/">Mastodon</a>.
ja: PeerTubeがActivityPubを利用するのは、W3Cによって推奨されている連合プロトコルであり、またソーシャルネットワークの<a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/">Mastodon</a>のような他のプロジェクトに使われているからです。
pt_br: Tube usa o ActivityPub porque o protocolo federado é o recomendo pela W3C e é também usado por outros projetos como a rede social: <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/">Mastodon</a>.
sq: Tube-i përdor ActivityPub-in, ngaqë ky protokoll federimi rekomandohet nga W3C dhe përdoret tashmë nga projekte të tjerë, bie fjala rrjeti shoqëror <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org/">Mastodon</a>.

source: IPFS is a great technology, but it still seems too young for streaming large files. The Tube P2P system based on well established protocols like HTTP and WebRTC, and the <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">redundancy system</a> are more easy for us to use and to maintain.
cs: Systém IPFS je skvělá technologie, ale zdá se, že pro streamování velkých souborů je ještě příliš mladá. Systém Tube P2P založený na dobře zavedených protokolech, jako jsou HTTP a WebRTC, a <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">redundanční systém</a> jsou pro nás jednodušší na používání a údržbu.
es: IPFS es una gran tecnología, pero todavía parece demasiado joven para transmitir archivos grandes. El sistema Tube P2P basado en protocolos bien establecidos como HTTP y WebRTC, y el<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy"> sistema de redundancia</a> son más fáciles de usar y mantener.
fr_fr: IPFS est une belle technologie, mais semble encore un peu jeune pour envoyer des fichiers importants. Le système P2P de Tube basé sur des protocoles existants comme HTTP et WebRTC, ainsi que le <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">système de redondance</a> nous sont plus facile à utiliser et à maintenir.
ja: IPFSはすばらしい技術ですが、サイズが大きなファイルをストリーミングするにはかなり時期尚早です。PeerTubeのP2PシステムはHTTPやWebRTCのような確立されたプロトコル、そして<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">冗長システム</a>が利用するにも、メンテナンスするにしてもIPFSより簡単です。

source: DTube does not seem open source, because publishing only compiled code hinders freedom of modification.
ar: لا يبدو DTube مفتوح المصدر ، لأن نشر التعليمات البرمجية المجمعة فقط يعيق حرية التعديل.
cs: DTube se nezdá být open source, protože zveřejnění pouze zkompilovaného kódu brání svobodě úprav.
es: DTube no parece de código abierto, porque publicar solo código compilado obstaculiza la libertad de modificación.
fr_fr: DTube ne semble pas open-source, car publier uniquement le code compilé entrave la liberté de modification.
gd: Chan eil coltas a’ bhun-tùis fhosgailte air DTube air sgàth ’s nach dèid ach an còd air a thrusadh fhoillseachadh agus cha ghabh seo atharrachadh gu saor.
ja: DTubeはオープンソースには思えません。なぜならコード修正の自由を妨げる、既にコンパイルされたソースコードのみ配布しているからです。
sq: DTube-i s’duket me burim të hapët, ngaqë publikimi vetëm i kodit të përpiluar pengon lirinë e modifikimeve.
sv: DTube verkar inte ha öppen källkod då de enbart publicerar kompilerad kod, vilket motarbetar friheten att modifiera.

source: Tube does not impose any remuneration model. This is the choice we have made, and others (like DTube) have made other choices. So it's up to you to see what suits you.
cs: Společnost Tube nezavádí žádný model odměňování. Tuto volbu jsme učinili my a jiní (například DTube) učinili jiné volby. Záleží tedy na vás, co vám vyhovuje.
es: Tube es gratuito, descentralizado, distribuido y no impone ningún modelo de remuneración. Esta es la elección que hemos hecho, que es discutible, y otros (como Dtube) han hecho otras elecciones, que tienen sus ventajas. Depende de ti ver qué te conviene.
fr_fr: Tube n’impose aucun modèle de rémunération. C’est le choix que nous avons fait, et d’autres (comme DTube) ont fait d’autres choix. C’est donc à vous de voir ce qui vous correspond.
gd: Chan eil Tube a’ sparradh modail ìocaidh sam bith ort. Seo an roghainn a rinn sinn fhìn agus rinn pròiseactan eile (mar DTube) co-dhùnadh eile. Tha e an urra riut fhèin dè tha iomchaidh dhut-sa.
sq: Tube-i nuk imponon ndonjë model shpërblimesh. Kjo është zgjidhja që kemi bërë, të tjerë (bie fjala, DTube) kanë bërë zgjedhje të tjera. Pra, ju mbetet juve të shihni se ç’ju përshtatet.

source: Historical reason.
cs: Historický důvod.
es: Razón histórica.
fr_fr: Raison historique.
gd: Air adhbhar eachdraidheil.
ja: PeerTubeの歴史的な理由のためです。
pt_br: Razão histórica.
sq: Arsye historike.

source: We have a policy for contributions related to security. Please refer to <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/security">our security policy and advisories</a>.
cs: Máme zásady pro příspěvky týkající se bezpečnosti. Podívejte se prosím na <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/security">naše bezpečnostní zásady a doporučení</a>.
es: Contamos con una política de contribuciones relacionadas con la seguridad. Por favor refiérase a <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/security">nuestra política de seguridad y avisos</a>.
fr_fr: Nous avons une politique de contribution relatif à la sécurité. Merci de vous référer à <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/blob/develop/SECURITY.md">SECURITY.md</a>.
gd: Tha poileasaidh againn air tabhartasan co-cheangailte ri tèarainteachd. Thoir sùil air <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/security">a’ phoileasaidh is na comhairlean tèarainteachd againn</a>.
ja: セキュリティに関する貢献へのポリシーがあります。<a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/security">セキュリティポリシーとアドバイザー</a>を参照してください。
pt_br: Nós temos uma política de contribuições relacionada a segurança. Por favor, se referencie cautelosamente à <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/security">nossa política de segurança e de avisos</a>.
sq: Kemi një rregull për kontribute të lidhura me sigurinë. Ju lutemi, shihni <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/security">rregullin tonë të sigurisë dhe njoftime tona mbi sigurinë</a>.
sv: Vi har en policy som behandlar säkerhetsrelaterade bidrag. Se gärna <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/Tube/security">våra råd och policy kring säkerhet</a>.

source: Hall of Fame
cs: Síň slávy
es: Salón de la fama
fr_fr: Tableau d’honneur
gd: Urram
pt_br: Hall da Fama
sq: Tabela e Nderit

source: Financial Contributors
cs: Finanční přispěvatelé
es: Contribuyentes financieros
fr_fr: Donateurs
gd: Tabhartasan airgid
ja: 財政面でのコントリビューター
pt_br: Colaboradores financeiros
sq: Kontribues Financiarë
sv: Ekonomiska bidragsgivare

source: Contributors
ar: المساهمون
cs: Přispěvatelé
es: Contribuyentes
fr_fr: Contributeurs
gd: Luchd-cuideachaidh
ja: コントリビューター
pt_br: Contribuidores
sq: Kontribues
sv: Bidragsgivare

source: Questions on Tube? Need help? You've come to the right place!
cs: Otázky k Tube? Potřebujete pomoc? Jste na správném místě!
es: ¿Tienes preguntas sobre Tube? ¿Necesitas ayuda? ¡Has venido al lugar correcto!
fr_fr: Des questions sur Tube ? Besoin d'aide ? Vous êtes au bon endroit !
gd: A bheil ceist agad mu PheerTube? A bheil taic a dhìth ort? Thàinig thu dhan àite cheart!
ja: PeerTubeについての質問や助けが必要ですか？希望に合ったページに行きましょう！
pt_br: Questões no Tube? Precisa de ajuda? Veio ao lugar certo!
sq: Pyetje mbi Tube-in? Ju duhet ndihmë? Jeni atje ku duhet!
sv: Har du frågor om Tube? Behöver du hjälp? Du har kommit till rätt ställe!

source: Better understand and use Tube
cs: Lepší pochopení a používání služby Tube
es: Mejor comprensión y uso de Tube
fr_fr: Mieux comprendre et utiliser Tube
gd: Tuig is cleachd Tube air dòigh nas fheàrr
ja: PeerTubeをより理解し、使う
pt_br: Melhor entender e usar Tube
sq: Kuptim dhe përdorim më i mirë i Tube-it
sv: Ta reda på hur du använder Tube

source: You have a question?
cs: Máte dotaz?
es: ¿Tienes una pregunta?
fr_fr: Vous avez une question ?
gd: A bheil ceist agad?
ja: 質問がありますか？
pt_br: Você tem uma dúvida?
sq: Keni një pyetje?
sv: Har du en fråga?

source: Discover our FAQ
cs: Objevte naše časté dotazy
es: Descubrir nuestras preguntas frecuentes
fr_fr: Découvrez la FAQ
gd: Thoir sùil air na CÀBHA againn
ja: FAQで探す
pt_br: Descubra nosso FAQ (Perguntas Frequentes)
sq: Zbuloni PBR tonat
sv: Få svar på vanliga frågor

source: Need a detailed guide?
cs: Potřebujete podrobný návod?
es: ¿Necesitas una guía detallada?
fr_fr: Besoin d'un guide détaillé ?
gd: A bheil thu feumach air treòraiche mionaideach?
ja: 詳しいガイドが必要ですか？
pt_br: Precisa de um guia detalhado?
sq: Ju duhet një udhërrëfyes i hollësishëm?
sv: Behöver du en detaljerad guide?

source: Read the documentation
cs: Přečtěte si dokumentaci
es: Leer la documentación
fr_fr: Lire la documentation
gd: Leugh an docamaideadh
ja: ドキュメントを読む
pt_br: Leia a documentação
sq: Lexoni dokumentimin
sv: Läs dokumentationen

source: Ask questions to the community
ar: اطرح تساؤلاتك على المجتمع
cs: Položte otázky komunitě
es: Pregunta a la comunidad
fr_fr: Poser des questions à la communauté
gd: Faighnich ceist dhen choimhearsnachd
ja: コミュニティに質問する
pt_br: Faça perguntas à comunidade
sq: Bëni pyetje te bashkësia
sv: Ställ frågor till gemenskapen

source: Go to the forum
ar: الإنتقال إلى المنتدى
cs: Přejděte na fórum
es: Ir al foro
fr_fr: Aller sur le forum
gd: Tadhail air a’ bhòrd-bhrath
ja: フォーラムに行く
pt_br: Ir para o fórum
sq: Kalo te forumi
sv: Besök forumet

source: For Tube admins
cs: Pro administrátory Tube
es: Para administradores de Tube
fr_fr: Pour les administrateurs de Tube
gd: Do rianairean Tube
ja: PeerTube管理者向け
pt_br: Para administradores do Tube
sq: Për përgjegjësa Tube-i
sv: För Tube-administratörer

source: Install Tube
ar: تنصيب Tube
cs: Instalace Tube
es: Instalar Tube
fr_fr: Installer Tube
gd: Stàlaich Tube
ja: PeerTubeのインストール
pt_br: Instalar Tube
sq: Instaloni Tube-in
sv: Installera Tube

source: Upgrade Tube
cs: Aktualizace Tube
es: Actualizar Tube
fr_fr: Mettre à jour Tube
gd: Àrdaich Tube
ja: PeerTubeのアップグレード
pt_br: Atualizar Tube
sq: Përmirësojeni Tube-in
sv: Uppgradera Tube

source: Administer Tube
ar: إدارة Tube
cs: Správa Tube
es: Administrar Tube
fr_fr: Administrer Tube
gd: Rianaich Tube
ja: PeerTubeの運営
pt_br: Administrar o Tube
sq: Administroni Tube
sv: Administrera Tube

source: Contribute to Tube
ar: ساهم في Tube
cs: Přispějte do Tube
es: Contribuir a Tube
fr_fr: Contribuer à Tube
gd: Cuidich le leasachadh Tube
ja: PeerTubeへの貢献
pt_br: Contribuir com Tube
sq: Kontribuoni në Tube
sv: Bidra till Tube

source: How to contribute?
ar: كيف يمكنكم المساهمة؟
cs: Jak přispět?
es: ¿Cómo contribuir?
fr_fr: Comment contribuer ?
gd: Ciamar a chuidicheas mi?
ja: どのようにして貢献したら良いか？
pt_br: Como contribuir?
sq: Si të jepet ndihmesë?
sv: Hur kan du hjälpa till?

source: Learn more about free/libre software
cs: Další informace o softwaru zdarma
es: Saber más acerca del software libre
fr_fr: En savoir plus sur les logiciels libres
gd: Barrachd fiosrachaidh mu bhathar-bog saor
ja: フリーでLibreなソフトウェアについて、さらに詳しく
pt_br: Aprenda mais sobre o ''software'' gratuito e livre
sq: Mësoni më tepër mbi software-in e lirë/libre
sv: Lär dig mer om fri mjukvara

source: Learn more about the federation
cs: Další informace o federaci
es: Saber más acerca de la federación
fr_fr: En savoir plus sur la fédération
gd: Barrachd fiosrachaidh mun cho-nasgadh
ja: 連合について、さらに詳しく
pt_br: Aprenda mais sobre a federação
sq: Mësoni më tepër rreth federimit
sv: Lär dig mer om federationen

source: Skip to content
cs: Přeskočit na obsah
es: Saltar al contenido
fr_fr: Aller au contenu
gd: Thoir leum gun t-susbaint
ja: コンテンツをスキップする
sq: Kalo te lënda

source: Tube, a free software to take back control of your videos
cs: Tube, bezplatný software pro převzetí kontroly nad videi
es: Software gratuito para recuperar el control de tus videos
fr_fr: Tube, un logiciel libre pour reprendre le contrôle de vos vidéos
ja: あなたの動画へのコントロールをフリーソフトウェアで取り戻す
sq: Tube, një software i lirë për të rifituar kontrollin e videove tuaja

source: Free software to take back control of your videos
cs: Bezplatný software pro převzetí kontroly nad videi
es: Software gratuito para recuperar el control de tus videos
fr_fr: Un logiciel libre pour reprendre le contrôle de vos vidéos
gd: Bathar-bog saor a bheir smachd dhut air na videothan agad fhèin
ja: あなたの動画へのコントロールをフリーソフトウェアで取り戻す
sq: Një software i lirë për të rifituar kontrollin e videove tuaja
sv: Fri mjukvara för att ta tillbaka kontrollen över dina videor

source: Search for Tube videos, channels and playlists
cs: Vyhledávání videí, kanálů a playlistů na Tube
es: Busque videos, canales y listas de reproducción de Tube
fr_fr: Chercher des vidéos, chaînes et playlists Tube
gd: Lorg videothan, seanailean is liostaichean-cluich Tube
ja: PeerTubeの動画とチャンネルとプレイリストを検索する
sq: Kërkoni video, kanale dhe luajlista Tube

source: V4 is here!
cs: V4 je tady!
es: ¡V4 está aquí!
fr_fr: La V4 est là !
ja: バージョン4がリリースされます！
sq: V4 është gati!
