Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: Help (or get help) other instances using <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy">Tube redundancy</a>
gd: Cuir taic ri ionstansan eile (no faigh taic uapa-san) le <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy">anabarrachd Tube</a>
sq: Ndihmoni (ose merrni ndihmë) instanca të tjera, duke përdorur <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy">Tube redundancy</a>

source: Optimize videos and generate <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-configuration?id=vod-transcoding">multiple resolutions</a> using ffmpeg
gd: Pisich videothan is gin <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-configuration?id=vod-transcoding">iomadh dùmhlachd-bhreacaidh</a> dhaibh le ffmpeg
sq: Optimizoni video dhe prodhoni <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-configuration?id=vod-transcoding">qartësi të ndryshme</a>, duke përdorur ffmpeg-un

source: Search and install Tube <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-customize-instance">plugins or themes</a>
gd: Lorg agus stàlaich <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-customize-instance">plugain no ùrlaran</a> Tube
sq: Kërkoni dhe instaloni <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-customize-instance">shtojca ose tema</a> Tube-i

source: Bandwidth: can be mitigated using <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy">Tube redundancy system</a> and cache servers that serve video static files in front of your Tube instance
gd: Leud-banna: gheibh thu faochadh le <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy">siostam anabarrachd Tube</a> agus frithealaichean tasgadain a fhrithealaicheas faidhlichean stadaigeach air beulaibh an ionstans Tube agad
sq: Sasi trafiku: kjo mund të zbutet duke përdorur <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy">sistemin e përsëritjeve në Tube</a> dhe shërbyes fshetinash që shërbejnë kartela statike video në instancën tuaj Tube

source: Storage: can be mitigated using <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-remote-storage">S3/Object storage</a>
gd: Stòras: gheibh thu faochadh le cleachdadh <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-remote-storage">stòrais S3/Object</a>
sq: Depozitë: kjo mund të zbutet duke përdorur <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-remote-storage">depozitim S3/Object</a>

source: IPFS is a great technology, but it still seems too young for streaming large files. The Tube P2P system based on well established protocols like HTTP and WebRTC, and the <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy">redundancy system</a> are more easy for us to use and to maintain.
gd: ’S e deagh theicneolas a th’ ann an IPFS ach tha coltas ro òg air fhathast airson faidhlichean mòra a shruthadh. Tha an siostam P2P aig Tube stèidhichte air pròtacalan bonn-shuidhichte mar HTTP agus WebRTC a nì e nas fhasa dhuinn <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy">siostam na h-anabarrachd</a> a chleachdadh ’s a ghlèidheadh.
sq: IPFS është teknologji e fuqishme, por ende duket shumë e re për transmetim kartelash të mëdha. Sistemi P2P i Tube-it, i bazuar në protokolle të stabilizuar mirë, të tillë si HTTP dhe WebRTC, dhe <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/admin-following-instances?id=instances-redundancy">sistemi i përsëritjes</a> janë më të lehtë për ne, për t’i përdorur dhe për t’i mirëmbajtur.

source: CPU: nginx ~ 2%, tube ~ 10%, postgres ~ 1%, redis ~ 1%
ar: وحدة المعالجة المركزية: nginx ~ 2٪ ، tube ~ 10٪ ، postgres ~ 1٪ ، redis ~ 1٪

source: RAM: nginx ~ 1MB, tube ~ 150MB, postgres ~ 30MB, redis ~ 20MB
ar: ذاكرة الوصول العشوائي: nginx ~ 1 ميجابايت tube ~ 150 ميجابايت postgres ~ 30 ميجابايت redis ~ 20 ميجابايت

source: CPU
ar: وحدة المعالجة المركزيةCPU
pt_br: CPU (Unidade central de processamento)

source: RAM
ar: الرامات "الذاكرة العشوائية في الهواتف والحواسيب RAM
pt_br: RAM (Memória de Acesso Aleatório)
