Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: Sensitive videos
ar: مقاطع فيديو حساسة
cs: Citlivá videa
es: Vídeos sensibles
fr_fr: Vidéos sensibles
gd: Videothan frionasach
ja: センシティブな動画
pt_br: Vídeos sensíveis
sq: Video me spec
sv: Känsliga videor

source: suomi
ar: اللغة الفنلندية
cs: Finština
es: Finlandés
fr_fr: Finnois
ja: フィンランド語
pt_br: Finlandês
sq: finlandisht
sv: Finska

source: русский
ar: الروسية
cs: Ruština
es: Ruso
fr_fr: Russe
ja: ロシア語
pt_br: Russo
sq: rusisht
sv: Ryska

source: Hide
ar: إخفاء
cs: Skrýt
es: Ocultar
fr_fr: Cacher
gd: Cuir am falach
ja: 表示しない
pt_br: Ocultar
sq: Fshihe
sv: Dölj

source: Blur
ar: طمس
cs: Rozmazat
es: Difuminar
fr_fr: Flouter
gd: Cuir sgleò orra
ja: ぼかす
pt_br: Desfocar
sq: Mjegulloje
sv: Gör suddiga

source: Display
ar: عرض
cs: Ukázat
es: Mostrar
fr_fr: Afficher
gd: Seall
ja: 表示する
pt_br: Mostrar
sq: Shfaqje
sv: Visa

source: No opinion
ar: لا رأي
cs: Bez názoru
es: Sin opinión
fr_fr: Sans opinion
gd: Tha mi coma
ja: 特に無し
pt_br: Sem opiniões
sq: Pa opinione
sv: Inget önskemål

source: Instance languages
ar: لغات الخوادم
cs: Jazyky instance
es: Idioma de la página
fr_fr: Langues de l'instance
gd: Cànain an ionstans
ja: インスタンスの言語
pt_br: Idiomas da instância
sq: Gjuhë instance
sv: Instansspråk

source: Allowed video space
ar: مساحة الفيديو المسموح بها
cs: Povolené místo pro video
es: Espacio de vídeo permitido
fr_fr: Espace vidéo autorisé
gd: Cead àite videothan
ja: 動画保存容量
pt_br: Espaço de vídeo permitido
sq: Hapësirë e lejuar për video
sv: Tillåtet utrymme för videor

source: At least 1GB
ar: 1 غيغابايت على الأقل
cs: Alespoň 1 GB
es: Al menos 1GB
fr_fr: Au moins 1 Go
gd: 1GB air a’ char as lugha
ja: 少なくとも1GB
pt_br: Pelo menos 1GB
sq: Të paktën 1GB
sv: Minst 1 GB

source: At least 5GB
ar: 5 غيغابايت على الأقل
cs: Alespoň 5 GB
es: Al menos 5GB
fr_fr: Au moins 5 Go
gd: 5GB air a’ char as lugha
ja: 少なくとも5GB
pt_br: Pelo menos 5GB
sq: Të paktën 5GB
sv: Minst 5 GB

source: At least 20GB
ar: 20 جيجا على الأقل
cs: Alespoň 20GB
es: Al menos 20GB
fr_fr: Au moins 20 Go
gd: 20GB air a’ char as lugha
ja: 少なくとも20GB
pt_br: Pelo menos 20GB
sq: Të paktën 20GB
sv: Minst 20 GB

source: At least 50GB
ar: 50 غيغابايت على الأقل
cs: Alespoň 50GB
es: Al menos 50GB
fr_fr: Au moins 50 Go
gd: 50GB air a’ char as lugha
ja: 少なくとも50GB
pt_br: Pelo menos 50GB
sq: Të paktën 50GB
sv: Minst 50 GB

source: Instances list
ar: قائمة الخوادم
cs: Seznam instancí
es: Lista de instancias
fr_fr: Liste des instances
gd: Liosta nan ionstansan
ja: インスタンスリスト
pt_br: Lista de instâncias
sq: Listë instancash
sv: Instanslista

source: No instances found
ar: لم يتم العثور على حالات
cs: Nenalezeny žádné instance
es: No se encontraron instancias
fr_fr: Aucune instance trouvée
gd: Cha deach ionstans a lorg
ja: インスタンスが見つかりませんでした
sq: S’u gjetën instanca

source: {{ instances.length }} instances found
ar: {{ instances.length }} حالة موجودة
cs: {{ instances.length }} instancí nalezeno
es: {{ instances.length }} instancias encontradas
fr_fr: {{ instances.length }} instances trouvées
gd: Chaidh {{ instances.length }} ionstans a lorg
ja: {{ instances.length }}のインスタンスが見つかりました
sq: U gjetën {{ instances.length }} instanca

source: Built from <a href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>
ar: ‪ <a href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>‏بنيت من
cs: Vytvořeno z <a href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>
es: Construido a partir de <a href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>
fr_fr: Créé à partir de <a href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>
gd: Chaidh a thogail o <a href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>
ja: <a href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>より
pt_br: Construído a partir de <a href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>
sq: Ndërtuar prej <a href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>
sv: Byggt utifrån <a href="https://instances.joinpeertube.org">instances.joinpeertube.org</a>

source: Report an instance
ar: الإبلاغ عن مثيل
cs: Nahlásit instanci
es: Informar una instancia
fr_fr: Signaler une instance
gd: Dèan gearan mu ionstans
ja: インスタンスを通報する
pt_br: Reportar uma instância
sq: Raportoni një instancë
sv: Anmäl en instans

source: Subscribe to the newsletter
ar: اشترك في المذكرة الإعلامية
cs: Přihlaste se k odběru novinek
es: Suscríbete al boletín
fr_fr: S'abonner à notre newsletter
gd: Fo-sgrìobh air an litir-naidheachd
ja: ニュースレターを購読する
pt_br: Se inscrever no boletim de notícias
sq: Pajtohuni te buletini
sv: Prenumerera på nyhetsbrevet

source: Subscribe to RSS feed
ar: اشترك في موجز RSS
cs: Přihlaste se k odběru RSS
es: Suscríbete a la fuente RSS
fr_fr: S'abonner au flux RSS
gd: Fo-sgrìobh air inbhir RSS
ja: RSSフィードを購読する
pt_br: Se inscrever no feed RSS
sq: Pajtohuni te prurja RSS
sv: Prenumerera på RSS-flödet

source: Subscribe to our Mastodon account
ar: اشترك في حساب Mastodon الخاص بنا
cs: Přihlaste se k odběru našeho účtu Mastodon
es: Suscríbase a nuestra cuenta Mastodon
fr_fr: S'abonner à notre compte Mastodon
gd: Fo-sgrìobh air a’ chunntas Mastodon againn
ja: マストドンアカウントをフォローする
pt_br: Se inscrever na nossa conta Mastodon
sq: Pajtohuni me llogaria jonë Mastodon
sv: Följ vårt Mastodon-konto

source: Subscribe to our Twitter account
ar: اشترك في حساب Twitter الخاص بنا
cs: Přihlaste se k odběru našeho Twitter účtu
es: Suscríbete a nuestra cuenta de Twitter
fr_fr: S'abonner à notre compte Twitter
gd: Fo-sgrìobh air a’ chunntas Twitter againn
ja: Twitterアカウントをフォローする
pt_br: Siga-nos no Twitter
sq: Pajtohuni te llogaria jonë Twitter
sv: Följ vårt Twitter-konto

source: Open the Toot
ar: افتح توت
cs: Otevřít Toot
es: Abre el Toot
fr_fr: Ouvrir le Pouet
gd: Fosgail am post
ja: トゥートを開く
pt_br: Abra o Toot
sq: Hapni Mesazhin
sv: Öppna Mastodon-inlägget

source: Open the Tweet
ar: افتح التغريدة
cs: Otevřít Tweet
es: Abre el Tweet
fr_fr: Ouvrir le Tweet
gd: Fosgail an Tweet
ja: ツイートを開く
pt_br: Abra o Tweet
sq: Hapni Tweet-in
sv: Öppna Twitter-inlägget

source: Plugin homepage
ar: الصفحة الرئيسية للبرنامج المساعد
cs: Domovská stránka pluginu
es: Página de inicio del complemento
fr_fr: Page d'accueil du plugin
gd: Duilleag-dhachaigh a’ phlugain
ja: プラグインページ
pt_br: Página inicial do Plugin
sq: Faqe hyrëse e shtojcës

source: I want my donation to remain anonymous
ar: أريد أن يبقى تبرعي مجهول الهوية
cs: Chci, aby můj dar zůstal anonymní
es: Quiero que mi donación permanezca en el anonimato
fr_fr: Je veux que mon don reste anonyme
gd: Chan eil mi airson m’ ainm a chur ris an tabhartas agam
ja: 寄付を匿名にしたい
pt_br: Eu quero que minha doação mantenha-se anônima
sq: Dua që dhurimi im të mbetet anonim
sv: Jag vill ge min gåva anonymt

source: Amount
ar: كمية
cs: Částka
es: Cantidad
fr_fr: Montant
gd: Uiread
pt_br: Quantidade / Valor
sq: Sasi
sv: Belopp

source: Amount (e.g.: 42)
ar: المبلغ (على سبيل المثال: 42)
cs: Částka (např. 42)
es: cantidad (por ejemplo: 42)
fr_fr: Autre montant (ex : 42)
gd: Uiread (m.e.: 42)
pt_br: Quantidade (por exemplo: 42)
sq: Sasi (p.sh.: 42)
sv: Belopp (t.ex.: 42)

source: I would like to receive a tax receipt
ar: أود الحصول على إيصال ضريبي
cs: Chci dostat daňové potvrzení
es: Me gustaría recibir un recibo fiscal
fr_fr: Je souhaite recevoir un reçu fiscal
gd: Bu toigh leam cuidhteas cìse fhaighinn
ja: 税金申告用レシートを受け取りたい
pt_br: Eu gostaria de ter o recibo fiscal
sq: Dua të kem një faturë për tatimet
sv: Jag vill ha ett kvitto för skatteavdrag

source: e.g. contact@fsf.org
ar: على سبيل المثال contact@fsf.org
cs: např. contact@fsf.org
es: p.ej. contact@fsf.org
fr_fr: ex : contact@fsf.org
gd: m.e. contact@fsf.org
pt_br: ex: contact@fsf.org
sq: p.sh., contact@fsf.org
sv: t.ex. contact@fsf.org

source: e.g. r.stallman@outlock.com
ar: على سبيل المثال r.stallman@outlock.com
cs: např. r.stallman@outlock.com
es: p.ej. r.stallman@outlock.com
fr_fr: ex : a.lovelace@example.com
gd: m.e. r.stallman@outlock.com
ja: e.g. r.stallman@outlook.com
pt_br: ex: r.stallman@outlook.com
sq: p.sh., r.stallman@outlock.com
sv: t.ex. r.stallman@outlock.com

source: Nickname
ar: اسم الشهرة
cs: Přezdívka
es: Apodo
fr_fr: Pseudonyme
gd: Far-ainm
ja: ニックネーム
pt_br: Apelido
sq: Nofkë
sv: Pseudonym

source: e.g. Lady AAL
ar: على سبيل المثال سيدة AAL
cs: např. Lady AAL
es: p.ej. Señora AAL
fr_fr: ex : Lady AAL
gd: e.g. A’ Bhean-uasail AAL
pt_br: ex: Lady AAL
sq: p.sh., Lady AAL

source: I represent
ar: انا امثل
cs: Zastupuji
es: yo represento
fr_fr: Je représente
gd: Tha mi a’ riochdachadh
pt_br: Eu represento
sq: Përfaqësoj
sv: Jag representerar

source: Please complete this information so we can prepare your receipt
ar: يرجى استكمال هذه المعلومات حتى نتمكن من تحضير إيصالك
cs: Vyplňte prosím tyto údaje, abychom vám mohli připravit účtenku
es: Complete esta información para que podamos preparar su recibo
fr_fr: Merci de compléter ces informations afin que nous préparions votre reçu
gd: Coilean am fiosrachadh seo ach an urrainn dhuinn an cuidhteas agad ullachadh
pt_br: Por favor, preencha os dados para que possamos prover seu recibo fiscal
sq: Ju lutemi, plotësoni këto hollësi, që të mund të përgatisim faturën tuaj

source: Company, association, community...
ar: شركة ، جمعية ، مجتمع ...
cs: Společnost, sdružení, komunita...
es: Empresa, asociación, comunidad ...
fr_fr: Entreprise, association, collectivité…
gd: Companaidh, comann, coimhearsnachd…
pt_br: Empresa, associação, comunidade, etc.
sq: Shoqëri, shoqatë, bashkësi…
sv: Företag, förening, sammanslutning …

source: Last name
ar: الاسم العائلي
cs: Příjmení
es: Apellido
fr_fr: Nom
gd: Sloinneadh
ja: 姓
pt_br: Sobrenome
sq: Mbiemër
sv: Efternamn

source: e.g. Lovelace
ar: على سبيل المثال Lovelace
cs: např. Lovelace
es: p.ej. Lovelace
fr_fr: ex : Lovelace
gd: m.e. Lovelace
pt_br: ex: Lovelace
sq: p.sh., Lovelace
sv: t.ex. Lovelace

source: First name
ar: الاسم الشخصي
cs: Jméno
es: Nombre
fr_fr: Prénom
gd: Ainm
ja: 名
pt_br: Primeiro nome
sq: Emër
sv: Förnamn

source: an individual
ar: فرد
cs: jednotlivec
es: un individuo
fr_fr: un particulier
gd: neach fa leth
pt_br: um indíviduo
sq: një individ
sv: en person

source: e.g. Ada
ar: على سبيل المثال Ada
cs: např. Ada
es: p.ej. Hay
fr_fr: ex : Ada
gd: m.e. Ada
pt_br: ex: Ada
sq: p.sh., Ada
sv: t.ex. Ada

source: Legal entity
cs: Právní subjekt
es: Avisos legales
fr_fr: Raison sociale
gd: Eintiteas laghail
sq: Njësi ligjore
sv: Juridisk information

source: e.g. Free Software Foundation
ar: على سبيل المثال مؤسسة البرمجيات الحرة
cs: např. Nadace pro svobodný software
es: p.ej. Fundación de software libre
fr_fr: ex : Free Software Fondation
gd: m.e. Free Software Foundation
pt_br: ex: Free Software Foundation
sq: p.sh., Free Software Foundation
sv: t.ex. Free Software Foundation

source: a company
ar: شركة
cs: společnost
es: una empresa
fr_fr: une société
gd: companaidh
pt_br: uma empresa privada
sq: një shoqëri
sv: ett företag

source: Address
ar: عنوان
cs: Adresa
es: Dirección
fr_fr: Adresse
gd: Seòladh
ja: 住所
pt_br: Endereço
sq: Adresë
sv: Adress

source: e.g. 12, Freedom Street
ar: على سبيل المثال 12, Freedom Street
cs: např. ulice Freedom Street 12
es: p.ej. Calle Libertad 12
fr_fr: ex : 12 rue de la liberté
gd: m.e. 12 Sràid na Saorsa
pt_br: ex: Rua Pedro Vicente, 625 - Canindé
sq: p.sh., 12, Freedom Street
sv: t.ex. Frihetsgatan 12

source: Address line 2
ar: العنوان 2
cs: Adresní řádek 2
es: Línea de dirección 2
fr_fr: Complément
gd: Loidhne 2 an t-seòlaidh
ja: 住所2
pt_br: Endereço secundário
sq: Rresht 2 adrese
sv: Adressrad 2

source: e.g. Building VI
ar: على سبيل المثال المبنى السادس
cs: např. budova VI
es: p.ej. edificio VI
fr_fr: ex : Bâtiment VI
gd: m.e. Togalach VI
pt_br: ex: IFUSP - Edifício Principal - Sala 2023
sq: p.sh., Building VI
sv: t.ex. Byggnad D

source: Postal/Zip code
ar: الرمز البريدي
cs: Poštovní směrovací číslo / PSČ
es: Código postal
fr_fr: Code postal
gd: Còd-puist
ja: 郵便番号
pt_br: CEP (Código de Endereçamento Postal)
sq: Kod Postar/Zip
sv: Postkod

source: e.g. 42100
ar: على سبيل المثال 42100
cs: např. 42100
es: p.ej. 42100
fr_fr: ex : 42100
gd: m.e. SN12 7XZ
pt_br: ex: 01310-000
sq: p.sh., 42100
sv: t.ex. 242 42

source: City
ar: مدينة
cs: Město
es: Ciudad
fr_fr: Ville
gd: Baile
pt_br: Cidade
sq: Qytet
sv: Postort

source: e.g. Saint-Etienne
ar: على سبيل المثال Saint-Etienne
cs: např. Saint-Etienne
es: p.ej. Saint-Etienne
fr_fr: ex : Saint-Etienne
gd: m.e. Dùn Èideann
pt_br: ex: Serra Talhada
sq: p.sh., Saint-Etienne
sv: t.ex. HELSINGBORG

source: This field must be filled in.
ar: يجب ملء هذا الحقل.
cs: Toto pole musí být vyplněno.
es: Este campo debe completarse.
fr_fr: Ce champ doit être renseigné.
gd: Feumaidh tu an raon seo a lìonadh.
ja: この項目は必ず入力してください。
pt_br: Este campo deve ser preenchido.
sq: Kjo fushë duhet plotësuar.
sv: Det här fältet måste fyllas i.

source: You must enter a valid email address.
ar: ينبغي إدخال بريد الكتروني صالح.
cs: Zadejte platnou e-mailovou adresu.
es: Debes introducir una dirección de correo válida.
fr_fr: Vous devez renseigner une adresse mail valide.
gd: Feumaidh tu seòladh puist-d dligheach a chur a-steach.
ja: 有効なメールアドレスを入力する必要があります。
pt_br: Você deve preencher um endereço de e-mail válido.
sq: Duhet të jepni një adresë email të vlefshme.
sv: Du måste ange en giltig e-postadress.

source: In France, thanks to the %{ percent } tax deduction, your donation of %{ amount } will cost you %{ defisc }.
ar: في فرنسا ، بفضل خصم الضرائب {percent}% ، سيكلفك تبرعك بنسبة{amount}% {defisc}%.
cs: Ve Francii vás díky daňovému odpočtu %{ percent } bude váš dar ve výši %{ amount } stát %{ defisc }.
es: En Francia, gracias a la deducción fiscal del% {percent}, su donación de% {amount} le costará% {defisc}.
fr_fr: En France, grâce à la déduction d’impôts de %{ percent }, votre don de %{ amount } vous coûtera %{ defisc }.
gd: San Fhraing, taing do lasachadh de %{ percent } air a’ chìs, pàighidh tu %{ defisc } air an tabhartas agad de %{ amount }.
pt_br: Na França, local onde se reside o Tube, graças à %{ percent } de dedução da taxa fiscal, sua doação de %{ amount } apenas custará %{ defisc }.
sq: Në Francë, falë reduktimit me %{ percent } të taksës, dhurimi juaj prej %{ amount } do t’ju kushtojë %{ defisc }.
sv: I Frankrike kommer, på grund av beskattningen på %{ percent }, din donation av %{ amount } kosta dig %{ defisc }.

source: Credit card
ar: بطاقة ائتمان
cs: Kreditní karta
es: Tarjeta de crédito
fr_fr: Carte bancaire
gd: Cairt-chreideis
ja: クレジットカード
pt_br: Cartão de crédito
sq: Kartë krediti
sv: Kreditkort

source: Give
ar: اعطي
cs: Poskytněte
es: Dar
fr_fr: Donner
gd: Thoir
pt_br: Doar / Dar
sq: Jepni
sv: Donera

source: now
ar: حاليا
cs: teď
es: ahora
fr_fr: maintenant
gd: dhuinn an-dràsta
pt_br: agora
sq: tani
sv: nu

source: Why progressive fundraising over 6 months?
ar: لماذا جمع التبرعات التدريجي على مدى 6 أشهر؟
cs: Proč postupné získávání finančních prostředků po dobu 6 měsíců?
es: ¿Por qué la recaudación de fondos progresiva durante 6 meses?
fr_fr: Pourquoi une collecte perlée ?
gd: Carson a thogas sinn airgead ceum air cheum thar 6 mìosan?
pt_br: Por que a arrecadação de fundos é progressiva durante 6 meses?
sq: Pse mbledhje progresive fondesh përgjatë 6 muajsh?
sv: Varför en etappvis insamling över sex månader?

source: At a time when no one knows what the future holds, we deem it inappropriate to start a crowdfunding campaign and threaten not to do our best on Tube if we don't get the necessary funds.
ar: في وقت لا يعرف فيه أحد ما يخبئه المستقبل ، نرى أنه من غير المناسب بدء حملة تمويل جماعي.
cs: V době, kdy nikdo neví, co přinese budoucnost, považujeme za nevhodné zahájit crowdfundingovou kampaň a vyhrožovat, že pokud nezískáme potřebné prostředky, nebudeme se na Tube snažit.
es: En un momento en el que nadie sabe lo que nos depara el futuro, consideramos inapropiado iniciar una campaña de financiación colectiva y amenazamos con no hacer nuestro mejor esfuerzo en Tube si no obtenemos los fondos necesarios.
fr_fr: À l'heure ou personne ne sait de quoi l'avenir sera fait, il ne nous semblait pas décent de faire une campagne de crowdfunding menaçant de ne pas faire de notre mieux sur Tube si nous ne récoltions pas les sommes nécessaires.
gd: Air sgàth nach eil duine sam bith cinnteach dè tha romhainn san latha a th’ againn, tha sinn den bheachd nach biodh e iomchaidh iomairt togail airgid a thòiseachadh a bhiodh fo chunnart nach dèanamaid ar dìcheall air Tube mura faigheadh sinn am maoineachadh a tha a dhìth oirnn.
pt_br: Em uma epóca onde ninguém sabe o que o futuro nos aguarda, nós consideramos inapopriado da nossa parte fazer uma campanha de crowdfunding sem dar o nosso melhor para o Tube mesmo que nós não alcançarmos os fundos necessários.
sq: Në një kohë që askush s’di se ç’sjell e ardhmja, na duket e papërshtatshme të nisim një fushatë mbledhjeje fondesh dhe të kërcënojmë se s’do të bëjmë ç’të mundim për Tube-in, nëse nuk marrim fondet e nevojshme.
sv: I tider när ingen kan sia om framtiden, bedömde vi att det var olämpligt att påbörja en insamlingskampanj och hota med att inte göra vårt bästa för Tube om det skulle nå våra mål.

source: We believe in the public utility of Tube, so much so that we commit to working on it for six months to make this v3 happen, even if we must do it with our own funds (which <a href="https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">we had already done for v2</a>).
ar: ‫نحن نؤمن بالمنفعة العامة لـ Tube ، لدرجة أننا نلتزم بالعمل عليها لمدة ستة أشهر لتحقيق هذا الإصدار 3 ، حتى لو كان علينا القيام بذلك بأموالنا الخاصة ‪‪<a href="https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">لقد انتهينا بالفعل من الإصدار‫2 </a>).(والتي
cs: Věříme ve veřejnou prospěšnost Tube natolik, že jsme se zavázali pracovat na něm šest měsíců, aby vznikla v3, i kdybychom to měli dělat z vlastních prostředků (což <a href="https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">jsme udělali už pro v2</a>).
es: Creemos en la utilidad pública de Tube, tanto es así que nos comprometemos a trabajar en ella durante seis meses para que esto suceda v3, incluso si debemos hacerlo con nuestros propios fondos (que<a href="https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/"> ya lo habíamos hecho para la v2</a>).
fr_fr: Nous croyons en l'utilité publique de Tube, à tel point que nous nous engageons à travailler six mois pour concrétiser cette v3, même si c'est sur nos fonds propres (ce que <a href="https://framablog.org/2019/11/12/tube-met-les-bouchees-doubles-pour-emanciper-vos-videos-de-youtube/">nous avions déjà fait pour la v2</a>).
gd: Tha sinn a’ creidsinn gu bheil Tube feumail dhan mhòr-shluagh agus cuiridh sinn geall gun dÈan sinn obair air fad sia mìosan ach an doireamaid tionndadh 3 gu buil fiù ’s ma dh’fhaumas sinn am maoineachadh againn fhìn a chleachdadh (<a href="https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">mar a rinn sinn cheana le tionndadh 2</a>).
pt_br: Nós acreditamos na utilidade pública do Tube, tanto que nós iremos nos comprometer a trabalhar por 6 meses para fazer o Tube v3 ser uma realidade, mesmo que a gente tenha que usar nossos próprios fundos financeiros (que <a href="https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">nós já fizemos isso na v2 do Tube</a>).
sq: Besojmë te dobia publike e Tube-it, aq shumë sa që i kushtohemi marrjes me të për gjashtë muaj, për të arritur te ky v3, edhe nëse na duhet ta bëjmë me fondet tona (çka <a href="https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">e kemi bërë tashmë për v2</a>).
sv: Vi tror att Tube är till allmänhetens gagn. Vi är så starkt övertygade att vi åtar oss att arbeta på projektet i sex månader för att se till att version 3 blir verklighet, även om vi måste göra det från egna fickor (vilket <a href="https://framablog.org/2019/11/12/tube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">vi redan gjort för version 2</a>).

source: We still hope that by sharing this roadmap as widely as possible, some of you will support us in our approach with a donation that will allow us to fund this project.
ar: ما زلنا نأمل أنه من خلال مشاركة خريطة الطريق هذه على أوسع نطاق ممكن ، سيدعمنا بعضكم في نهجنا من خلال تبرع سيسمح لنا بتمويل هذا المشروع.
cs: Stále doufáme, že díky co nejširšímu sdílení tohoto plánu nás někteří z vás podpoří v našem přístupu darem, který nám umožní tento projekt financovat.
es: Aún esperamos que al compartir esta hoja de ruta lo más ampliamente posible, algunos de ustedes nos apoyen en nuestro enfoque con una donación que nos permita financiar este proyecto.
fr_fr: Nous espérons malgré tout qu'en partageant le plus largement cette feuille de route, certain·es d'entre vous nous soutiendront dans notre démarche par un don qui nous permettra de financer ce travail.
gd: Tha sinn fhathast a dòchas gun cuidich sgaoileadh fad is farsaing a’ mhapa-rathaid seo ach an doir cuid agaibh taic dhuinn le tabhartas a leigeas leinn am pròiseact seo a mhaoineachadh.
pt_br: Nós ainda temos esperança que por compartilhar esse quadro de referência o mais aberto e acessível possível que, alguns de vocês irão dar suporte doando financeiramente a nós na nossa iniciativa dando a possibilidade de financiar esse projeto.
sq: Ende shpresojmë se ndarja me të tjerët e këtij plani sa më gjerë që mundet, disa prej jush do të na përkrahin në rrugën tonë me një dhurim që do të na lejojë të financojmë këtë projekt.
sv: Vi hoppas att, genom att sprida ordet så vitt och brett som möjligt, några av er kommer stötta oss i vår strävan med en donation som låter oss finansiera projektet.

source: Global search
ar: البحث العام
cs: Globální vyhledávání
es: Búsqueda global
fr_fr: Recherche Globale
gd: Lorg uile-choitcheann
ja: グローバル検索
pt_br: Busca global
sq: Kërkim global
sv: Global sökning

source: Learn more on
ar: تعلم المزيد عن
cs: Další informace najdete na
es: Más información sobre
fr_fr: En savoir plus sur
gd: Barrachd fiosrachaidh air
ja: さらに詳しく知る
pt_br: Mais informações sobre
sq: Mësoni më tepër te
sv: Mer information om

source: Moderation tools
ar: أدوات التنظيم
cs: Nástroje pro moderování
es: Herramientas de moderación
fr_fr: Outils de modération
gd: Innealan maorsainneachd
ja: モデレーションツール
pt_br: Ferramentas de moderação
sq: Mjete moderimi
sv: Moderationsverktyg
