Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: Peertube is a <strong>free/libre software funded by a French non-profit organization</strong>: Framasoft
cs: Peertube je <strong>svobodný/libre software financovaný francouzskou neziskovou organizací</strong>: Framasoft
es: Peertube es <strong>un software gratis, financiado por una organización francesa sin fines de lucro: </strong> Framasoft
fr_fr: Tube est <strong>un logiciel libre gratuit financé par une association</strong> française à but non lucratif : Framasoft
gd: ’S e <strong>bathar-bog saor a tha ’ga mhaoineachadh le buidheann neo-phrothaideach Frangach</strong>: Framasoft a th’ ann am Tube
ja: PeerTubeは<strong>フリーな自由ソフトウェアで、フランスの非営利団体から資金提供を受けており</strong>、それがFramasoftです
pt_br: Tube é uma <strong>um software livre/gratuito fundado por uma organização francesa sem fins lucrativos</strong>: Framasoft
sq: Peertube-i është një <strong><em>software</em> i lirë/libre i financuar nga një ent jofitimprurës frëng</strong>: Framasoft
sv: Tube är en <strong>fri mjukvara finansierad av en fransk ideell organisation</strong>, Framasoft

source: Our organization started in 2004, and now devotes itself <strong>to popular education about digital technology issues.</strong> We are a small structure of less than 40 members and under 10 employees, well-known for the De-google-ify Internet project, when we offered 34 ethical and alternative online tools. As a public interest organization, <strong>over 90% of our funding comes from donations</strong> (tax deductible for French taxpayers).
cs: Naše organizace vznikla v roce 2004 a nyní se věnuje <strong>populárnímu vzdělávání o problematice digitálních technologií.</strong> Jsme malá struktura s méně než 40 členy a méně než 10 zaměstnanci, známá díky projektu De-google-ify Internet, kdy jsme nabídli 34 etických a alternativních online nástrojů. Jako organizace veřejného zájmu <strong>přes 90 % našeho financování pochází z darů</strong> (pro francouzské daňové poplatníky odečitatelných z daní).
es: Nuestra organización comenzó en 2004, y ahora se dedica a <strong>la educación de la tecnología digital.</strong> Somos una pequeña comunidad de menos de 40 miembros, donde solo 10 son empleados, conocidos por el proyecto De-google-ify, cuando ofrecimos 34 herramientas tecnológicas en línea éticas y alternativas. Como organización de interés público, <strong>más del 90% de nuestra financiación proviene de donaciones </strong> (deducible de impuestos para los contribuyentes franceses).
fr_fr: Créée en 2004, l'association se consacre désormais à <strong>l’éducation populaire aux enjeux du numérique</strong>. Notre petite structure (moins de 40 membres, moins de 10 salarié·e·s) est connue pour avoir réalisé le projet Dégooglisons Internet, proposant 34 outils en ligne éthiques et alternatifs. Reconnue d’intérêt général, notre association <strong>est financée à plus de 90 % par vos dons</strong>, déductibles des impôts pour les contribuables français·es.
gd: Chaidh am buidheann againn a stèidheachadh ann an 2004 agus tha sinn ag amas <strong>foghlam mu chùisean teicneòlais dhigitich a thoirt dhan mhòr-shluagh.</strong> ’S e bhuidheann beag a th’ annainn le nas lugha na 40 ball is nas lugha na 10 luchd-fastaidh agus choisinn sinn cliù leis a’ pròiseact “De-google-ify Internet” leis an tairg sinn roghainn eile de 34 acainn air loidhne a tha beusach do dhaoine. On a tha am buidheann againn a chùm leas a’ phobaill, <strong>gheibh sinn 90% dhen mhaoineachadh againn o thabhartasan</strong> (a dh’fhaodas an fheadhainn a phàigheas cìsean san Fhraing a chur an aghaidh an cìsean).
ja: 私たちの団体は2004年に始まり、<strong>デジタル技術に係る問題についての一般向けの啓蒙</strong>に尽力しています。私たちは40人未満のメンバーと従業員が10人の小さな組織で、De-google-ify Internetプロジェクトで既存のオンラインツールの倫理的な代替ツールを34個提供したことで広く知られています。公益団体のため<strong>団体の90%以上の資金は寄付によって成り立っています</strong> (あなたがフランスの納税者の場合、税控除ができます)。
pt_br: Nossa organização começou em 2004, e agora se dedica <strong>à educação das questões ligadas à tecnologia digital.</strong> Nós somos uma estrutura pequena, com menos de 40 membros e com menos de 10 empregados, porém, bem conhecida pelo projeto de Desgooglezar a internet, quando oferecemos 34 alternativas de ferramentas online éticas. Sendo uma organização de interesse público<strong>mais de 90% do nosso financiamento vem de doações</strong> (imposto dedutível para os contribuintes franceses).
sq: Shoqata jonë zuri fill më 2004-n dhe tani i është përkushtuar <strong>edukimit popullor rreth çështjeve të teknologjisë dixhitale.</strong> Jemi një strukturë e vogël, me më pak se 40 anëtarë dhe në 10 të punësuar, të mirënjohur për projektin “De-google-ify Internet”, për të cilin ofruam 34 mjete internetore etike dhe alternative. Si një ent i interesit publik, <strong>mbi 90% e financimeve tona vijnë nga dhurime</strong> (të reduktueshme nga taksat për taksapaguesit francez).
sv: Vår organisation grundades 2004 och ägnar sig nu åt <strong>folkbildning om digital teknik</strong>. Vi är en liten förening med färre än 40 medlemmar och tio anställda. Vi är mest kända för vårt projekt med målet att ”avgoogla” internet, där vi lade fram 34 etiska verktyg till Googles webbtjänster. Som en allmännyttig organisation, kommer <strong>mer än 90&nbsp;% av våra medel från donationer</strong>.

source: Thanks to our <a href="/hall-of-fame" target="_blank">crowdfunding (from March to July 2018)</a>, <strong>Framasoft were able to employ Tube's main developer.</strong> After a beta release in March 2018, release 1 came out in November 2018. Since then, several intermediary releases have brought many features along. Several collectives have already created Tube hosts, laying the foundation for the federation.
cs: Díky našemu <a href="/hall-of-fame" target="_blank">crowdfundingu (od března do července 2018)</a> se <strong>Framasoftu podařilo zaměstnat hlavního vývojáře Tube.</strong> Po vydání beta verze v březnu 2018 vyšla v listopadu 2018 verze 1. Od té doby přineslo několik mezivydání mnoho funkcí. Několik kolektivů již vytvořilo hostitele Tube a položilo tak základy federace.
es: Gracias a nuestro <a href="/hall-of-fame" target="_blank">crowdfunding (de marzo a julio de 2018)</a>, <strong>Framasoft pudo emplear al desarrollador principal de Tube.</strong> Después de una versión beta en marzo de 2018, la versión 1 salió en noviembre de 2018. Desde entonces, nuevas versiones han traído muchas características. Varios ya han creado página con Tube.
fr_fr: Suite au <a href="/hall-of-fame" target="_blank">financement participatif lancé entre mars et juillet 2018</a>, <strong>Framasoft a pu financer l'emploi du développeur principal de Tube</strong>. Ainsi, après une version bêta en mars 2018, la version 1 est sortie en novembre 2018. Depuis, plusieurs versions intermédiaires ont apporté de nombreuses fonctionnalités. Plusieurs collectifs ont déjà monté des hébergements Tube, créant ainsi les bases de la fédération.
gd: Le taic o <a href="/hall-of-fame" target="_blank">mhaoineachadh-sluaigh (on Mhàrt gun Iuchar 2018)</a>, <strong>chaidh le Framasoft am prìomh neach-leasachaidh aig Tube fhastadh.</strong> Às dèidh sgaoileadh beta sa Mhàrt 2018, chaidh sgaoileadh 1 fhoillseachadh san t-Samhainn 2018. On àm sin, thug iomadh sgaoileadh eadar-mheadhanach gleusan ùra dhuinn. Tha iomadh coimhearsnachdan air òstairean Tube a chruthachadh mu thràth, a’ stèidheachadh bonn co-nasgaidh.
ja: <a href="/hall-of-fame" target="_blank">クラウドファンディング（2018年3月から7月まで）</a>の結果、<strong>FramasoftはPeerTubeの主要開発者を雇う事ができました。</strong>2018年3月のbeta版のリリースの後、2018年11月に安定版がリリースされました。それ以後、いくつかの中間的なリリースに沿って多くの機能が開発されました。この頃、既に複数の管理人によってPeerTubeインスタンスが建てられ、連合のための基礎が築かれていました。
pt_br: Graças ao nosso <a href="/hall-of-fame" target="_blank">financiamento coletivo - crowdfunding (de Março a Julho de 2018 )</a>, <strong>Framasoft foi capaz de empregar os principais desenvolvedores de Tube. </strong> Depois do lançamento da versão beta em março de 2018, a versão 1 foi lançada em novembro de 2018. E desde então, vários lançamentos intermediários trouxeram vários recursos e melhorias ao longo do tempo. Vários coletivos já criaram instâncias Tube, colocando assim a fundação para a federação.
sq: Falë <a href="/hall-of-fame" target="_blank">mbledhjes së fondeve (nga marsi deri në korrik të 2018-s)</a>, <strong>Framasoft-i qe në gjendje të punësojë zhvilluesin kryesor të Tube-it.</strong> Pas një hedhje beta në qarkullim në mars të 2018-s, hedhja 1 në qarkullim mbërriti në nëntor të 2018-s. Që prej atëherë, disa hedhje të ndërmjetme në qarkullim kanë prurë me vete mjaft veçori. Disa bashkësi kanë krijuar tashmë strehë Tube, duke hedhur themelet e federimit.
sv: Tack vare vår <a href="/hall-of-fame" target="_blank">finansieringskampanj (mellan mars och juni 2018)</a> kunde Framasoft <strong>anställa PeerTubes huvudutvecklare</strong>. Betaversionen släpptes i mars 2018 och version 1.0.0 kom ut i november 2018. Sedan dess har ett flertal mellanversioner släppts som introducerat många funktioner. Många gemenskaper har redan startat sina egna Tube-instanser och därigenom lagt grunden för federationen.

source: The more people use, support, and contribute to Tube, the quicker it will become a concrete alternative to platforms like YouTube.
cs: Čím více lidí bude Tube používat, podporovat a přispívat, tím rychleji se stane konkrétní alternativou k platformám, jako je YouTube.
es: Mientras más personas usen, apoyen y contribuyan a Tube, más rápido se convertirá en una alternativa concreta a plataformas como YouTube.
fr_fr: Plus ce logiciel sera utilisé et soutenu, plus des personnes l’utiliseront et y contribueront, et plus vite il évoluera vers une alternative concrète aux plateformes telles que YouTube.
gd: Mas as pailte na daoine a chruthaicheas ’s a chuidicheas Tube ’s ann as luaithe a thèid e ’na fìor roghainn eile air ùrlaran coltach ri YouTube.
ja: より多くの人がPeerTubeを利用し、サポートし、貢献すれば、より早くYoutubeのようなプラットフォームの明確な代替となるでしょう。
pt_br: Quanto mais as pessoas usarem e contribuírem com o Tube, mais rápido ele irá se tornar uma alternativa para plataformas como YouTube.
sq: Sa më shumë vetëm e përdorin, përkrahin dhe kontribuojnë te Tube-i, aq më shpejt do të bëhet një alternativë konkrete ndaj platformash të tilla si YouTube.
sv: Ju fler som använder, stöttar och bidrar till Tube, desto snabbare kommer det bli ett seriöst alternativ till plattformar som YouTube.

source: Donate to Framasoft
ar: تبرّع لِـ Framasoft
cs: Přispějte společnosti Framasoft
es: Donar a Framasoft
fr_fr: Soutenir Framasoft
gd: Thoir tabhartas do Framasoft
ja: Framasoftに寄付する
pt_br: Apoiar a Framasoft
sq: Dhuroni për Framasoft-in
sv: Donera till Framasoft

source: If you would like to interact with videos (like, comment, download...), subscribe to channels, create playlists or play videos, then all you have to do is <strong>create an account on the Tube instance of your choice.</strong>
cs: Pokud chcete komunikovat s videi (lajkovat, komentovat, stahovat...), odebírat kanály, vytvářet playlisty nebo přehrávat videa, stačí si <strong>vytvořit účet na vybrané instanci Tube.</strong>
es: Si deseas interactuar con videos (apreciar, comentar, descargar ...), suscribirte a canales, crear listas de reproducción o reproducir videos, entonces todo lo que tienes que hacer es <strong> crear una cuenta en la instancia de Tube de tu elección.</strong>
fr_fr: Si vous souhaitez interagir avec des vidéos (aimer, commenter, télécharger…), vous abonner à des chaînes, créer des listes de lecture ou diffuser des vidéos, alors il ne vous reste qu’à <strong>créer un compte sur l’instance Tube de votre choix.</strong>
gd: Nam bu toigh leat conaltradh leis na videothan (annsachdan, beachdan, luchdadh a-nuas…), fo-sgrìobhadh fhaighinn air seanailean, liostaichean-cluich a chruthachadh no videothan a chluich, cha leig thu leas ach<strong>cunntas a chruthachadh air an ionstans de Tube a thaghas tu fhèin.</strong>
ja: 動画で交流（いいね・コメント・ダウンロードなど）、チャンネル登録、プレイリストを作るまたは動画を再生したいなら、<strong>選んだPeerTubeインスタンスにアカウントを作る必要があります。</strong>
pt_br: Se você gostaria de interagir com vídeos (dar likes, comentar, baixar...), inscreva-se no canal, crie playlists or veja vídeos, assim, tudo o que você tem a fazer é <strong>criar uma conta no Tube da sua escolha.</strong>
sq: Nëse do të donit të ndërveproni me video (fjala vjen, të komentoni, të shkarkoni, …), të pajtoheni në kanale, të krijoni luajlista apo të luani video, krejt çka ju duhet të bëni është të <strong>krijoni një llogari te instanca Tube ku dëshironi.</strong>
sv: Vill du interagera med videor (gilla, kommentera, ladda ner …), prenumerera på kanaler, skapa spellistor eller titta på videor? Då är det bara att <strong>skaffa ett konto på en Tube-instans som passar dig</strong>.

source: Tube instances
cs: Instance Tube
es: Instancias de Tube
fr_fr: Instances Tube
gd: Ionstansan Tube
ja: アカウントを作る
pt_br: Instâncias do Tube
sq: Instanca Tube
sv: Tube-instanser

source: 1. Find the instance that suits you best
cs: 1. Najděte instanci, která vám nejlépe vyhovuje
es: 1. Encuentra la página que más te convenga
fr_fr: 1. Trouvez l’instance qui vous correspond
gd: 1. Lorg an t-ionstans as fheàrr leat
ja: 1.あなたに合ったインスタンスを見つけよう
pt_br: 1. Encontre a instância que combina mais com você
sq: 1. Gjeni instancën që ju përshtatet më mirë
sv: 1. Hitta den instans som passar dig bäst

source: By <strong>filtering according to your profile</strong> (video maker or viewer), <strong>topics</strong> that you are looking for or <strong>languages</strong> you speak, <strong>find an instance whose rules match your needs!</strong>
cs: <strong>filtrováním podle vašeho profilu</strong> (tvůrce videa nebo divák), <strong>témat</strong>, která hledáte, nebo <strong>jazyky</strong>, kterými mluvíte, <strong>najděte instance, jejíž pravidla odpovídají vašim potřebám!</strong>
es: Al <strong> filtrar según tu perfil </strong> (creador de videos o espectador), los <strong> temas </strong> que estás buscando o los <strong> idiomas </strong> que hablas, <strong> ¡encontrarás un instancia cuyas reglas se ajustan a tus necesidades! </strong>
fr_fr: En <strong>filtrant selon votre profil</strong> (vidéaste ou spectateur), <strong>les thèmes</strong> que vous recherchez ou encore <strong>les langues</strong> avec lesquelles vous souhaitez interagir, <strong>trouvez une instance dont les règles vous correspondent !</strong>
gd: Dèan <strong>criathradh a-rèir na pròifil agad</strong> (ùghdar videothan no neach-amhairc), a-rèir nan <strong>cuspairean</strong> sa bheil ùidh agad no nan <strong>cànan</strong> a th’ agad <strong>ach an lorg thu an t-ionstans aig a bheil riaghailtean a-rèir nam feumalachdan agad fhèin!</strong>
ja: （動画制作者または視聴者という）<strong>プロフィール</strong>、探している <strong>トピック</strong>、または普段話す<strong>言語</strong>などのフィルタリングで、 <strong>あなたに合ったインスタンスを見つけましょう！</strong>
pt_br: Ao <strong>filtrar através do seu perfil</strong> (um criador de vídeo ou um espectador), <strong>tópicos</strong> que você esteja buscando ou ainda a língua que <strong>idiomas</strong> que você fala, <strong>encontre a instância cujas regras se encaixam nas suas necessidades!</strong>
sq: Duke <strong>i filtruar sipas profilit tuaj</strong> (krijues apo parës videosh), <strong>temave</strong> për të cilat po kërkoni, ose <strong>gjuhëve</strong> që flisni, <strong>gjeni një instancë rregullat e së cilës puqen me nevojat tuaja!</strong>
sv: Genom att <strong>filtrera efter dina behov</strong> (videoskapare eller tittare), <strong>teman</strong> du letar efter eller <strong>språk</strong> du behärskar kan du <strong>hitta en instans vars villkor passar dina behov</strong>!

source: 2. Create your account and enjoy Tube
cs: 2. Vytvořte si účet a užívejte si Tube
es: 2. Crea tu cuenta y disfruta de Tube
fr_fr: 2. Créez votre compte et profitez de Tube
gd: 2. Cruthaich an cunntas agad ’s faigh tlachd à Tube
ja: 2.アカウントを作って、PeerTubeを楽しむ
pt_br: 2. Crie sua conta e aproveite o Tube
sq: 2. Krijoni llogarinë tuaj dhe shijoni Tube-in
sv: 2. Skapa ditt konto och upplev Tube

source: A username, an email, a password and you can already <strong>enjoy all the features of Tube!</strong>
cs: Uživatelské jméno, e-mail, heslo a už můžete <strong>užívat všechny funkce Tube!</strong>
es: ¡Un nombre de usuario, un correo electrónico, una contraseña y ya puede <strong> disfrutar de todas las funciones de Tube!</strong>
fr_fr: Un identifiant, un courriel, un mot de passe, et vous pouvez déjà <strong>profiter de toutes les fonctionnalités de Tube !</strong>
gd: Chan eil a dhìth ort ach ainm-cleachdaiche, post-d is facal-faire is <strong>gheibh thu tlachd às a h-uile gleus aig Tube!</strong>
ja: ユーザーネームとEメールとパスワードで、<strong>PeerTubeの全ての機能を利用できます！</strong>
pt_br: Um nome de usuário, um email, uma senha e você já pode <strong>aproveitar todos os recursos do Tube!</strong>
sq: Një emër përdoruesi, një email, një fjalëkalim dhe mundeni tashmë të <strong>shijoni krejt veçoritë e Tube-it!</strong>
sv: Med bara ett användarnamn, en e-postadress och ett lösenord kan du <strong>upptäcka alla fördelarna med Tube</strong>!

source: Tube news archive
cs: Archiv novinek Tube
es: Noticias de Tube
fr_fr: Archives des actualités de Tube
gd: Tasg-lann nan naidheachdan Tube
ja: PeerTubeニュースのアーカイブ
pt_br: Acervo de notícias do Tube
sq: Arkiv lajmesh Tube
sv: Nyhetsarkiv för Tube

source: Tube news!
cs: Novinky na Tube!
es: ¡Noticias de Tube!
fr_fr: Les actualités de Tube&nbsp;!
gd: Naidheachdan Tube!
ja: PeerTubeニュース！
pt_br: Notícias do Tube!
sq: Lajme Tube!
sv: Tube-nyheter!

source: Discover the latest Tube improvements
cs: Objevte nejnovější vylepšení Tube
es: Descubrir las últimas mejoras de Tube
fr_fr: Découvrir les dernières avancées de Tube
gd: Fidir na leasachaidhean as ùire air Tube
ja: 最新のPeerTubeの開発について知ろう
pt_br: Descubra os últimos aprimoramentos do Tube
sq: Zbuloni përmirësimet më të reja të Tube-it
sv: Utforska de senaste förbättringarna av Tube

source: See older news
cs: Podívejte se na starší zprávy
es: Ver noticias más antiguas
fr_fr: Voir les anciennes actus
gd: Faic na naidheachdan as sine
ja: 過去のニュースを読む
pt_br: Veja notícias antigas
sq: Shihni lajme të vjetra

source: Tube news
cs: Novinky Tube
es: Noticias de Tube
fr_fr: Les actualités de Tube
gd: Naidheachdan Tube
ja: PeerTubeニュース
pt_br: Notícias do Tube
sq: Lajme Tube
sv: Nyheter om Tube

source: Page not found
cs: Stránka nenalezena
es: Página no encontrada
fr_fr: Page non trouvée
gd: Cha deach an duilleag a lorg
ja: ページが見つかりませんでした
pt_br: Página não encontrada
sq: Nuk u gjet faqe
sv: Sidan existerar inte

source: Go back to the homepage
cs: Zpět na domovskou stránku
es: Volver a la página de inicio
fr_fr: Revenir à la page d'accueil
gd: Till dhan duilleag-dhachaigh
ja: トップに戻る
pt_br: Voltar ao Início
sq: Kthehu te faqja hyrëse
sv: Återvänd till startsidan

source: Thanks to our crowdfunfing contributors, Tube V3 with live streaming support, global search, playlists embed and more moderation tools is out!
cs: Díky našim crowdfunfingovým přispěvatelům je Tube V3 s podporou živého vysílání, globálního vyhledávání, vkládání playlistů a dalších moderátorských nástrojů venku!
es: ¡Gracias a nuestros colaboradores de crowdfunfing, Tube V3 con soporte de transmisión en vivo, búsqueda global, listas de reproducción integradas y más herramientas de moderación está disponible!
fr_fr: Grâce à tous les contributeurs et contributrices du crowdfunding, la V3 de Tube implémentant la diffusion en direct, la recherche globale, l'intégration de playlists sur des sites externes et plus d'outils de modération est disponible !
gd: Le taic on t-sluagh-mhaoineachadh, tha gleus shruthan beòtha, lorg uile-choitcheann, leabachadh liostaichean-cluich is barrachd innealan maorsainneachd deis dhut le tionndadh 3 dhe Tube!
sq: Falë kontribuesve tanë te mbledhja e fondeve, Tube V3 me mbulim transmetimesh të drejtpërdrejta, kërkim global, trupëzime luajlistash dhe më tepër mjete moderimi është gati!
sv: Tack vare de som donerat till vår kampanj, har vi nu släppt Tube verion 3 med stöd för direktsändningar, global sökning, inbäddade spellistor och fler verktyg för moderering!

source: 2020 roadmap
cs: Plán pro rok 2020
es: Hoja de ruta 2020
fr_fr: Feuille de route 2020
gd: Mapa-rathaid 2020
pt_br: Quadro de referência de 2020
sq: Plani i punës për 2020
sv: Översiktsplan för 2020

source: <a href="https://framablog.org/2021/01/07/tube-v3-its-a-live-a-liiiiive/" target="_blank"> Read the blog post for more information </a>
cs: <a href="https://framablog.org/2021/01/07/tube-v3-its-a-live-a-liiiiive/" target="_blank"> Přečtěte si příspěvek na blogu pro více informací </a>
es: <a href="https://framablog.org/2021/01/07/tube-v3-its-a-live-a-liiiiive/" target="_blank"> Lee la nota para más información </a>
fr_fr: <a href="https://framablog.org/2021/01/07/tube-v3-ca-part-en-live/" target="_blank">Lire le billet de blog pour avoir plus d'informations</a>
gd: <a href="https://framablog.org/2021/01/07/tube-v3-its-a-live-a-liiiiive/" target="_blank"> Leugh post a’ bloga airson barrachd fiosrachaidh </a>
sq: <a href="https://framablog.org/2021/01/07/tube-v3-its-a-live-a-liiiiive/" target="_blank"> Për më tepër hollësi, lexoni postimin te blogu </a>

source: Let's pave the way to Tube live streaming in v3!
cs: Vydláždíme cestu k živému vysílání Tube ve verzi 3!
es: ¡Allanemos el camino para la transmisión en vivo de Tube en v3!
fr_fr: Pavons la route de Tube pour avoir du Live dès la v3&nbsp;!
gd: Nach doir sinn sruthadh beò do PheerTube le tionndadh 3!
ja: 道を開こう！PeerTubeバージョン3でのライブ配信のために！
sq: Le të shtrojmë udhën për transmetime të drejtpërdrejta Tube në v3!
sv: Bered väg för direktsänd video i version 3!

source: Support the development of Tube!
cs: Podpořte vývoj Tube!
es: ¡Apoye el desarrollo de Tube!
fr_fr: Soutenez le développement de Tube !
gd: Nach cuir thu taic ri leasachadh Tube?
ja: PeerTubeの開発をご支援下さい！
pt_br: Apoiar o desenvolvimento do Tube!
sq: Përkrahni zhvillimin e Tube-it!
sv: Stöd utvecklingen av Tube!

source: Donate, share: we will need all the help we can get to complete this roadmap.
cs: Přispějte, sdílejte: k dokončení tohoto plánu budeme potřebovat veškerou pomoc, kterou můžeme získat.
es: Done, comparta: necesitaremos toda la ayuda que podamos para completar esta hoja de ruta.
fr_fr: Dons, partages : nous aurons besoin de toute l'aide disponible pour remplir cette feuille de route.
gd: Thoir tabhartas dhuinn ’s co-roinn: feumaidh sinn gach uile taic airson am mapa-rathaid seo a choileanadh.
ja: 寄付、シェアなど: 私たちは以下のロードマップを達成するために、あらゆる助けが必要です。
sq: Dhuroni, ndani me të tjerë: për të plotësuar këtë plan do të na duhet krejt ndihma që mund të kemi.
sv: Ge en gåva och sprid budskapet, vi kommer behöva all hjälp vi kan få för att förverkliga våra planer.

source: raised in %{ days } day
cs: přibylo za %{ days } den
es: recaudado en %{days} día
fr_fr: récoltés en %{ days } jour
gd: air a thogail am broinn %{ days } latha
ja: %{ days } 日で頂いた寄付
pt_br: arrecado em %{ days } dia
sq: të mbledhura në %{ days } ditë
sv: insamlat på %{ days } dag

source: contributors
cs: přispěvatelé
es: colaboradores
fr_fr: contributeurs
gd: luchd-cuideachaidh
ja: コントリビューター
pt_br: doadores
sq: kontribues
sv: bidragsgivare

source: Step 1
cs: Krok 1
es: Paso 1
fr_fr: Étape 1
gd: Ceum 1
ja: ステップ1
pt_br: Passo 1
sq: Hapi 1
sv: Första etappen

source: (June)
cs: (červen)
es: (junio)
fr_fr: (juin)
gd: (An t-Ògmhios)
ja: (6月)
pt_br: (Junho)
sq: (Qershor)
sv: (juni)

source: Search through the fediverse
cs: Vyhledávání ve fediverse
es: Busca en el fediverso
fr_fr: Recherche dans la fediverse
gd: Lorg sa cho-shaoghal
ja: fediverseを経由しての検索
pt_br: Busque através do fediverso
sq: Kërkoni nëpër fedivers
sv: Sök i hela fediversumet
