Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: We become an actor of the video broadcasting;
ar: نصبح ممثلين في بث الفيديو ;
cs: Stáváme se aktéry video vysílání;
es: Nos convertimos en actor de la transmisión de videos;
fr_fr: Nous devenons un acteur de la diffusion de la vidéo ;
gd: Thèid sinn ’nar gnìomhaiche craoladh videothan;
ja: あなたは動画配信の役割を担います;
pt_br: Nós se tornamos um ator principal sobre o que significa e o que é a transmissão de vídeo;
sq: Bëhemi një lojtar i transmetimit të videove;
sv: Användaren blir en del av videodistributionen

source: It's based on <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>, a free and open-source project for web browsers.
ar: يعتمد على <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>, مشروع مجاني ومفتوح المصدر لمتصفحات الويب.
cs: Je založen na <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>, bezplatném projektu s otevřeným zdrojovým kódem pro webové prohlížeče.
es: Se basa en <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>, un proyecto gratuito y de código abierto para navegadores web.
fr_fr: C'est basé sur <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>, un projet libre et open-source pour les navigateurs web.
gd: Tha e stèidhichte air <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>, seo pròiseact saor le bun-tùs fosgailte airson brabhsairean-lìn.
ja: <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>というWebブラウザー向けのフリーでオープンソースなプロジェクトがベースになっています。
pt_br: Baseado no protocolo<a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a> , um projeto gratuito e de código-aberto para navegadores.
sq: Bazohet në <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>, një projekt i lirë dhe me burim të hapët për shfletues.
sv: Det grundar sig på <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>, ett fritt mjukvaruprojekt för webbläsare, med öpen källkod

source: Tube is developed by <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, a French non-profit popular educational organization on digital issues.
ar: <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, طور من طرف منضمة غير حكومية.
cs: Tube vyvíjí <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, francouzská nezisková organizace zabývající se populárním vzděláváním v oblasti digitálních technologií.
es: Tube is developed by <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, una organización educativa popular francesa sin fines de lucro sobre temas digitales.
fr_fr: Tube est développé par <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, une association française d'éducation populaire aux enjeux du numérique.
gd: Tha Tube ’ga leasachadh le <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, seo buidheann neo-phrothaideach Frangach a tha ag amas air foghlam a thoirt dhan mhòr-shluagh mu chùisean digiteach.
ja: PeerTubeは、フランスのデジタル技術に係る問題についての非営利的な教育組織として広く知られている<a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>によって開発されています。
pt_br: Tube é desenvolvido por<a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, uma organização educacional popular francesa sem fins lucrativos com foco em assuntos digitais.
sq: Tube-i zhvillohet nga <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, një ent i njohur frëng, jofitimprurës, edukativ, për probleme dixhitale.
sv: Tube utvecklas av <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>, en fransk ideell organisation som sysslar med folkbildning i digitala frågor.

source: It employs a developer, <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz">Chocobozzz</a>, who works since 2018 on Tube projects:
ar: وهي توظف مطورًا ، <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz"> Chocobozzz </a> ، والذي يعمل منذ 2018 على مشاريع Tube:
cs: Zaměstnává vývojáře <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz">Chocobozzz</a>, který od roku 2018 pracuje na projektech Tube:
es: Emplea a un desarrollador, <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz">Chocobozzz</a>, que ha trabajado desde el 2018 en los proyectos de Tube:
fr_fr: Elle emploie un développeur, <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz">Chocobozzz</a>, qui depuis 2018 travaille sur l'ensemble des projets nécessaires à Tube :
gd: Tha e a’ fastadh, <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz">Chocobozzz</a> a thòisich ag obair air pròiseactan Tube ann an 2018:
ja: 2018年からPeerTubeプロジェクトに関わっている、開発者の<a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz">Chocobozzz氏</a>を雇っています。
pt_br: E emprega apenas um desenvolvedor,<a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz">Chocobozzz</a>, que trabalha desde 2018 nos projetos da Tube:
sq: Ka të punësuar një zhvillues, <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz">Chocobozzz</a>, që merret me projektet Tube që nga 2018-a:
sv: Anställning av en utvecklare, <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz">Chocobozzz</a>, som arbetat på Tube sedan 2018:

source: Development of new features and software maintenance;
ar: تطوير ميزات جديدة وصيانة البرامج ;
cs: Vývoj nových funkcí a údržba softwaru;
es: Desarrollo de nuevas funcionalidades y mantenimiento de software;
fr_fr: Développement de nouvelles fonctionnalités et maintenance du logiciel ;
gd: Leasachadh ghleusan ùra agus obair-ghlèidhidh air a’ bhathar-bhog;
ja: 新機能やソフトウェアのメンテナンスのための開発;
pt_br: Desenvolvimento de novas funcionalidades e manutenções de software;
sq: Zhvillim veçorish të reja dhe mirëmbajtje software-i;
sv: Utveckling av nya funktioner och underhåll av mjukvaran

source: Thoughts on the architecture, the design and the future of Tube;
ar: أفكار حول الهندسة المعمارية والتصميم ومستقبل Tube ;
cs: Úvahy o architektuře, designu a budoucnosti Tube;
es: Reflexiones sobre la arquitectura, el diseño y el futuro de Tube;
fr_fr: Réflexions sur l'architecture, le design, et le futur de Tube ;
gd: Beachdan air an ailtireachd, an dealbhadh agus an t-àm ri teachd aig Tube;
ja: アーキテクチャやデザイン、そしてPeerTubeの将来のための思索;
pt_br: Reflexões na arquitetura, design e futuro do Tube;
sq: Mendime mbi arkitekturën, konceptimin dhe të ardhmen e Tube-it;
sv: Idéer för arkitektur, design och PeerTubes framtid

source: New stable releases preparation and communication (blog posts, changelog, etc.);
ar: إعداد الإصدارات الجديدة المستقرة والتواصل معها (منشورات المدونة ، سجل التغيير ، إلخ) ;
cs: Příprava a komunikace nových stabilních verzí (blogové příspěvky, seznam změn atd.);
es: Preparación y comunicación de nuevos lanzamientos estables (publicaciones de blog, registro de cambios, etc.);
fr_fr: Préparation de nouvelles versions stables et communication (billets de blog, changelog, etc.) ;
gd: Ullachadh is conaltradh mu sgaoilidhean seasmhach ùra (postaichean bloga, loga nan atharraichean is msaa.);
ja: 安定版リリースへの準備やそれを伝えること（ブログ記事の投稿、チェンジログの記述など）;
pt_br: Preparação e comunicação de novos lançamentos estáveis (postagens em blog, "changelog", etc);
sq: Përgatitje dhe komunikim hedhjesh të reja të qëndrueshme në qarkullim (postime blogu, regjistër ndryshimet, etj.);
sv: Nya produktionsklara versioner samt kommunikation (blogginlägg, uppdateringslogg med mera)

source: <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">Official Tube website</a> development and maintenance;
cs: <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">Oficiální webové stránky Tube</a> vývoj a údržba;
es: Creación y mantenimiento del <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">sitio oficial de Tube</a> ;
fr_fr: Création et maintenance du <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">site Tube officiel</a> ;
gd: Leasachadh ⁊ obair-ghlèidhidh air <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">làrach-lìn oifigeil Tube</a>;
ja: <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">PeerTube公式ウェブサイト</a> の開発やメンテナンス;
pt_br: <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">Site oficial do Tube</a> desenvolvimento e manutenção;
sq: Zhvillim dhe mirëmbajtje e <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">sajtit zyrtar të Tube-it</a>;
sv: Utveckling och underhåll av <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/sv/">PeerTubes officiella webbplats</a>

source: <a target="_blank" rel="noopener noreferrer" href="https://packages.joinpeertube.org/api/v1/ping">Tube plugins index</a> development and maintenance;
cs: <a target="_blank" rel="noopener noreferrer" href="https://packages.joinpeertube.org/api/v1/ping">Index pluginů Tube</a> vývoj a údržba;
es: Creación y mantenimiento del <a target="_blank" rel="noopener noreferrer" href="https://packages.joinpeertube.org/api/v1/ping">índice de plugins de Tube</a> ;
fr_fr: Création et maintenance de <a target="_blank" rel="noopener noreferrer" href="https://packages.joinpeertube.org/api/v1/ping">l'index des plugins Tube</a> ;
gd: Leasachadh ⁊ obair-ghlèidhidh air <a target="_blank" rel="noopener noreferrer" href="https://packages.joinpeertube.org/api/v1/ping">Inneacs nam plugan Tube</a>;
ja: <a target="_blank" rel="noopener noreferrer" href="https://packages.joinpeertube.org/api/v1/ping">PeerTubeのプラグイン一覧</a> の開発とメンテナンス;
pt_br: <a target="_blank" rel="noopener noreferrer" href="https://packages.joinpeertube.org/api/v1/ping">Índice de plugins da Tube</a> desenvolvimento e manutenção;
sq: Zhvillim dhe mirëmbajtje e <a target="_blank" rel="noopener noreferrer" href="https://packages.joinpeertube.org/api/v1/ping">treguesit të shtojcave për Tube</a>;
sv: Utveckling och underhåll av <a target="_blank" rel="noopener noreferrer" href="https://packages.joinpeertube.org/api/v1/ping">PeerTubes lista över tillägg</a>

source: <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">Tube instances index</a> development and maintenance;
cs: <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">Index instancí Tube</a> vývoj a údržba;
es: Creación y mantenimiento del <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">índice de instancias de Tube</a>;
fr_fr: Création et maintenance de <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">l'index des instances Tube</a> ;
gd: Leasachadh ⁊ obair-ghlèidhidh air <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">Inneacs nan ionstansan Tube</a>;
ja: <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">PeerTubeインスタンス一覧</a>の開発とメンテナンス;
pt_br: <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">Índice de Instâncias do Tube</a> desenvolvimento e manutenção;
sq: Zhvillim dhe mirëmbajtje e <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">treguesit të instancave Tube</a>;
sv: Utveckling och underhåll av ett <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">index över Tube-instanser</a>

source: <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">Tube videos/channels search index</a> development and maintenance;
cs: <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">Vyhledávání videí/kanálů na serveru Tube</a> vývoj a údržba;
es: Creación y mantenimiento del <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">índice de búsqueda de videos y canales de Tube</a> ;
fr_fr: Création et maintenance de <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">l'index de recherche de vidéos et chaînes Tube</a> ;
gd: Leasachadh ⁊ obair-ghlèidhidh air <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">Inneacs luirg nam videothan/seanailean Tube</a>;
ja: <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">PeerTubeの動画とチャンネルの検索インデックス</a>の開発とメンテナンスがされてます;
pt_br: <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/"> Índice de canais/vídeos do Tube</a> desenvolvimento e manutenção;
sq: Zhvillim dhe mirëmbajtje e <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">treguesit të kërkimit për video/kanale Tube</a>;
sv: Utveckling och underhåll av <a target="_blank" rel="noopener noreferrer" href="https://search.joinpeertube.org/">PeerTubes sökindex över kanaler och videor</a>

source: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">Tube documentation website</a> development and maintenance;
cs: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">Vývoj a údržba webových stránek s dokumentací ke službě Tube</a>;
es: Creación y mantenimiento del <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top">sitio web oficial de documentación de Tube</a> ;
fr_fr: Création et maintenance du <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top">site de documentation de Tube</a> ;
gd: Leasachadh ⁊ obair-ghlèidhidh air <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top">làrach-lìn docamaideadh Tube</a>;
ja: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">PeerTubeのドキュメントサイト</a>の開発とメンテナンス;
sq: Zhvillim dhe mirëmbajtje e <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top">sajtit të dokumentimit të Tube -it</a>;
sv: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">PeerTubes webbplats för dokumentation</a> av utveckling och underhåll

source: Tube support and discussions on bugtrackers, forum, IRC or by email;
ar: دعم Tube والمناقشات حول bugtrackers أو المنتدى أو IRC أو عبر البريد الإلكتروني ;
cs: Podpora Tube a diskuse na bugtrackerech, fóru, IRC nebo e-mailem;
es: Soporte y discusiones de Tube sobre rastreadores de errores, foros, IRC o por correo electrónico;
fr_fr: Support et discussions sur les bugtrackers, le forum, IRC ou par email des projets Tube ;
gd: Sgioba-taice Tube agus deasbadan air tracaichean nam buga, air a’ bhòrd-bhrath, air IRC no air a’ phost-d;
ja: バグトラッカーやフォーラムやIRCやメールを利用した、PeerTubeに関するサポートや議論;
sq: Përkrahje dhe diskutime mbi Tube-in te ndjekësi i të metave, forumi, IRC-ja ose me email;
sv: Tube-support och diskussion på felanmälningar, forumet, IRC och e-post

source: Pull requests/merge requests reviews, merges, and support of features added by external contributions (bug fixes, documentation, refactor, etc.);
ar: طلبات السحب / طلبات الدمج ، المراجعات ، عمليات الدمج ، ودعم الميزات المضافة بواسطة المساهمات الخارجية (إصلاحات الأخطاء ، التوثيق ، إعادة البناء ، إلخ) ;
cs: Revize žádostí o stažení/spojení, slučování a podpora funkcí přidaných externími příspěvky (opravy chyb, dokumentace, refaktory atd.);
es: Solicitudes de extracción / solicitudes de fusión revisiones, fusiones y soporte de funciones agregadas por contribuciones externas (corrección de errores, documentación, refactorización, etc.);
fr_fr: Revues de code et intégration des pull requests/merge requests, ainsi que support des fonctionnalités ajoutées par des contributeurs externes (corrections de bugs, documentation, factorisation, etc.) ;
gd: Lèirmheasan air Pull Requests/Merge Requests, merges agus taic ri gleusan a chaidh a chur ris le luchd-cuideachaidh aon taobh a-muigh (càradh air bugaichean, docamaideadh, refactoring is msaa.);
ja: プルリクエストとマージリクエストへのレビュー、マージ、そして外部からの貢献（バグ修正やドキュメントにまつわる事柄やリファクタリングなど）によって追加された機能へのサポート;
sq: Shqyrtime kërkesash “pull”/ kërkesash “merge”, përzierje dhe mbulim veçorish të shtuara nga kontribute të jashtëm (ndreqje të metash, dokumentim, ripunime, etj.);
sv: Hantering av patchar och stöd av funktioner från externa källor (som buggfixar, dokumentation och omstrukturering av kod)

source: Maintenance of several Tube instances (tube.cpy.re, peertube2.cpy.re, etc.).
ar: صيانة العديد من مثيلات Tube (tube.cpy.re ، peertube2.cpy.re ، إلخ).
cs: Údržba několika instancí Tube (tube.cpy.re, peertube2.cpy.re atd.).
es: Mantenimiento de varias instancias de Tube (tube.cpy.re, peertube2.cpy.re, etc.).
fr_fr: Maintenance de plusieurs instances Tube (tube.cpy.re, peertube2.cpy.re, etc.).
gd: Obair-ghlèidhidh air iomadh ionstans Tube (tube.cpy.re, peertube2.cpy.re is msaa.).
ja: 複数のPeerTubeインスタンス (tube.cpy.re, peertube2.cpy.reなど)のメンテナンス。
sq: Mirëmbajtje e disa instancave Tube (tube.cpy.re, peertube2.cpy.re, etj.).
sv: Underhåll av flertalet Tube-instanser (tube.cpy.re, peertube2.cpy.re m.fl.)

source: Moreover, Chocobozzz works on internal Framasoft's projects (<a target="_blank" rel="noopener noreferrer" href="https://framapad.org">Framapad</a>, <a target="_blank" rel="noopener noreferrer" href="https://framatalk.org">Framatalk</a>, etc.). In other words, the management of Tube projects is operated by only one employee, who has other responsabilities in addition to his workload.
ar: Chocobozzz على مشاريع Framasoft الداخلية (<a target="_blank" rel="noopener noreferrer" href="https://framapad.org"> Framapad </a> علاوة على ذلك ، يعمل، <a target = "_ blank" rel = " noopener noreferrer "href =" https://framatalk.org "> Framatalk </a> ، وما إلى ذلك). بمعنى آخر ، يتم تشغيل إدارة مشاريع Tube بواسطة موظف واحد فقط لديه مسؤوليات أخرى بالإضافة إلى عبء العمل.
cs: Chocobozzz navíc pracuje na interních projektech společnosti Framasoft (<a target="_blank" rel="noopener noreferrer" href="https://framapad.org">Framapad</a>, <a target="_blank" rel="noopener noreferrer" href="https://framatalk.org">Framatalk</a> atd.). Jinými slovy, řízení projektů Tube provozuje pouze jeden zaměstnanec, který má kromě své pracovní náplně i další povinnosti.
es: Además, Chocobozzz trabaja en proyectos internos de Framasoft (<a target="_blank" rel="noopener noreferrer" href="https://framapad.org">Framapad</a>, <a target="_blank" rel="noopener noreferrer" href="https://framatalk.org">Framatalk</a>,etc.). En otras palabras, la gestión de los proyectos de Tube está a cargo de un solo empleado, que tiene otras responsabilidades además de su carga de trabajo.
fr_fr: Chocobozzz travaille de surcroît sur des projets internes à Framasoft (<a target="_blank" rel="noopener noreferrer" href="https://framapad.org">Framapad</a>, <a target="_blank" rel="noopener noreferrer" href="https://framatalk.org">Framatalk</a>, etc.). Dit autrement, la gestion des projets nécessaires à Tube est assurée par un seul salarié, qui a en plus d'autres responsabilités à assurer dans sa charge de travail.
gd: A bharrachd air sin, tha Chocobozzz ag obair air pròiseactan taobh a-staigh Framasoft (<a target="_blank" rel="noopener noreferrer" href="https://framapad.org">Framapad</a>, <a target="_blank" rel="noopener noreferrer" href="https://framatalk.org">Framatalk</a> is msaa.). Air deireadh na sgeòil, chan eil na pròiseactan Tube ‘san stiùireadh ach le aonar luchd-fhastaidh air a bhios dleastanasan-obrach eile cuideachd.
ja: さらに、Chocobozzz氏はFramasoft内のプロジェクト<a target="_blank" rel="noopener noreferrer" href="https://framapad.org">Framapad</a>、<a target="_blank" rel="noopener noreferrer" href="https://framatalk.org">Framatalk</a>など)に取り組んでます。つまり、PeerTubeプロジェクトのマネージメントは一人の従業員のみによって行われ、これに加えて他の仕事にも責任があります。
sq: Për më tepër, Chocobozzz merret me projekte të brendshme të Framasoft-it (<a target="_blank" rel="noopener noreferrer" href="https://framapad.org">Framapad</a>, <a target="_blank" rel="noopener noreferrer" href="https://framatalk.org">Framatalk</a>, etj.). Me fjalë të tjera, administrimi i projekteve Tube kryhet vetëm nga një nëpunës, i cili ka edhe përgjegjësi të tjera, përveç punës së vet.
sv: Utöver detta, arbetar Chocobozzz med ett anta interna projekt på Framasoft (bland annat <a target="_blank" rel="noopener noreferrer" href="https://framapad.org">Framapad</a> och <a target="_blank" rel="noopener noreferrer" href="https://framatalk.org">Framatalk</a>). Tube leds alltså av en enda anställd som även har andra uppdrag att lägga till arbetsbördan.

source: Other Framasoft's volunteers and salaried members also contribute to the Tube project on various aspects (strategy, communication, development, community animation). Nevertheless, Tube is not developed by a startup with a team of 50 people, and a workflow full of hyper-formatted processes.
ar: يساهم متطوعو Framasoft والأعضاء الآخرون الذين يتقاضون رواتب أيضًا في مشروع Tube في جوانب مختلفة (الاستراتيجية ، والتواصل ، والتنمية ، والرسوم المتحركة المجتمعية). ومع ذلك ، لم يتم تطوير Tube بواسطة شركة ناشئة تضم فريقًا مكونًا من 50 شخصًا ، وسير عمل مليء بالعمليات شديدة التنسيق.
cs: Na projektu Tube se podílejí i další dobrovolníci a zaměstnanci společnosti Framasoft, a to v různých oblastech (strategie, komunikace, vývoj, animace komunity). Přesto Tube nevyvíjí startup s týmem 50 lidí a pracovním postupem plným hyperformátových procesů.
es: Otros voluntarios y miembros asalariados de Framasoft también contribuyen al proyecto Tube en varios aspectos (estrategia, comunicación, desarrollo, animación comunitaria). Sin embargo, Tube no está desarrollado por una startup con un equipo de 50 personas y un flujo de trabajo lleno de procesos hiperformateados.
fr_fr: D'autres membres bénévoles et salarié·es de Framasoft contribuent aussi au projet Peertube, sur divers aspects (stratégie, communication, développement, animation de communauté). Il n'en reste pas moins que Tube n'est pas développé par une <i>startup</i>, avec une équipe de 50 personnes, et un <i>workflow</i> rempli de <i>process</i> hyper formatés.
gd: Cuiridh luchd saor-thoileach agus buill fastaichte Framasoft eile ri pròiseact Tube cuideachd o iomadh taobh (ro-inleachd, conaltradh, leasachadh, brosnachadh na coimhearsnachd). Gidheadh, chan eil Tube ’ga leasachadh le startup aig a bheil 50 luchd-obrach ’s fo sruthadh-obrach làn pròiseasan glè fhòrmataichte.
sq: Të tjerë vullnetarë të Framasoft-it dhe anëtarë me rrogë kontribuojnë gjithashtu te projekti Tube në aspekte të ndryshme (strategji, komunikim, zhvillim, punë me bashkësinë). Sido që të jetë, Tube-i nuk është zhvilluar nga një shoqëri e re komerciale me një ekip prej 50 vetash dhe një rrjedhë pune plot procese të tejet automatizuar.
sv: Andra Framasoft-volontärer och avlöande medlämmar bidrar också till Tube-projekt i olika utrsträckning (strategi, kommunikation, utveckling och intressespridning). Dock har Tube inte något utvecklarteam med 50 man i ryggen och strömlinjeformade arbetsprocesser.
