Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: Tube V4 with channel customization, playlists search, custom instance homepage and more video filters is out!
cs: Tube V4 s přizpůsobením kanálů, vyhledáváním playlistů, vlastní domovskou stránkou instance a dalšími filtry videa je venku!
es: ¡Ya está disponible Tube V4 con personalización de canales, búsqueda de listas de reproducción, página de inicio de instancias personalizadas y más filtros de video!
fr_fr: Tube V4 avec la personnalisation des chaînes, la recherche de listes de lecture, la personnalisation de la page d'accueil d'une instance et plus de filtres de vidéos est sortie !
ja: PeerTubeバージョン4では、チャンネルのカスタム機能、プレイリスト検索機能、インスタンスのホームページのカスタム機能が導入されました。さらに、動画へのフィルターが増えました！
sq: Tube V4, me përshtatje kanalesh, kërkim në luajlista, faqe hyrëse vetjake instance dhe më tepër filtra për video, doli!

source: Tube, developed by Framasoft, is the free and decentralized alternative to video platforms, providing you over %{ videos } videos published by %{ users } users and viewed over %{ views } million times
cs: Tube, vyvinutý společností Framasoft, je bezplatná a decentralizovaná alternativa k videoplatformám, která vám poskytuje více než %{ videos }. videí publikovaných %{ users } uživateli a zhlédnutých více než %{ views } milionkrát
es: Tube, desarrollado por Framasoft, es la alternativa gratuita y descentralizada a las plataformas de video, que le brinda más de% {videos} videos publicados por% {users} usuarios y vistos más de% {views} millones de veces
fr_fr: Tube, proposé par Framasoft, est l'alternative libre et décentralisée aux plateformes vidéos, qui vous donne accès à plus de %{ videos } vidéos proposées par %{ users } utilisateur⋅ices et visionnées plus de %{ views } millions de fois
gd: ’S e roghainn eile air ùrlaran video a th’ ann am Tube a tha saor is sgaoilte ’s ’ga leasachadh le Framasoft agus bheir e còrr is %{ videos } video dhut a chaidh fhoillseachadh le %{ users } luchd-cleachdaidh ’s a chaidh coimhead orra còrr is %{ views } millean turas
ja: Framasoftによって開発されたPeerTubeは、フリーで非中央集権的な、既存の動画サイトの代替サービスです。 %{ users } ユーザーによって %{ videos } 本以上の動画が公開され、%{ views }00万回以上視聴されています
sq: Tube-i, i zhvilluar nga Framasoft, është alternativa e lirë dhe e decentralizuar ndaj platformave video, që ju jep mbi %{ videos } video të publikuara nga mbi %{ users } përdorues dhe parë më shumë se %{ views } milionë herë
sv: Tube, utvecklat av Framasoft, är den fria och decentraliserade webbens videoplattform med fler än %{ videos } videor publicerade av %{ users } användare med fler än %{ views } miljoner visningar

source: <a href="https://framablog.org/2021/11/30/tube-v4-more-power-to-help-you-present-your-videos/" target="_blank" class="bottom-link"> Read the blog post </a>
cs: <a href="https://framablog.org/2021/11/30/tube-v4-more-power-to-help-you-present-your-videos/" target="_blank" class="bottom-link"> Přečtěte si příspěvek na blogu </a>
es: <a href="https://framablog.org/2021/11/30/tube-v4-more-power-to-help-you-present-your-videos/" target="_blank" class="bottom-link"> Lee la publicación del blog </a>
fr_fr: <a href="https://framablog.org/2021/11/30/tube-v4-prenez-le-pouvoir-pour-presenter-vos-videos/" target="_blank" class="bottom-link">Lire le billet de blog</a>
ja: <a href="https://framablog.org/2021/11/30/tube-v4-more-power-to-help-you-present-your-videos/" target="_blank" class="bottom-link">ブログ記事を読む</a>
sq: <a href="https://framablog.org/2021/11/30/tube-v4-more-power-to-help-you-present-your-videos/" target="_blank" class="bottom-link"> Lexoni postimin te blogu </a>

source: See the instances list
cs: Viz seznam instancí
es: Ver lista de páginas
fr_fr: Voir la liste des instances
gd: Seall liosta nan ionstansan
ja: インスタンスのリストを見る
pt_br: Ver a lista de instâncias
sq: Shihni listën e instancave
sv: Se listan över instanser

source: Discover our content selection
cs: Objevte náš výběr obsahu
es: Descubre nuestra selección de contenidos
fr_fr: Découvrez notre sélection de contenus
gd: Fidir roghadh is taghadh de shusbaint
ja: PeerTubeがセレクトした動画
pt_br: Descubra nossa seleção de conteúdos
sq: Zbuloni përzgjedhjen tonë të lëndës
sv: Upptäck vårt utbud

source: Browse contents
ar: تصفح المحتويات
cs: Procházet obsah
es: Navegar contenidos
fr_fr: Explorer les contenus
gd: Rùraich an t-susbaint
ja: 動画をもっと見る
pt_br: Procurar conteúdo
sq: Shfletoni lëndë
sv: Bläddra bland utbudet

source: What is
cs: Co je to
es: Qué es
fr_fr: C'est quoi
gd: Dè th’ ann am
pt_br: O que é
sq: Ç’është
sv: Vad är

source: Tube aspires to be a <strong>decentralized and free/libre alternative</strong> to video broadcasting services.
cs: Tube se snaží být <strong>decentralizovanou a bezplatnou/libre alternativou</strong> ke službám vysílání videa.
es: Tube aspira a ser una <strong>alternativa descentralizada, gratuita y libre</strong> a los servicios de transmisión de vídeo.
fr_fr: L’ambition de Tube, c'est d’être <strong>une alternative libre et décentralisée</strong> aux services de diffusion de vidéos.
gd: Tha Tube ag amas a bhith ’na <strong>roghainn eile a tha sgaoilte agus saor</strong> airson seirbheis craoladh videothan a thoirt dhut.
ja: PeerTubeが目指すのは、動画配信サービスの<strong>非中央集権的でフリーかつLibreな代替サービスです</strong>。
pt_br: Tube aspira ser <strong>uma alternativa descentralizada e gratuita </strong> para o serviço de difusão de vídeos.
sq: Tube-i aspiron të jetë një <strong>alternativë e decentralizuar dhe e lirë/libre</strong> ndaj shërbimeve të transmetimeve.
sv: Tube strävar efter att vara ett <strong>decentraliserat och fritt alternativ</strong> till videotjänster.

source: Our aim is not to replace them, but rather to simultaneously offer something else, with different values.
cs: Naším cílem není nahradit je, ale spíše současně nabídnout něco jiného, s jinými hodnotami.
es: Nuestro objetivo no es reemplazarlos, sino ofrecer simultáneamente otra cosa, con valores diferentes.
fr_fr: Le but n’est pas de remplacer, mais de proposer quelque chose d’autre, avec des valeurs différentes, en parallèle de ce qui existe déjà.
gd: Chan eil sinn ag amas a dhol ’nan àite gu tur ach gun tairg sinn roghainn a bharrachd dhut air a bheil luachan eadar-dhealaichte.
ja: 目指すところは既存のサービスに取って代わることではなく、むしろ異なった価値観を伴った他のモノやコトを動画と同時に提供する事です。
pt_br: Nosso objetivo não é substitui-los, mas ao invés disso, simultaneamente oferecer alguma outra coisa, com valores diferentes.
sq: Synimi ynë s’është t’i zëvendësojmë, por të ofrojmë në të njëjtën kohë diçka tjetër, me vlera të tjera.
sv: Vårt mål är inte att ersätta dem, utan att erbjuda någonting annat med en annorlunda värdegrund.

source: A federation of interconnected hosting services
cs: Federace propojených hostingových služeb
es: Una federación de servicios de alojamiento interconectados
fr_fr: Une fédération d’hébergements interconnectés
gd: Co-nasgadh de sheirbheisean òstaidh
ja: 相互に接続されたPeerTubeインスタンスの連合
pt_br: Uma federação de serviços de hospedagem interconectadas
sq: Federatë furnizuesish të ndërlidhur strehimi
sv: En federation av sammanlänkade värdtjänster

source: Tube is not meant to become a huge platform that would centralize videos from all around the world.
cs: Tube se nemá stát obrovskou platformou, která by centralizovala videa z celého světa.
es: Tube no está destinado a convertirse en una gran plataforma que centralice vídeos de todo el mundo.
fr_fr: Tube n’est pas pensé pour créer une énorme plateforme centralisant les vidéos du monde entier.
gd: Chan e ùrlar mòr a th’ ann am Tube a chuireadh na videothan o fheadh an t-saoghail ri chèile air an aon àite.
ja: PeerTubeは、世界中の動画を一手に集めるような、巨大なプラットフォームになることを目指していません。
pt_br: Tube não foi criado para se tornar uma grande plataforma que centralizaria vídeos de todo o mundo.
sq: Tube-i s’është menduar të bëhet një platformë e stërmadhe që do të centralizonte video nga krejt bota.
sv: Tube har inte som mål att bli en gigantisk plattform som samlar videor från världens alla hörn.

source: Rather, it is <strong>a network of inter-connected small videos hosters</strong>.
cs: Jedná se spíše o <strong>síť vzájemně propojených hostitelů malých videí</strong>.
es: Más bien, es <strong>una red de pequeños servidores de vídeos interconectados</strong>.
fr_fr: Il s’agit plutôt d'<strong>un réseau de nombreux petits hébergeurs de vidéos, connectés les uns aux autres</strong>.
gd: An àite sin, ’s e <strong>lìonra de dh’òstairean video beaga ’s co-cheangailte ri chèile</strong> a th’ ann.
ja: どちらかといえば、PeerTubeは<strong>相互に接続された、小規模の動画ホスティングサーバーのネットワークです</strong>。
pt_br: Se trata muito mais de <strong>uma rede de pequenos provedores de vídeo interconectados.</strong>.
sq: Në vend të kësaj, është <strong>një rrjet strehuesish të vegjël, të lidhur me njëri-tjetrin, videosh</strong>.
sv: Tvärt om, det är <strong>ett nätverk av små hopkopplade videoplattformar</strong>.

source: Anyone with a modicum of technical skills can host a Tube server, aka an instance. Each instance hosts its users and their videos. In this way, <strong>every instance is created, moderated and maintained independently by various administrators.</strong>
cs: Hostovat server Tube, tzv. instanci, může každý, kdo má alespoň trochu technických dovedností. Každá instance hostí své uživatele a jejich videa. Tímto způsobem <strong>každou instanci vytvářejí, moderují a udržují nezávisle na sobě různí správci.</strong>
es: Cualquier persona con un mínimo de habilidades técnicas puede alojar un servidor con Tube, también conocido como una página. Cada página aloja a sus usuarios y sus vídeos. De esta forma, <strong>cada página es creada, moderada y mantenida independientemente por varios administradores.</strong>
fr_fr: N’importe qui ayant un minimum de compétences techniques peut héberger un serveur Tube qu’on nomme instance. Chaque instance héberge ses propres utilisateur⋅ices et leurs vidéos. Ainsi, <strong>toutes les instances sont créées, animées, modérées et maintenues de façon indépendante par des administrateur⋅ices différent⋅e⋅s.</strong>
gd: ’S urrainn do neach sam bith le beagan sgilean teicnigeach frithealaiche Tube (ris an can sinn “ionstans”) òstadh. Nì gach ionstans òstadh air an luchd-cleachdaidh ’s na videothan aige fhèin. Air an dòigh sin, <strong>tha gach ionstans air a chruthachadh, ’ga ghlèidheadh is fo mhaorsainneachd iomadh rianairean.</strong>
ja: 少しの技術スキルを持った誰もが「インスタンス」としても知られている、Tubeサーバーを運営できます。それぞれのインスタンスは、所属するユーザーとユーザーの動画を管理します。このようにして、<strong>全てのインスタンスは様々な管理人によって独立して建てられ、モデレートされ、メンテナンスされます。</strong>
pt_br: Qualquer um, com um pouquinho de habilidade técnica pode hospedar um servidor, também conhecido como instância. Casa instância cuida de seus usuários e vídeos. Assim, <strong> cada instância é criada, moderada e mantida de forma independente por vários administradores.</strong>
sq: Cilido me pak aftësi teknike mund të strehojë një shërbyes Tube, të njohur edhe si instancë. Çdo instancë strehon përdoruesit e vet dhe videot e tyre. Në këtë mënyrë, <strong>çdo instancë krijohet, moderuhet dhe mirëmbahet në mënyrë të pavarur, nga përgjegjës të ndryshëm.</strong>
sv: Vem som helst med ett uns tekniska färdigheter kan starta en Tube-server, en instans. Varje instans är värd för sidan användare och lagrar deras videor. <strong>Varje instans är därför skapad, modererad och underhållen av olika oberoende administratörer.</strong>

source: Discover Tube instances
cs: Objevte instance Tube
es: Descubrir instancias de Tube
fr_fr: Découvrir les instances Tube
gd: Fidir ionstansan Tube
ja: PeerTubeのインスタンスを知ろう
pt_br: Descubra instâncias do Tube
sq: Zbuloni instanca Tube
sv: Upptäck Tube-instanser

source: You can still watch from your account videos hosted by other instances though if the administrator of your instance had previously connected it with other instances.
cs: Videa hostovaná v jiných instancích však můžete ze svého účtu sledovat i nadále, pokud je správce vaší instance dříve propojil s jinými instancemi.
es: Sin embargo, aún puede ver vídeos de su cuenta alojados en otras páginas si el administrador de su página lo había conectado previamente con otras.
fr_fr: Mais vous avez tout de même la possibilité de regarder depuis l'instance sur laquelle vous êtes inscrit·e des vidéos qui se trouvent ailleurs ; il suffit que l'administrateur·ice l'ait autorisé.
gd: Gidheadh, ’s urrainn dhut fhathast coimhead air videothan leis a’ chunntas agad a tha ’gan òstadh le ionstansan eile ma tha rianaire an ionstans agad air a cheangal ris na h-ionstansan eile.
ja: 他のインスタンスによって管理されていた、あなたのアカウントにある動画を-現在属するインスタンスの管理人が、過去にそのインスタンスと動画を元に接続していれば-今もなお見ることができます。
pt_br: Você ainda tem a possibilidade de ver, diretamente da instância em que você está inscrito, vídeos que se encontram hospedados em outras instâncias, basta que o administrador da instância tenha autorizado.
sq: Mundeni ende të shihni nga llogaria juaj video të strehuara nga instanca të tjera, por nëse përgjegjësi i instancës tuaj e pat lidhur më parë me instanca të tjerë.
sv: Du kan fortfarande titta på videor från andra instanser med ditt konto om administratören för din instans anslutit den till andra instanser.

source: This is just how a <strong>federation</strong> works!
cs: Přesně takhle funguje <strong>federace</strong>!
es: ¡Así es como funciona una<strong> federación</strong>!
fr_fr: C'est le principe de <strong>la fédération</strong> !
gd: Seo mar a tha an <strong>co-nasgadh</strong> ag obair!
ja: <strong>連合</strong>はこのようにして機能します！
pt_br: É assim que uma <strong>federação</strong> funciona!
sq: Kjo është mënyra se si funksionon një <strong>federim</strong>!
sv: Det är helt enkelt så som en <strong>federation</strong> fungerar!

source: And there's more! Tube uses <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>, a federating protocol that <strong>allows you to interact with other software</strong>, provided they also use this protocol. For example, Tube and Mastodon -a Twitter alternative- are connected: <strong>you can follow a Tube user from Mastodon</strong> (the latest videos from the Tube account you follow will appear in your feed), <strong>and even comment on a Tube-hosted video directly from your Mastodon's account.</strong>
cs: A je toho víc! Tube používá <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>, federační protokol, který <strong>umožňuje interakci s jiným softwarem</strong>, pokud tento protokol také používají. Například Tube a Mastodon -alternativa Twitteru- jsou propojeny: <strong>můžete sledovat uživatele Tube z Mastodonu</strong> (nejnovější videa z účtu Tube, který sledujete, se objeví ve vašem kanálu), <strong>a dokonce komentovat video hostované na Tube přímo z účtu Mastodon.</strong>
es: ¡Y aun hay más! Tube usa <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">Activity Pub</a>, un protocolo de federación que <strong> te permite interactuar con otro software </strong> que también use este protocolo. Por ejemplo, Tube y Mastodon -una alternativa de Twitter- están conectados: <strong> puedes seguir a un usuario de Tube desde Mastodon </strong> (los últimos videos de la cuenta de Tube que sigas aparecerán en tu feed), <strong> e incluso comentar un video alojado en Tube directamente desde la cuenta de Mastodon.</strong>
fr_fr: Mais ce n’est pas tout ! Le protocole de fédération <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> (qu’utilise Tube) <strong>permet aussi d’interagir avec d’autres logiciels</strong> utilisant ce même protocole. Par exemple, Tube et le réseau social Mastodon, alternative à Twitter, sont liés : <strong>il est possible de « suivre » un utilisateur Tube depuis Mastodon</strong> (en affichant dans son fil d'actualités les dernières vidéos postées par le compte suivi), <strong>ou même de commenter une vidéo hébergée sur Tube directement depuis Mastodon.</strong>
gd: Agus tha barrachd ghleusan ann! Cleachdaidh Tube <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">Activity Pub</a>, seo pròtacal co-nasgaidh <strong>a leigeas leat conaltradh le bathar-bog eile</strong> ma chleachdas iad-san am pròtacal seo cuideachd. Mar eisimpleir, tha Tube agus Mastodon – seo roghainn eile air Twitter – co-cheangailte: <strong>’S urrainn dhut leantainn air neach-cleachdaidh Tube o Mhastodon</strong> (nochdaidh na videothan as ùire on chunntas Tube air a bheil thu a’ leantainn san inbhir agad) <strong>agus ’s urrainn dhut fiù ’s beachdan a chur ri video a tha ’ga òstadh air Tube às a’ chunntas Mastodon agad fhèin.</strong>
ja: そして、さらに！PeerTubeは連合プロトコルの<a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>を利用し、このプロトコルを同じく利用している<strong>他のソフトウェアと相互に交流することができます</strong>。例えば、PeerTubeとTwitterの代替サービスであるマストドンが接続されると、<strong>PeerTubeユーザーをマストドンからフォローすることができ</strong>（フォローしているPeerTubeアカウントの最新の動画がタイムラインに表示されるでしょう）、<strong>またマストドンのアカウントから、PeerTubeインスタンスが管理している動画に直接コメントすることさえできます。</strong>
pt_br: E tem mais! O Tube usa <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks"> Activity Pub</a>, um protocolo federado que <strong>permite que você interaja com outro software</strong>, desde que este use o mesmo protocolo. Por exemplo, Tube e Mastodon - um Twitter alternativo - estão conectados: <strong>você pode seguir um usuário do Tube a partir do Mastodon</strong> (o vídeo mais recente da conta do Tube que você segue vai aparecer no seu feed), <strong>e até mesmo comentar em um vídeo do Tube diretamente da sua conta do Mastodon.</strong>
sq: Ka edhe më! Tube-i përdor <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>, një protokoll federimi që <strong>ju lejon të ndërveproni me <em>software</em> tjetër</strong>, me kusht që edhe ky të përdorë këtë protokoll. Për shembull, Tube-i dhe Mastodon-i -një alternativë e Twitter-it- janë të lidhur: <strong>mund të ndiqni një përdorues të Tube-it që nga Mastodon-i</strong> (videot më të reja të llogarisë Tube që ndiqni do të shfaqen në prurjen tuaj), <strong>dhe madje të komentoni një video të strehuar në Tube drejt e nga llogaria juaj Mastodon.</strong>
sv: Och det finns mer! Tube använder <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>, ett protokoll för federalisering som <strong>låter dig interagera med andra mjukvaror</strong>, så länge även de använder samma protokoll. Till exempel är Tube och Mastodon – ett alternativ till Twitter – sammankopplade: <strong>du kan följa en Tube-användare från Mastodon</strong> (de senaste videorna från Tube-kontot du följer kommer dyka upp i ditt flöde), <strong>och dessutom kommentera på en Tube-video direkt från ditt Mastodon-konto</strong>

source: Open-source, free/libre license code
cs: Kód s otevřeným zdrojovým kódem, volná licence
es: Un código de licencia libre y de código abierto
fr_fr: Un code ouvert sous licence libre
gd: Bun-tùs fosgailte fo cheadachas saor
ja: オープンソースでフリーかつ、Libreなライセンスコード
sq: Kod i licencuar si burim i hapët, i lirë/libre
sv: Öppen källkod med en fri licens

source: Mainstream online video broadcasting services make money off of your data by analyzing your interactions so that they can then bombard your with targeted advertising.
cs: Hlavní služby online vysílání videa vydělávají na vašich datech tím, že analyzují vaše interakce, aby vás pak mohly bombardovat cílenou reklamou.
es: Los servicios de transmisión de vídeo en línea convencionales ganan dinero con tus datos al analizar tus interacciones para que luego puedan bombardearte con publicidad dirigida.
fr_fr: Les principaux services de diffusion de vidéo en ligne utilisent vos données pour gagner de l'argent en analysant vos interactions et en utilisant ces informations pour vous matraquer en publicités ciblées.
gd: Cosnaidh na seirbheisean video air loidhne mòra airgead às an dàta agad le sgrùdadh nan conaltraidhean agad ach an urrainn dhut sanasachd pearsanaichte a chur ort.
ja: 主要なオンライン動画配信サービスでは、ユーザーのインタラクションの分析に基づいてターゲット広告をユーザーに見せ、ユーザーのデータをお金にしています。
pt_br: Os principais serviços de difusão de vídeo online utilizam os vossos dados para ganhar dinheiro e analisam as vossas interações e utilizam essa informações para mandar uma cacetada de publicidades direcionadas ao alvo certo.
sq: Shërbimet e njohura të transmetimit të videove në internet nxjerrin para nga të dhënat tuaja duke analizuar ndërveprimet tuaja, që kështu të mund t’ju bombardojnë më vonë me reklama enkas për ju.
sv: De stora videotjänsterna tjänar pengar på din data genom att analysera dina interaktioner för att kunna bombardera dig med personspecifik reklam.

source: Peertube is not subject to any corporate monopoly, does not rely on ads and <strong>does not track you.</strong>
cs: Peertube nepodléhá žádnému korporátnímu monopolu, nespoléhá na reklamy a <strong>nesleduje vás.</strong>
es: Tube no está sujeto a ningún monopolio corporativo, no se basa en anuncios y <strong>no te rastrea.</strong>
fr_fr: Tube n’est soumis au monopole d’aucune entreprise, ne dépend d’aucune publicité <strong>et ne vous piste pas.</strong>
gd: Chan eil Tube fo smachd lèir-shealbhachd chorporra sam bith, chan eil e an eisimeil air sanasachd agus <strong>cha dèan e tracadh ort.</strong>
ja: PeerTubeはいかなる独占企業の影響下にあらず、広告収入に頼らず、そして<strong>あなたをトラッキングしません。</strong>
pt_br: Tube não está submetido a nenhum monopólio corporativo, não depende de publicidade e <strong>não rastreia você.</strong>
sq: Peertube-i s’është subjekt monopoli i çfarëdo korporateje, nuk bazohet në reklama dhe <strong>nuk ju ndjek.</strong>
sv: Tube ägs inte av något monopolistiskt företag, är oberoende av annonsintäkter och <strong>spårar inte dig</strong>.
