Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: Help the Tube website to share videos and lives using P2P
ar: ساعد موقع Tube على مشاركة مقاطع الفيديو والحياة باستخدام تقنية P2P
cs: Pomozte webové stránce Tube sdílet videa a životy pomocí P2P
es: Ayude al sitio web de Tube a compartir videos y vidas usando P2P
fr_fr: Aidez l'instance Tube à partager les vidéos et lives en utilisant le P2P
gd: Cuidich làrach-lìn Tube le co-roinneadh nam videothan ’s nan sruthan beòtha is cleachd P2P
ja: P2P機能を利用して、PeerTubeインスタンスが動画やライブ配信を提供する事を助けます
sq: Ndihmojeni sajtin e Tube-it të ndajë me të tjerë video dhe transmetime të drejtpërdrejta duke përdorur teknologjinë P2P

source: Easily disable P2P in your account if logged-in or in your anonymous settings
ar: قم بتعطيل P2P بسهولة في حسابك إذا قمت بتسجيل الدخول أو في إعداداتك المجهولة
cs: P2P můžete snadno zakázat ve svém účtu, pokud jste přihlášeni, nebo v anonymním nastavení
es: Deshabilite fácilmente P2P en su cuenta si inició sesión o en su configuración anónima
fr_fr: Désactivez facilement l'usage du P2P dans votre compte ou dans les paramètres dédiées aux utilisateurs anonymes
gd: Cuir P2P à comas gun duilgheadas sa chunntas agad ma tha thu air do chlàradh a-steach no sna roghainnean gun urra mur eil
ja: あなたのアカウントでログイン、または匿名での利用で簡単にP2P機能を無効にできます
sq: Çaktivizojeni kollaj P2P-në te llogaria juaj, qoftë kur gjendeni brenda saj, qoftë te rregullimet tuaja si anonim

source: Customize the interface
cs: Přizpůsobení rozhraní
es: Personaliza la interfaz
fr_fr: Personnalisez l'interface
gd: Gnàthaich an eadar-aghaidh
ja: 外観のカスタマイズ
sq: Përshtatni ndërfaqen
sv: Anpassa gränssnittet

source: Update your name, avatar or description in <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-setup-account?id=update-your-profile">your profile</a>
ar: حدِّث اسمك أو الصورة الرمزية أو الوصف في <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-setup-account؟id=update-your-profile"> حسابك الملف الشخصي </a>
cs: Aktualizujte své jméno, avatar nebo popis v <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-setup-account?id=update-your-profile">svém profilu</a>
es: Actualice su nombre, avatar o descripción en <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-setup-account?id=update-your-profile">tu perfil</a>
fr_fr: Mettez à jour votre nom, avatar ou description dans <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-setup-account?id=update-your-profile">votre profil</a>
ja: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-setup-account?id=update-your-profile">あなたのプロフィール</a>にアカウントネーム、アバター、そしてプロフィールの文章を加える
pt_br: Atualize as informações como: nome, avatar ou descrição em <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-setup-account?id=update-your-profile">seu perfil</a>
sv: Uppdatera ditt namn, profilbild eller beskrivning under <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-setup-account?id=update-your-profile">din profil</a>

source: Set your appropriate NSFW policy (display, blur or hide NSFW videos)
ar: قم بتعيين سياسة NSFW المناسبة الخاصة بك (عرض أو طمس أو إخفاء مقاطع فيديو NSFW)
cs: Nastavení příslušných zásad NSFW (zobrazení, rozmazání nebo skrytí NSFW videí)
es: Establezca su política NSFW adecuada (mostrar, difuminar u ocultar videos NSFW)
fr_fr: Définissez votre politique NSFW (afficher, flouter ou cacher les vidéos NSFW)
gd: Suidhich am poileasaidh a tha iomchaidh dhut a thaobh susbaint inbhich (seall, cuir sgleò air no falaich videothan le susbaint inbhich)
ja: あなたに合ったNSFWポリシーの設定（表示、ぼかす、または非表示）
sq: Ujdisni politikën tuaj të duhur për NSFW (shfaqje, mjegullim ose fshehje videosh NSFW)

source: Choose a Tube theme to change the look and feel of the interface
ar: اختر سمة Tube لتغيير شكل ومظهر الواجهة
cs: Výběrem motivu Tube můžete změnit vzhled rozhraní
es: Elija un tema de Tube para cambiar la apariencia de la interfaz
fr_fr: Choisissez une thème Tube pour personnaliser l'interface
gd: Tagh ùrlar Tube airson coltas na h-eadar-aghaidh atharrachadh
ja: PeerTubeのテーマを選んで、外観の見た目や雰囲気を変える
sq: Zgjidhni një temë Tube për të ndryshuar pamjen dhe ndjesitë që jep ndërfaqja

source: Automatically filter videos depending on their language
ar: تصفية مقاطع الفيديو تلقائيًا حسب لغتهم
cs: Automatické filtrování videí podle jejich jazyka
es: Filtra automáticamente videos según su idioma
fr_fr: Filtrez automatiquement les vidéos selon leur langue
gd: Criathraich videothan gu fèin-obrachail a-rèir an cànan
ja: 設定した言語に対応した動画を自動的にフィルタリングをする
sq: Filtroni automatikisht video bazuar në gjuhën e tyre
sv: Automatisk filtrering av videor efter språk

source: Choose your autoplay policy
ar: اختر سياسة التشغيل التلقائي الخاصة بك
cs: Zvolte si zásady automatického přehrávání
es: Elija su política de reproducción automática
fr_fr: Choisissez la politique d'autoplay
gd: Tagh poileasaidh na cluiche fèin-obrachail dhut
ja: 自動再生のポリシーを選ぶ
pt_br: Escolha sua política de reprodução automática (autoplay)
sq: Zgjidhni rregullin tuaj për vetëluajtje

source: Manage your library
ar: إدارة مكتبتك
cs: Spravujte svou knihovnu
es: Administra tu biblioteca
fr_fr: Gérez votre bibliothèque
gd: Stiùirich an leabhar-lann agad
ja: ライブラリの管理
pt_br: Administrar sua biblioteca
sq: Administroni mediatekën tuaj

source: Use the built-in <em>Watch Later</em> playlist and add easily videos in it
ar: استخدم قائمة التشغيل المدمجة <em> مشاهدة لاحقًا </em> وأضف مقاطع فيديو بسهولة فيها
cs: Použijte vestavěný seznam stop <em>Watch Later</em> a snadno do něj přidávejte videa
es: Utilice el incorporado <em>Ver mas tarde</em> lista de reproducción y agregue videos fácilmente en ella
fr_fr: Utilisez la playliste <em>À Regarder Plus Tard</em> et ajoutez-y facilement des vidéos
gd: Cleachd an liosta-chluich <em>Coimhead air uaireigin eile</em> a thig ’na bhroinn agus cior videothan rithe gun duilgheadas
sq: Përdorni luajlistën e brendshme <em>Shiheni Më Vonë</em> dhe shtoni kollaj video në të

source: Organize videos in public or private <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=video-history">playlists</a>
cs: Uspořádejte videa do veřejných nebo soukromých <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=video-history">playlistů</a>
es: Organizar videos en <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=video-history">listas de reproducción</a> públicas o privadas
fr_fr: Organisez les vidéos dans des <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=video-history">playlistes</a> publiques ou privées
pt_br: Organize seus videos em público ou privado <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=video-history">playlists</a>
sv: Organisera videor i offentliga eller privata <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=video-history">spellistor</a>

source: Automatically resume videos from the last time you watched them
ar: استئناف تشغيل مقاطع الفيديو تلقائيًا من آخر مرة شاهدتها فيها
cs: Automatické obnovení videí od posledního sledování
es: Reanudar automáticamente los videos de la última vez que los vio
fr_fr: Reprenez automatiquement la lecture des vidéos
gd: Lean air coimhead videothan on àm mu dheireadh a choimhead thu orra gu fèin-obrachail
sq: Rikthehuni automatikisht te videoja atje ku e latë herën e fundit që e patë

source: Check your watch history in a dedicated page
ar: تحقق من سجل المشاهدة في صفحة مخصصة
cs: Kontrola historie sledování na vyhrazené stránce
es: Consulta tu historial de reproducciones en una página dedicada
fr_fr: Vérifiez votre historique de visionnage via une page dédiée
gd: Thoir sùil air eachdraidh de na choimhead thu air le duilleag fa leth
sq: Shihni historikun e parjeve tuaja, në një faqe enkas

source: Subscribe to channels
cs: Přihlášení k odběru kanálů
es: Suscribirse a canales
fr_fr: Abonnez-vous à des chaînes
gd: Fo-sgrìobh air seanailean
ja: チャンネル登録
pt_br: Se inscreva a canais
sq: Pajtohuni në kanale
sv: Prenumerera på kanaler

source: Subscribe to local or remote channels to be notified when they publish videos
ar: اشترك في القنوات المحلية أو البعيدة ليتم إعلامك عند نشر مقاطع الفيديو
cs: Přihlaste se k odběru místních nebo vzdálených kanálů, abyste byli upozorněni, když publikují videa
es: Suscríbase a canales locales o remotos para recibir notificaciones cuando publiquen videos
fr_fr: Abonnez-vous à des chaînes locales ou distantes afin d'être notifié quand des vidéos sont publiées
gd: Faigh fo-sgrìobhadh air seanailean ionadail no cèine ach am faigh thu brath nuair a dh’fhoillsicheas iad video ùr
ja: ローカルまたはリモートのチャンネルを登録すると、新しい動画が公開されたら通知が届きます
sq: Pajtohuni te kanale vendorë ose të largët, që të njoftoheni, kur publikohen video në ta

source: Display videos of your subscriptions in a dedicated page
ar: اعرض فيديوهات اشتراكاتك في صفحة مخصصة
cs: Zobrazení videí s vašimi odběry na vyhrazené stránce
es: Muestre videos de sus suscripciones en una página dedicada
fr_fr: Affichez les vidéos de vos abonnements dans une page dédiée
gd: Seall videothan nam fo-sgrìobhaidhean agad air duilleag fa leth
sq: Shfaqni në një faqe enkas video prej vendeve ku jeni pajtuar

source: Share and interact with videos and playlists
ar: شارك وتفاعل مع مقاطع الفيديو وقوائم التشغيل
cs: Sdílení a interakce s videi a seznamy skladeb
es: Comparte e interactúa con videos y listas de reproducción
fr_fr: Partagez et interagissez avec les vidéos et playlistes
gd: Co-roinn is dèan conaltradh le videothan is liostaichean-cluich
ja: 動画やプレイリストを共有し、交流する
sq: Ndani video dhe luajlista me të tjerët dhe ndërveproni me to

source: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-watch-video">Share</a> the video or the playlist URL/embed with attributes (automatically start/stop at, loop enabled, muted...)
cs: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-watch-video">Sdílet</a> video nebo URL/embed playlistu s atributy (automatické spuštění/zastavení, zapnutá smyčka, ztlumení...)
es: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-watch-video"> Comparte </a>el video o la lista de reproducción URL / incrustado con atributos (iniciar / detener automáticamente en, bucle habilitado, silenciado ...)
fr_fr: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-watch-video">Partagez</a> l'URL ou le code d'intégration d'une vidéo ou playlist en spécifiant des attributs (début et fin, boucle activé, son désactivé...)
gd: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-watch-video">Co-roinn</a> URL a’ video no na liosta-chluich no leabaich iad le feartan (tòisich/cuir stad air, lùb an comas, mùchte…)
ja: 動画またはプレイリストのURLもしくは埋め込みURL（自動再生・停止、ループ再生の有効化、ミュートなどの設定がされた）を<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-watch-video">共有する</a>
pt_br: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-watch-video">Compartilhe</a> o vídeo com a URL da playlist ou incorporando o código com os atributos (automaticamente iniciar vídeo/parar o vídeo em um ponto específico, loop ativado, ou desativado, mutado, etc.)
sq: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-watch-video">Ndani me të tjerë</a> URL-në/trupëzimin e videos ose luajlistës me atribute (nisje/ndalej e automatizuar në/, ripërsëritje e aktivizuar, e heshutar…)
sv: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-watch-video">Dela</a> videon eller spellistan med en länk eller bädda in i en webbsida med anpassad funktionalitet (automatisk uppspelning, start- och stopptider, återuppspelning, ljudinställningar och mycket mer)

source: Download a video using a dedicated modal
ar: قم بتنزيل مقطع فيديو باستخدام نموذج مخصص
cs: Stažení videa pomocí vyhrazeného modálního okna
es: Descarga un video usando un modal dedicado
fr_fr: Téléchargez une vidéo en utilisant une fenêtre dédiée
gd: Luchdaich a-nuas video le còmhradh mòdail sònraichte
sq: Shkarkoni një video duke përdorur një dritare modale enkas për të

source: Comment, reply and rate videos using Tube or an ActivityPub compatible software (Mastodon, Pleroma...)
ar: قم بالتعليق على مقاطع الفيديو والرد عليها وتقييمها باستخدام Tube أو برنامج متوافق مع ActivityPub (Mastodon ، Pleroma ...)
cs: Komentujte, odpovídejte a hodnoťte videa pomocí Tube nebo softwaru kompatibilního s ActivityPub (Mastodon, Pleroma...)
es: Comente, responda y califique videos usando Tube o un software compatible ActivityPub (Mastodon, Pleroma ...)
fr_fr: Commentez, répondez et aimez les vidéos en utilisant Tube ou un logiciel compatible avec ActivityPub (Mastodon, Pleroma...)
gd: Thoir beachd no freagairt is rangaich videothan le Tube no le bathar-bog eile a tha co-chòrdail le ActivityPub (Mastodon, Pleroma…)
ja: PeerTubeまたはActivityPubに対応したソフトウェア（マストドン、Pleromaなど）のアカウントを利用して、動画にコメント、リプライ、評価する
sq: Komentoni, përgjigjuni dhe vlerësoni video duke përdorur Tube-in ose një <em>software</em> të përputhshëm me ActivityPub (Mastodon, Pleroma…)

source: Search videos or channels
ar: البحث عن مقاطع الفيديو أو القنوات
cs: Vyhledávání videí nebo kanálů
es: Buscar videos o canales
fr_fr: Chercher des vidéos et chaînes
gd: Lorg videothan no seanailean
ja: 動画とチャンネルの検索
pt_br: Busque canais e vídeos
sq: Kërkoni video ose kanale
sv: Sök efter videor och kanaler

source: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-search">Search</a> local or remote videos and channels
cs: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-search">Vyhledávání</a> místních nebo vzdálených videí a kanálů
es: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-search">Buscar</a> videos y canales locales o remotos
fr_fr: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-search">Cherchez</a> des vidéos et chaînes locales ou distantes
gd: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-search">Lorg</a> videothan is seanailean ionadail no cèine
ja: ローカルもしくはリモートの動画とチャンネルの<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-search">検索</a>
pt_br: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-search">Busque</a> canais e vídeos locais ou remotos
sq: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-search">Kërkoni</a> video dhe kanale vendorë ose të largët
sv: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-search">Sök efter</a> efter videor och kanaler lokalt och på distans

source: Use many advanced filters (tags, category, licence...)
ar: استخدم العديد من المرشحات المتقدمة (العلامات ، الفئة ، الترخيص ...)
cs: Použijte mnoho pokročilých filtrů (značky, kategorie, licence...)
es: Utilice muchos filtros avanzados (etiquetas, categoría, licencia ...)
fr_fr: Utilisez de nombreux filtres avancés (tags, catégorie, licence...)
gd: Cleachd pailteas de chriathragan adhartach (tagaichean, roinn-seòrsa, ceadachas…)
ja: 多くの高度なフィルター（タグ、カテゴリ、ライセンスなど）
sq: Përdorni mjaft filtra të thelluar (etiketa, kategori, licencë…)

source: Use the video URL or channel handle/URL to fetch remote content
ar: استخدم عنوان URL للفيديو أو عنوان القناة / عنوان URL لجلب المحتوى البعيد
cs: K načtení vzdáleného obsahu použijte adresu URL videa nebo handle/URL kanálu
es: Utilice la URL del video o el identificador / URL del canal para obtener contenido remoto
fr_fr: Utilisez l'URL d'une vidéo ou le handle/l'URL d'une chaîne afin de récupérer du contenu distant
gd: Cleachd URL a’ video no làimhsichear/URL na seanail airson susbaint chèin fhaighinn
ja: 動画URLまたはチャンネル名、チャンネルのURLを使ってリモートのコンテンツを取得する
sq: Përdorni URL-në e videos ose të kanalit për të sjellë lëndë të largët

source: Tube is not a service, Tube is free software. This means that anyone can download and install Tube to host videos on a specific domain name (this is called "hosting a Tube instance/website"). Framasoft has no control over who downloads Tube, and who installs or uses it. Nor does Microsoft or Adobe have any control over who uses Word or Photoshop and for what purposes.
ar: Tube ليس خدمة ، Tube هو برنامج مجاني. هذا يعني أنه يمكن لأي شخص تنزيل وتثبيت Tube لاستضافة مقاطع فيديو على اسم مجال معين (وهذا ما يسمى "استضافة مثيل / موقع ويب Tube"). لا يتحكم Framasoft في من يقوم بتنزيل Tube ومن يقوم بتثبيته أو استخدامه. ولا تمتلك Microsoft أو Adobe أي سيطرة على من يستخدم Word أو Photoshop ولأي أغراض.
cs: Tube není služba, Tube je svobodný software. To znamená, že kdokoli si může stáhnout a nainstalovat Tube a hostovat videa na určitém doménovém jméně (tomu se říká "hostování instance/weby Tube"). Společnost Framasoft nemá žádnou kontrolu nad tím, kdo si Tube stahuje a kdo jej instaluje nebo používá. Stejně tak nemá společnost Microsoft nebo Adobe žádnou kontrolu nad tím, kdo a k jakým účelům používá aplikace Word nebo Photoshop.
es: Tube no es un servicio, Tube es software gratuito. Esto significa que cualquiera puede descargar e instalar Tube para alojar videos en un nombre de dominio específico (esto se denomina "alojar una instancia / sitio web de Tube"). Framasoft no tiene control sobre quién descarga Tube y quién lo instala o lo usa. Microsoft o Adobe tampoco tienen ningún control sobre quién usa Word o Photoshop y con qué fines.
fr_fr: Tube n'est pas un service, c'est un logiciel libre. Ça veut dire que n'importe qui peut télécharger et installer Tube afin d'héberger des vidéos via un nom de domaine spécifique (ça s'appelle "héberger une instance/site web Tube"). Framasoft n'a aucun contrôle sur qui télécharge Tube, et qui l'installe ou l'utilise. De même, Microsoft ou Adobe n'ont aucun contrôle sur qui utilise Word ou Photoshop et dans quel but.
gd: Chan e seirbheis ach bathar-bog saor a th’ ann am Tube. Is ciall dha seo gur urrainn do dhuine sam bith Tube a luchdadh a-nuas is a stàladh gus videothan òstadh air ainm àrainne sònraichte (canaidh sinn “òstadh ionstans/làraich-lìn Tube” ri seo). Chan eil smachd aig Framasoft air cò nì luchdadh a-nuas Tube, cò stàlaicheas is cò chleachdas e. Air an aon dòigh, chan eil smachd aig Microsoft no Adobe air cò chleachdas Word no Photoshop no air adhbharan an cleachdaidh.
ja: PeerTubeはサービスではなく、フリーソフトウェアです。これは、誰もが特定のドメインネームで動画をホストする（「PeerTubeのインスタンスまたはウェブサイトをホスティングする」と言います）ために、PeerTubeのソースコードをダウンロードし、サーバーにPeerTubeのソフトウェアをインストールできる事を意味します。Framasoftには、誰がPeerTubeのソースコードをダウンロードし、誰がそのソフトウェアをサーバーにインストールし、そして誰がPeerTubeを利用するかを制限する力はありません。MicrosoftもしくはAdobeもまた、誰がWordまたはPhotoshopを利用すること、または何の目的で利用することを制限するための、どのような力も持ちません。
sq: Tube-i s’është shërbim, Tube-i është <em>software</em> i lirë. Kjo do të thotë se cilido mund ta shkarkojë dhe të instalojë Tube-in për të strehuar video në një përkatësi specifike (kjo quhet “strehim i një instance/sajti Tube”). Framasoft-i nuk ka kontroll se cilët shkarkojnë Tube-in dhe cilët e instalojnë apo përdorin. As Microsoft-i apo Adobe-i kanë kontroll mbi se kush përdor Word-in apo Photoshop-in dhe për ç’qëllime.

source: Framasoft only hosts and promotes one Tube instance: <a href="https://framatube.org" target="_blank">https://framatube.org</a>
ar: <a href="https://framatube.org" target="_blank">https://framatube.org</a> يستضيف Framasoft فقط مثيل Tube واحدًا
cs: Společnost Framasoft hostí a propaguje pouze jednu instanci Tube: <a href="https://framatube.org" target="_blank">https://framatube.org</a>
es: Framasoft solo aloja y promociona una instancia de Tube: <a href="https://framatube.org" target="_blank"> https://framatube.org </a>
fr_fr: Framasoft héberge et promeut seulement l'instant Tube : <a href="https://framatube.org" target="_blank">https://framatube.org</a>
gd: Cha dèan Framasoft fhèin òstadh no brosnachadh ach air aon instans de PheerTube: <a href="https://framatube.org" target="_blank">https://framatube.org</a>
ja: Framasoftは唯一、一つのPeerTubeインスタンスをホストし、その利用を促進しています。: <a href="https://framatube.org" target="_blank">https://framatube.org</a>
sq: Framasoft-i strehon dhe promovon vetëm një instancë Tube: <a href="https://framatube.org" target="_blank">https://framatube.org</a>

source: Also, Framasoft hosts and promotes only one Tube search index: <a href="https://sepiasearch.org" target="_blank">https://sepiasearch.org</a>
ar: أيضًا ، يستضيف Framasoft ويروج فهرس بحث Tube واحدًا فقط: <a href="https://sepiasearch.org" target="_blank"> https://sepiasearch.org </a>
cs: Společnost Framasoft také hostí a propaguje pouze jeden vyhledávací index Tube: <a href="https://sepiasearch.org" target="_blank">https://sepiasearch.org</a>
es: Además, Framasoft aloja y promociona solo un índice de búsqueda de Tube: <a href="https://sepiasearch.org" target="_blank"> https://sepiasearch.org </a>
fr_fr: De plus, Framasoft héberge et promeut seulement un index de recherche Tube : <a href="https://sepiasearch.org" target="_blank">https://sepiasearch.org</a>
gd: Cuideachd, cha dèan Framasoft fhèin òstadh o brosnachadh ach air on inneacs luirg Tube: <a href="https://sepiasearch.org" target="_blank">https://sepiasearch.org</a>
ja: また、Framasoftは唯一のPeerTubeの検索インデックスをホストし、その利用も促進しています。: <a href="https://sepiasearch.org" target="_blank">https://sepiasearch.org</a>
sq: Veç kësaj, Framasoft-i strehon dhe promovon vetëm një tregues kërkimesh për Tube: <a href="https://sepiasearch.org" target="_blank">https://sepiasearch.org</a>
