Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: Ability to create search indexes
cs: Možnost vytváření vyhledávacích indexů
es: Capacidad para crear índices de búsqueda
fr_fr: Possibilité de créer des index
gd: Comas inneacsan-luirg a chruthachadh
pt_br: Capacidade de criar índices de busca
sq: Aftësi për të krijuar tregues
sv: Möjlighet att skapa sökindex

source: Instance broadcast messages
cs: Instance vysílání zpráv
es: Mensajes de difusión de instancias
fr_fr: Messages d’information
gd: Teachdaireachdan craolaidh ionstans
pt_br: Mensagens de transmissão da instância
sq: Mesazh transmetimi instance
sv: Instansmeddelanden

source: WIP to improve UX/UI
cs: WIP pro zlepšení UX/UI
es: WIP para mejorar UX / UI
fr_fr: Travail de fond UX/UI
gd: Obair air leasachadh na h-eadar-aghaidh
ja: UX/UI改良のための作業
pt_br: WIP para aprimomar o UX/UI
sq: WIP për përmirësim të UX/UI
sv: Förbättra användargränssnitt och -upplevelse (fortlöpande utveckling)

source: A roadmap in 4 steps
cs: Plán ve 4 krocích
es: Una hoja de ruta en 4 pasos
fr_fr: Une feuille de route en 4 étapes
gd: Mapa-rathaid le 4 ceuman
ja: 4ステップのロードマップ
pt_br: Um quadro de referência em 4 passos
sq: Një plan pune në 4 hapa
sv: En översiktsplan i fyra steg

source: Step 2
cs: Krok 2
es: Paso 2
fr_fr: Étape 2
gd: Ceum 2
ja: ステップ2
pt_br: Passo 2
sq: Hapi 2
sv: Andra etappen

source: Moderation
cs: Moderování
es: Moderación
fr_fr: Outils de Modération
gd: Maorsainneachd
ja: モデレーション
pt_br: Moderação
sq: Moderim

source: (July)
cs: (červenec)
es: (julio)
fr_fr: (juillet)
gd: (An t-Iuchar)
ja: (7月)
pt_br: (Julho)
sq: (Korrik)
sv: (juli)

source: From June to November 2020, Framasoft will develop new features and improvements for Tube. We have broken down this roadmap into 4 main steps, each with its own schedule and cost, leading to the addition of peer-to-peer powered live streaming to Tube v3.
cs: Od června do listopadu 2020 bude Framasoft vyvíjet nové funkce a vylepšení pro Tube. Tento plán jsme rozdělili do 4 hlavních kroků, z nichž každý má svůj vlastní harmonogram a náklady, což povede k přidání živého vysílání na bázi peer-to-peer do Tube v3.
es: De junio a noviembre de 2020, Framasoft desarrollará nuevas funciones y mejoras para Tube. Hemos dividido esta hoja de ruta en 4 pasos principales, cada uno con su propio horario y costo, lo que lleva a la adición de transmisión en vivo de igual a igual a Tube v3.
fr_fr: De juin à novembre 2020, Framasoft va développer de nombreuses améliorations et fonctionnalités pour Tube. Nous avons découpé cette route en 4 étapes principales, chacune avec son planning et son coût, qui mènent vers l'ajout de la diffusion de vidéos en direct et en pair-à-pair pour la v3 de Tube.
gd: On Iuchair gun t-Samhainn 2020, leasaichidh Framasoft gleusan ’s piseachaidhean ùra airson Tube. Roinn sinn am mapa-rathaid ’na 4 ceuman mòra agus tha sgeideal is cosgais fa leth aig gach ceum dhiubh a bheir sruthadh beò le cumhachd peer-to-peer dhuibh le tionndadh 3 de PheerTube.
sq: Nga qershori deri në nëntor 2020, Framasoft-i do të zhvillojë veçori të reja dhe përmirësime për Tube-in. E kemi ndarë këtë plan në 4 hapa kryesorë, secili me planifikimin dhe kostot e veta, për të shpënë në shtimin te Tube v3 të transmetimeve të drejtpërdrejta të bazuara te tek-për-tek.
sv: Mellan juni och november 2020 kommer Framasoft utveckla nya funktioner och förbättra Tube. Vi har delat upp översiktsplanen i fyra delmoment, var och en med sitt schema och budget, med målet att Tube version 3 ska kunna hantera direktsänd video med p2p.

source: Feedback on reports
cs: Zpětná vazba k hlášením
es: Comentarios sobre informes
fr_fr: Suivi des signalements
gd: Beachdan air gearanan
pt_br: Feedback sobre informes
sq: Komente për raportime
sv: Återkoppling på anmälningar

source: Making moderation easier
cs: Usnadnění moderování
es: Facilitando la moderación
fr_fr: Faciliter la modération
gd: Maorsainneachd nas fhasa
ja: モデレーションをより簡単に
pt_br: Facilitando a moderação
sq: Bërje më të lehtë e moderimit
sv: Underlätta moderation

source: Sharing blocklists (spam)
cs: Sdílení seznamů blokovaných (spam)
es: Compartir listas de bloqueo (spam)
fr_fr: Partage de listes de blocage
gd: Co-roinneadh liostaichean bacaidh (spama)
ja: ブロックリスト（スパム）のシェア
pt_br: Compartilhar listas negras / listas bloqueadas (spam)
sq: Ndarje listash bllokimesh (spam) me të tjerë
sv: Delning av blockeringar (spamhantering)

source: These developments are funded by donations made to our small nonprofit organization: Framasoft. We will be raising funds progressively over the next six months of development, so that you can help us in our efforts.
cs: Tento vývoj je financován z darů naší malé neziskové organizaci: Framasoft. Během následujících šesti měsíců vývoje budeme postupně získávat finanční prostředky, abyste nám mohli pomoci v našem úsilí.
es: Estos desarrollos están financiados por donaciones hechas a nuestra pequeña organización sin fines de lucro: Framasoft. Recaudaremos fondos progresivamente durante los próximos seis meses de desarrollo, para que pueda ayudarnos en nuestros esfuerzos.
fr_fr: Ces développements sont financés grâce aux dons reçus par Framasoft : nous ouvrons donc une collecte perlée sur ces six prochains mois de développement, pour que vous puissiez nous soutenir dans nos efforts.
gd: Tha na leasachaidhean seo ’gam maoineachadh le tabhartasan a gheibh am buidheann beag neo-phrothaideach againn: Framasoft. Bidh sinn a’ togail maoineachadh beag air bheag thar nan sia mìosan ri thighinn ach an urrainn dhut cuideachadh a thoirr dhuinn leis ar n-obair.
sq: Këto zhvillime janë financuar nga dhurime bërë te enti ynë i vogël jofitimprurës: Framasoft. Do të mbledhim fonde dora-dorës, përgjatë gjashtë muajve të ardhshëm të zhvillimit, që të mund të në ndihmoni në përpjekjet tona.
sv: Utvecklingen kommer finansieras genom donationer till vår lilla ideella förening Framasoft. Vi kommer hålla insamlingen öppen under de kommande sex månaderna, så att du kan hjälpa oss i våra åtaganden.

source: Step 3
cs: Krok 3
es: Paso 3
fr_fr: Étape 3
gd: Ceum 3
ja: ステップ3
pt_br: Passo 3
sq: Hapi 3
sv: Tredje etappen

source: (Aug. - Sept.)
cs: (srpen - září)
es: (agos. - sept.)
fr_fr: (août - sept.)
gd: (Lùna. - Sult.)
ja: (8月 - 9月)
pt_br: (Ago. - Set.)
sq: (Gus. - Sht.)
sv: (augusti – september)

source: Online playlists sharing
cs: Sdílení seznamů skladeb online
es: Compartir listas de reproducción en línea
fr_fr: Partage des playlists sur le web
gd: Co-roinneadh liostaichean-cluich air loidhne
ja: オンラインでのプレイリストのシェア
pt_br: Compartilhamento de playlists online
sq: Ndarje luajlistash me të tjerë në internet
sv: Delning av spellistor över webben

source: Promoting plugins
cs: Propagace doplňků
es: Promoción de complementos
fr_fr: Mise en valeur des plugins
gd: Brosnachadh phlugan
pt_br: Promovendo plugins
sq: Promovim shtojcash

source: Step 4
cs: Krok 4
es: Paso 4
fr_fr: Étape 4
gd: Ceum 4
ja: ステップ4
pt_br: Passo 4
sq: Hapi 4
sv: Fjärde etappen

source: Peer-to-peer (30s - 1min lag)
cs: Peer-to-peer (zpoždění 30 s - 1 min)
es: Peer-to-peer (30 s - 1 mn de retraso)
fr_fr: En pair à pair (30s - 1min de lag)
gd: Peer-to-peer (dàil 30 diog – 1 mhion)
pt_br: Peer-to-peer (30s - 1min de latência)
sq: Peer-to-peer (30s - 1min. vonesë)
sv: Peer-to-peer (30–60 s fördröjning)

source: No chat, no gifs, no ❤️ 👍
cs: Žádný chat, žádné gify, žádné ❤️ 👍
es: Sin chat, sin gifs, sin ❤️ 👍
fr_fr: Sans Tchat, ni gifs, ni ❤️ 👍
gd: Gun chabadaich, gun gifs, gun ❤️ 👍
sq: Pa fjalosje, paGIF-e, pa ❤️ 👍
sv: Ingen chatt, inga giffar, inga ❤️ 👍

source: Post-live publishing
cs: Publikování po skončení živého vysílání
es: Publicación post-live
fr_fr: Publication après le live
gd: Foillseachadh maireannach air sruthan beòtha
pt_br: Publicação pós-live
sq: Publikim pas transmetimi të drejtpërdrejtë
sv: Publicering efter avslutad sändning

source: Learn more about those steps
cs: Další informace o těchto krocích
es: Obtenga más información sobre esos pasos
fr_fr: En savoir plus sur ces étapes
gd: Barrachd fiosrachaidh mu na ceuman seo
ja: 以上のステップについて、さらに詳しく
pt_br: Aprenda mais sobre esses passos
sq: Mësoni më tepër rreth këtyre hapash
sv: Lär dig mer om etapperna

source: "Another" world cannot be built using surveillance capitalism's tools.
cs: "Jiný" svět nelze vybudovat pomocí nástrojů sledovacího kapitalismu.
es: "Otro" mundo no puede ser construido con las herramientas del capitalismo de vigilancia.
fr_fr: Un « autre » monde ne pourra pas se construire avec les outils du capitalisme de surveillance.
gd: Cha chruthaich sinn saoghal “eile” le innealan a’ chalpachais caithris.
sq: Një botë “tjetër” s’mund të ndërtohet duke përdorur mjetet e survejimit të kapitalizmit.
sv: En ”ny” värld kan inte byggas övervakningskapitalismens verktyg.

source: Making it easier to access content, sharing power and responsibilities, opening up to contributions, generalizing live broadcasting thanks to peer-to-peer... Tube’s v3 aims to consolidate it as an alternative to Google-Youtube and Facebook-Live that is more and more convivial.
cs: Usnadnění přístupu k obsahu, sdílení pravomocí a odpovědnosti, otevření se příspěvkům, zobecnění živého vysílání díky peer-to-peer... Cílem Tube v3 je upevnit jej jako alternativu ke Google-Youtube a Facebook-Live, která je stále více a více konveční.
es: Facilitar el acceso a los contenidos, compartir poderes y responsabilidades, abrirse a las contribuciones, generalizar la retransmisión en directo gracias al peer-to-peer ... La v3 de Tube pretende consolidarlo como una alternativa a Google-Youtube y Facebook-Live que es más y más sociable.
fr_fr: Faciliter l'accès aux contenus, partager les pouvoirs et responsabilités, s'ouvrir aux contributions, démocratiser le direct grâce au pair-à-pair… La v3 de Tube vise à consolider cet outil comme une alternative de plus en plus conviviale aux Google-YouTube et autres Facebook-Live.
gd: Inntrigeadh susbainte air dòigh nas fhasa, co-roinneadh na cumhachd is nan uallach, fosgladh do thabhartasan, sruthadh beò co-roinnte le peer-to-peer… tha tionndadh 3 de PheerTube ag amas a dhaingneachadh mar roghainn eile air Google-TouTube agus Facebook-Live a bhios nas fhasa cleachdadh buileach.
sq: Bërje më e lehtë të hyhet te lënda, fuqi dhe përgjegjësi për ndarje me të tjerë, hapje ndaj kontributesh, përhapje e transmetimit të drejtpërdrejtë falë protokollesh tek-për-tek… Tube v3 synon të forcohet si një alternativë ndaj Google-Youtube dhe Facebook-Live, alternativë që përfaqëson më tepër dhe është më tepër dashamirëse.
sv: Gör det enklare att komma åt innehåll, dela kraft och ansvar, öppna upp för gemenskaper, gör direktsändning tillgängligt för allmänheten med hjälp av P2P … Målet med Tube version 3 är att befästa det som ett mer upplyftande alternativ till Googles Youtube och Facebooks Live.

source: <a href="https://framablog.org/2020/05/26/our-plans-for-tube-v3-progressive-fundraising-live-streaming-coming-next-fall">Read Framasoft's statement on the Framablog</a>
cs: <a href="https://framablog.org/2020/05/26/our-plans-for-tube-v3-progressive-fundraising-live-streaming-coming-next-fall">Přečtěte si prohlášení společnosti Framasoft na Framablogu</a>
es: <a href="https://framablog.org/2020/05/26/our-plans-for-tube-v3-progressive-fundraising-live-streaming-coming-next-fall">Leer comunicado de Framasoft en el Framablog</a>
fr_fr: <a href="https://framablog.org/2020/05/26/nos-plans-pour-tube-v3-collecte-perlee-du-live-pour-cet-automne">Lire la note d’intention de Framasoft sur le Framablog</a>
gd: <a href="https://framablog.org/2020/05/26/our-plans-for-tube-v3-progressive-fundraising-live-streaming-coming-next-fall">Leugh aithris Framasoft air Framablog</a>
sq: <a href="https://framablog.org/2020/05/26/our-plans-for-tube-v3-progressive-fundraising-live-streaming-coming-next-fall">Lexoni deklaratën e Framasoft-it, te Framablog</a>
sv: <a href="https://framablog.org/2020/05/26/our-plans-for-tube-v3-progressive-fundraising-live-streaming-coming-next-fall">Läs Framasofts uttalande på Framablog</a>

source: The money donated via this form will be exclusively dedicated to the Tube project.
cs: Peníze darované prostřednictvím tohoto formuláře budou určeny výhradně na projekt Tube.
es: El dinero donado a través de este formulario se dedicará exclusivamente al proyecto Tube.
fr_fr: L'argent donné via ce formulaire sera exclusivement consacré au projet Tube.
gd: Chan fhaigh ach am pròiseact Tube fhèin an t-airgead a thèid a thoirt dhuinn leis an fhoirm seo.
sq: Paratë e dhuruar përmes këtij formulari do të përdoren përjashtimisht për projektin Tube.
sv: Pengarna som ges via det här formuläret går uteslutande till Tube-projektet.

source: Share and follow
cs: Sdílejte a sledujte
es: Comparte y sigue
fr_fr: Suivre et partager
gd: Co-roinn is lean oirnn
pt_br: Compartilhar e seguir
sq: Ndajeni me të tjerë dhe ndiqeni
sv: Dela och följ

source: Thank you very much for your donation to the Tube project!
cs: Děkujeme vám za váš příspěvek na projekt Tube!
es: ¡Muchas gracias por tu donación al proyecto Tube!
fr_fr: Merci infiniment pour votre don au projet Tube !
gd: Mòran taing airson do thabhartas dhan phròiseact Tube!
ja: PeerTubeプロジェクトへの寄付、本当にありがとうございます！
sq: Shumë faleminderit për dhurimin tuaj për projektin Tube!

source: Thank you
cs: Děkujeme
es: Gracias
fr_fr: Merci
gd: Tapadh leat
ja: ありがとうございます
pt_br: Obrigado
sq: Faleminderit

source: Thanks to you, Framasoft’s teams will be able to continue and expand the work already started on this software.
cs: Díky vám budou týmy společnosti Framasoft moci pokračovat a rozšiřovat již zahájenou práci na tomto softwaru.
es: Gracias a usted, los equipos de Framasoft podrán continuar y ampliar el trabajo ya iniciado en este software.
fr_fr: Grâce à celui-ci, vous allez permettre aux équipes de Framasoft de continuer et d’approfondir le travail déjà entamé sur ce logiciel.
gd: Le do chuideachadh, ’s urrainn do sgiobaidhean Framasoft cumail a’ dol agus an obair a thòisich sinn air a’ bhathar-bhog seo a leudachadh.
sq: Falë jush, ekipet e Framasoft-it do të jenë në gjendje të vazhdojnë dhe thellojnë punën e nisur tashmë me këtë <em>software</em>.

source: The success of this fundraising depends only on you: <strong>we need you</strong> to raise awareness about this roadmap, so we can share our enthousiasm about Peertube's v3.
cs: Úspěch této sbírky závisí pouze na vás: <strong>potřebujeme vás</strong>, abyste zvýšili povědomí o tomto plánu, abychom mohli sdílet naše nadšení z Peertube v3.
es: El éxito de esta recaudación de fondos depende solo de usted:<strong>te necesitamos </strong> para crear conciencia sobre esta hoja de ruta, para que podamos compartir nuestro entusiasmo por la versión 3 de Peertube.
fr_fr: Le succès de cette collecte ne dépend que de vous : <strong>nous avons besoin de vous</strong> pour faire connaître cette feuille de route, afin que nous partagions notre enthousiasme sur la v3 de Tube.
gd: Tha soirbheas na togail airgid seo an urra riut fhèin: <strong>tha sinn an eisimeil ort</strong> ach an innis thu do chàch mun mhapa-rathaid seo ach an urrainn dhuinn ar dìorras mu tionndadh 3 de PheerTube a chom-pàirteachadh.
sq: Suksesi i kësaj fushate mbledhjeje fondesh varet vetëm nga ju: <strong>na duheni</strong>, për të shtuar ndërgjegjësimin rreth këtij plani, që të mund të ndajmë me të tjerët entuziazmin tonë për Peertube v3.
sv: Insamlingens framgång beror helt på er: <strong>vi behöver er hjälp</strong> för att väcka medvetande om den här översiktsplanen så att vi kan dela vår entusiasm om Tube v3.

source: Feel free <strong>to share your gesture</strong> on your favourite social networks and to talk about Tube around you!
ar: لا تتردد في <strong> مشاركة إيماءتك </strong> على الشبكات الاجتماعية المفضلة لديك والتحدث عن Tube من حولك!
cs: Neváhejte <strong>sdílet své gesto</strong> na svých oblíbených sociálních sítích a mluvit o Tube ve svém okolí!
es: ¡No dudes en <strong> compartir tu gesto </strong> en tus redes sociales favoritas y hablar sobre Tube a tu alrededor!
fr_fr: N'hésitez pas à <strong>partager votre belle démarche</strong> sur vos réseaux sociaux préférés et à en parler autour de vous !
gd: Nach <strong>co-roinn thu d’ fhaireachdainn</strong> air na lìonraidhean sòisealta as fheàrr leat is nach bruidhinn thu mu PheerTube ris an fheadhainn timcheall ort?
sq: Mos ngurroni <strong>të ndani me të tjerët gjestin tuaj</strong>, në rrjetet tuaja të parapëlqyera shoqërore dhe të flisni për Tube-in përqark jush!

source: Contact
ar: للإتصال
cs: Kontakt
es: Contacto
gd: Fios thugainn
ja: お問い合わせ
pt_br: Contato
sq: Kontakt
sv: Kontakt

source: Forum
ar: المنتدى
cs: Fórum
es: Foro
gd: Bòrd-brath
ja: フォーラム
pt_br: Fórum

source: Git
ar: مكتبة git
es: Github
ja: コード
pt_br: GitHub

source: Films
ar: أفلام
cs: Filmy
es: Películas
gd: Filmichean
ja: 映画
pt_br: Filmes
sq: Filma
sv: Filmer

source: Art
ar: فنّ
cs: Umění
es: Arte
gd: Ealan
ja: 芸術
pt_br: Arte
sv: Konst

source: Sports
ar: رياضات
cs: Sport
es: Deportes
gd: Spòrs
ja: スポーツ
pt_br: Esportes
sq: Sporte
sv: Sport

source: People
ar: الناس
cs: Lidé
es: Gente
gd: Daoine
ja: 人物
pt_br: Pessoas
sq: Njerëz
sv: Människor

source: Français
ar: الفرنسية
cs: Francouzština
es: Francés
ja: フランス語
pt_br: Francês
sq: Frëngjisht
sv: Franska

source: Occitan
ar: الأوكسيتانية
cs: Occitanština
es: Occitano
ja: オック語
pt_br: Occitano
sq: Oçitanisht
sv: Occitanska

source: E-mail
ar: بريد الالكتروني
es: Correo electrónico
gd: Post-d
ja: Eメール
pt_br: E-mail (correio eletrônico)
sv: E-postadress

source: Plugins & Playlists
ar: الإضافات وقوائم التشغيل
cs: Zásuvné moduly a seznamy skladeb
es: Complementos y listas de reproducción
gd: Plugain ⁊ liostaichean-cluich
ja: プラグインとプレイリスト
pt_br: Plugins e Playlists
sq: Shtojca & Luajlista
sv: Tillägg och spellistor

source: Live streaming
ar: بث مباشر
cs: Živé přenosy
es: Transmisión en vivo
gd: Sruthadh beò
ja: ライブ配信
pt_br: Transmissão ao vivo
sq: Transmetim i drejtpërdrejtë
sv: Direktsänd video

source: FAQ
ar: الأسئلة المتداوَلة
cs: Časté otázky
es: Preguntas frecuentes
gd: CÀBHA
pt_br: FAQ (Perguntas Frequentes)
sq: PBR
sv: Vanliga frågor

source: Sponsors
cs: Sponzoři
es: Patrocinadores
gd: Sponsairean
ja: スポンサー
pt_br: Patrocinadores
sq: Sponsorë
sv: Sponsorer

source: Plugins (annotations, etc)
cs: Zásuvné moduly (anotace atd.)
es: Complementos (anotaciones, etc.)
gd: Plugain (nòtachaidhean is msaa.)
ja: プラグイン（注釈など）
pt_br: Plugins (anotações, etc)
sq: Shtojca (shënime, etj)

source: (Oct. - Nov.)
cs: (říjen- listopad)
gd: (Dàmh. - Samh.)
ja: (10月 - 11月)
pt_br: (Out. - Nov.)
sq: (Tet. - Nën.)
sv: (oktober – november)

source: Update your name, avatar or description in <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/use-setup-account?id=update-your-profile">your profile</a>
gd: Ùraich d’ ainm, an t-avatar no an tuairisgeul agad air a’ <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/use-setup-account?id=update-your-profile">phròifil agad</a>
sq: Përditësoni emrin, avatarin ose përshkrimin tuaj te <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/use-setup-account?id=update-your-profile">profili juaj</a>

source: Organize videos in public or private <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/use-library?id=video-history">playlists</a>
gd: Cuir rian air videothan le <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/use-library?id=video-history">liostaichean-cluiche</a> poblach no prìobhaideach
sq: Sistemoni videot në <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/use-library?id=video-history">luajlista</a> publike ose private

source: See the dedicated section in the Tube documentation: <a href="https://tube.docs.imzqqq.top/use-report" target="_blank">https://docs.joinpeertube.org/use-report</a>
gd: Seall an earrann shònraichte ann an docamaideadh Tube: <a href="https://tube.docs.imzqqq.top/use-report" target="_blank">https://docs.joinpeertube.org/use-report</a>
sq: Shihni pjesën enkas te dokumentimi i Tube-it: <a href="https://docs.joinpeertube.org/use-report" target="_blank">https://docs.joinpeertube.org/use-report</a>

source: Create public <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/use-library?id=playlist">playlists</a> assigned to your channel to organize your content or remote videos
gd: Cruthaich <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/use-library?id=playlist">liostaichean-cluich</a> poblach a bhios iomruinte dhan t-seanail agad airson rian a chur air an t-susbaint agad no air videothan cèine
sq: Krijoni <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-library?id=playlist">luajlista</a> publike caktuar kanalit tuaj, për të sistemuar lëndën tuaj ose video gjetiu

source: We did not go any further, as we refuse to tie our code to a particular content funding method, that might not fit all communities and deter others. It's the reason why we encourage developers to use the <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/contribute-plugins">Tube plugin API</a> to create their own monetization system.
gd: Cha do chruthaich sinn dad na bu mhionaidiche air sgàth ’s nach eil sinn airson dòigh shònraichte air mar a gheibh thu maoineachadh a sparradh ort leis a’ chòd is sinne ’n dùil nach biodh e freagarrach dhan a h-uile coimhearsnachd. Seo as adhbhar gum mol sinn dhan luchd-leasachaidh gun cleachd iad <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/contribute-plugins">API nam plugan Tube</a> airson siostam airgeadachaidh aca fhèin a chruthachadh.
sq: S’shkuam më tej, ngaqë nuk pranojmë ta lidhim kodin tonë me një metodë të veçantë financimi lënde, që mund të mos u përshtatet krej bashkësive dhe mund të shkurajojë të tjerë. Kjo është arsyeja pse i nxisim zhvilluesit të përdorin <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/contribute-plugins">API-n Tube për shtojca</a> për të krijuar sistemin e tyre të monetarizimit.

source: Official <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/install-docker">Docker support</a>
gd: Taic oifigeil ri <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/install-docker">Docker</a>
sq: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-docker">Mbulim zyrtar për Docker</a>

source: Documented <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/api-rest-reference.html">REST API</a> and <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/maintain-tools">CLI tools</a>
gd: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/api-rest-reference.html">REST API</a> agus <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/maintain-tools">innealan CLI</a> le docamaideadh
sq: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/api-rest-reference.html">API REST</a> dhe <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.imzqqq.top/maintain-tools">mjete CLI</a> të dokumentuara
