Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: If it's free, can we upload illegal stuff on Tube?
ar: إذا كان مجانيًا ، فهل يمكننا تحميل أشياء غير قانونية على Tube؟
cs: Pokud je to zdarma, můžeme na Tube nahrávat nelegální věci?
es: Si es libre, ¿podemos cargar cosas ilegales en Tube?
fr_fr: Si c’est libre, peut-on mettre du contenu illicite sur Tube ?
gd: On a tha e saor, am faod sinn stuthan mì-laghail a luchdadh suas gu Tube?
ja: フリーソフトウェアのPeerTubeなら、違法な動画をアップロードできますか？
pt_br: Mas se é livre, podemos publicar conteúdo ilícito na plataforma do Tube?
sq: Nëse është i lirë, a mund të ngarkojmë gjëra të paligjshme në Tube?
sv: Om Tube är fritt, kan vi då ladda upp olagligt material där?

source: Is "Tube" a registered trademark?
ar: هل "Tube" علامة تجارية مسجلة؟
cs: Je "Tube" registrovaná ochranná známka?
es: ¿Es "Tube" una marca registrada?
fr_fr: Est-ce que "Tube" est une marque déposée ?
gd: A bheil “Tube” ’na chomharra-malairt clàraichte?
ja: 「Tube」は登録商標ですか？
pt_br: "Tube" é uma marca registrada?
sq: A është “Tube” një shenjë tregtare e regjistruar?

source: Is Tube a neutral software?
ar: هل Tube برنامج محايد؟
cs: Je Tube neutrální software?
es: ¿Tube es un software neutral?
fr_fr: Est-ce que Tube est un logiciel neutre ?
gd: A bheil Tube ’na bhathar-bog neo-phàirteach?
ja: PeerTubeは中立的なソフトウェアですか？
pt_br: Tube é um software neural?
sq: A është <em>software</em> neutral Tube-i?
sv: Är Tube en neutral mjukvara?

source: Is Tube's purpose to replace YouTube?
ar: هل الغرض من Tube هو استبدال YouTube؟
cs: Má Tube nahradit YouTube?
es: ¿El propósito de Tube es reemplazar a YouTube?
fr_fr: Le but de Tube, c’est de remplacer YouTube ?
gd: A bheil fainear Tube gun dèid e an àite YouTube?
ja: PeerTubeの目的はYoutubeに取って代わる事ですか？
pt_br: Tube se propõe a substituir o YouTube?
sq: Synimi i Tube-it është të zëvendësojë YouTube-in?
sv: Är målet med Tube att ersätta YouTube?

source: Tube does not contain all the tools I need to manage my instance
ar: لا يحتوي Tube على جميع الأدوات التي أحتاجها لإدارة المثيل الخاص بي
cs: Tube neobsahuje všechny nástroje, které potřebuji ke správě své instance
es: Tube no contiene todas las herramientas que necesito para administrar mi instancia
fr_fr: Tube ne contient pas tous les outils nécessaires à la gestion de mon instance
gd: Chan eil a h-uile inneal aig Tube a dh’fheumas mi airson an t-ionstans agam a stiùireadh
ja: PeerTubeにはインスタンスを管理するために必要なツールが全くありません
pt_br: Tube não contém todas as ferramentas que eu preciso ter para administrar minha instância no Tube
sq: Tube-i nuk përmban krejt mjetet që më duhen për të administruar instancës time
sv: Tube tillhandahåller inte de verktyg jag behöver för att administrera min instans

source: Should I have a big server to run Tube?
ar: هل يجب أن أمتلك خادمًا كبيرًا لتشغيل Tube؟
cs: Měl bych mít velký server pro provoz Tube?
es: ¿Debería tener un servidor grande para ejecutar Tube?
fr_fr: Dois-je avoir un gros serveur pour faire tourner Tube ?
gd: Am bu chòir do fhrithealaiche mòr a bhith agam airson Tube a ruith?
ja: PeerTubeを動かすためにスペックの高いサーバーを持つべきですか？
pt_br: Eu devo ter um grande servidor para executar o Tube?
sq: A duhet të kem një shërbyes të madh për të xhiruar Tube-in?

source: There are many bad/porn videos on Tube!
ar: هناك العديد من مقاطع الفيديو السيئة / الإباحية على Tube!
cs: Na Tube je mnoho špatných/porno videí!
es: ¡Hay muchos vídeos inapropiados o porno en Tube!
fr_fr: Il y a plein de vidéos porno/choquantes sur Tube !
gd: Tha tòrr videothan dona/pòrn air Tube!
ja: PeerTubeに不快な、もしくはアダルトな動画が多くあります！
pt_br: Existem vários vídeos pornográficos/vídeos inapropriados no Tube!
sq: Ka shumë video të ndyra/porno në Tube!
sv: Det finns mycket dåliga videor och pornografi på Tube!

source: What are the Tube features for administrators?
ar: ما هي ميزات للمشرف علىPeerTube ؟
cs: Jaké jsou funkce Tube pro správce?
es: ¿Cuáles son las funciones de Tube para administradores?
fr_fr: Quelles sont les fonctionnalités de Tube pour les administrateurs ?
gd: Dè na gleusan a gheibh rianairean air Tube?
ja: 運営者のとってのPeerTubeの特徴は何ですか？
pt_br: Quais são as funcionalidades do Tube para Administradores?
sq: Cilat janë veçoritë e Tube-it për përgjegjësit?

source: What are the Tube features for content creators?
ar: ما هي ميزات Tube لمنشئي المحتوى؟
cs: Jaké jsou funkce Tube pro tvůrce obsahu?
es: ¿Cuáles son las funciones de Tube para los creadores de contenido?
fr_fr: Quelles sont les fonctionnalités de Tube pour les créateurs de contenu ?
gd: Dè na gleusan a gheibh ùghdaran susbainte air Tube?
ja: 動画制作者にとってのPeerTubeの特徴は何ですか？
pt_br: Quais são da funcionalidades do Tube para criadores de conteúdo?
sq: Cilat janë veçoritë e Tube-it për krijues lënde?

source: What are the Tube features for developers?
fr_fr: Quelles sont les fonctionnalités de Tube pour les développeurs ?

source: What are the Tube features for viewers?
ar: ما هي ميزات Tube للمشاهدين؟
cs: Jaké jsou funkce Tube pro diváky?
es: ¿Cuáles son las funciones de Tube para los espectadores?
fr_fr: Quelles sont les fonctionnalités de Tube pour les spectateurs ?
gd: Dè na gleusan a gheibh an luchd-amhairc air Tube?
ja: 動画視聴者にとってのPeerTubeの特徴は何ですか？
pt_br: Quais são as funcionalidades do Tube para Espectadores?
sq: Cilat janë veçoritë e Tube-it për parësit?

source: What are the main advantages of Tube?
ar: ما هي المزايا الرئيسية لـ Tube؟
cs: Jaké jsou hlavní výhody Tube?
es: ¿Cuáles son las principales ventajas de Tube?
fr_fr: Quels sont les avantages principaux de Tube ?
gd: Dè na buannachdan as cudromaiche a gheibh mi à Tube?
ja: PeerTubeの主な長所はなんですか？
pt_br: Quais são as principais vantagens do Tube?
sq: Cilat janë përparësitë kryesore të Tube-it?
sv: Vilka är fördelarna med Tube?

source: What is Tube's policy about content monetization?
ar: ما هي سياسة Tube بشأن تحقيق الدخل من المحتوى؟
cs: Jaké jsou zásady společnosti Tube týkající se zpeněžení obsahu?
es: ¿Cuál es la política de Tube sobre monetización de contenido?
fr_fr: Quelle est la politique de rémunération du contenu pour Tube ?
gd: Dè am poileasaidh aig Tube a thaobh airgeadachadh na susbainte?
ja: 動画による収益化へのPeerTubeのポリシーはありますか？
pt_br: Qual é a política de monetização de conteúdo do Tube?
sq: Cila është politika e Tube-it për monetarizim lënde?
sv: Hur ser PeerTubes policy ut för att tjäna pengar på sina videor?

source: What is Tube?
ar: ما هو Tube؟
cs: Co je Tube?
es: ¿Qué es Tube?
fr_fr: C'est quoi Tube ?
gd: Dè th’ ann am Tube?
ja: PeerTubeとは何ですか？
pt_br: O que é o Tube?
sq: Ç’është Tube?
sv: Vad är Tube?

source: What is the Tube release policy?
ar: ما هي سياسة إصدار Tube؟
cs: Jaké jsou zásady vydávání Tube?
es: ¿Cuál es la política de publicación de Tube?
fr_fr: Quelle est la politique de release de Tube ?
gd: Dè th’ ann am poileasaidh sgaoileadh Tube?
ja: PeerTubeのリリースポリシーはありますか？
pt_br: Qual é a política de publicação do Tube?
sq: Cilat janë rregullat e Tube-it për hedhjet në qarkullim?
sv: Hur ser PeerTubes versionspolicy ut?

source: Who is working on Tube?
ar: من الذي يعمل على Tube؟
cs: Kdo pracuje na Tube?
es: ¿Quién trabaja en Tube?
fr_fr: Qui travaille sur Tube ?
gd: Cò tha ag obair air Tube?
ja: 誰がPeerTubeの開発に取り組んでいますか？
pt_br: Quem está trabalhando no Tube?
sq: Cilët merren me Tube-in?
sv: Vem arbetar på Tube?

source: Why do you let bad people use or upload bad videos on Tube?
ar: لماذا تسمح للأشرار باستخدام أو تحميل مقاطع فيديو سيئة على Tube؟
cs: Proč necháváte špatné lidi používat nebo nahrávat špatná videa na Tube?
es: ¿Por qué dejas que las personas malas usen o suban videos malos en Tube?
fr_fr: Pourquoi laissez vous des personnes mal intentionnées utiliser ou diffuser du contenu choquant sur Tube ?
gd: Carson a leigeas sibh le droch-dhaoine Tube a chleachdadh no droch-videothan a luchdadh suas?
ja: なぜ悪意のある人々にPeerTubeを利用させたり、有害な動画をアップロードさせているのですか？
sq: Pse lejoni të ligj të përdorin ose të ngarkojnë video të liga në Tube?

source: Why does Tube use ActivityPub and WebRTC? Why not IPFS / DTube / Steemit?
ar: لماذاPeerTube يستخدم ActivityPub و WebRTC؟ و لا يستخدم IPFS / DTube / Steemit؟
cs: Proč Tube používá ActivityPub a WebRTC? Proč ne IPFS / DTube / Steemit?
es: ¿Por qué Tube usa ActivityPub y WebRTC? ¿Por qué no IPFS / DTube / Steemit?
fr_fr: Pourquoi Tube utilise-t-il ActivityPub et WebRTC ? Pourquoi pas IPFS / DTube / Steemit ?
gd: Carson a chleachdas Tube ActivityPub agus WebRTC seach IPFS / DTube / Steemit?
ja: なぜPeerTubeはIPFSやDTubeやSteemitではなく、ActivityPubやWebRTCを利用しているのですか？
sq: Pse Tube-i përdor ActivityPub dhe WebRTC ? Pse jo IPFS / DTube / Steemit?
sv: Varför använder Tube ActivityPub och WebRTC? Varför inte IPFS, DTube eller Steemit?

source: Why hosting the code on GitHub and Framagit?
ar: لماذا تستضيف الكود على GitHub و Framagit؟
cs: Proč hostovat kód na GitHubu a Framagitu?
es: ¿Por qué alojar el código en GitHub y Framagit?
fr_fr: Pourquoi héberger le code sur GitHub et Framagit ?
gd: Carson a tha an còd ’ga òstadh air GitHub agus Framagit?
ja: なぜGithubとFramagitにPeerTubeのコードがあるのですか？
pt_br: Por que hospedar o código no GitHub e Framagit?
sq: Pse të strehohet kodi në GitHub dhe Framagit?

source: A few questions to discover Tube
ar: بعض الأسئلة لاكتشاف Tube
cs: Několik otázek k prozkoumání Tube
es: Algunas preguntas para descubrir Tube
fr_fr: Quelques questions pour découvrir Tube
gd: Ceist no dhà airson eòlas fhaighinn air Tube
ja: PeerTubeを知るためのFAQ
pt_br: Algumas questões para descobrir o Tube
sq: Një dorë pyetjesh për të zbuluar Tube-in
sv: Några frågor för att utforska Tube

source: Tube Presentation
ar: عرض Tube
cs: Prezentace Tube
es: Presentación de Tube
fr_fr: Présentation de Tube
gd: Taisbeanadh Tube
ja: PeerTubeの紹介
pt_br: Apresentação do Tube
sq: Paraqitje e Tube-it
sv: Presentation av Tube

source: Tube is software that you install on a web server. It allows you to create a video hosting website, so create your "homemade YouTube".
ar: Tube هو برنامج تقوم بتثبيته على خادم ويب. يسمح لك بإنشاء موقع ويب لاستضافة الفيديو ، لذا قم بإنشاء "YouTube محلي الصنع".
cs: Tube je software, který nainstalujete na webový server. Umožňuje vytvořit webovou stránku pro hostování videí, takže si můžete vytvořit svůj "domácí YouTube".
es: Tube es un software que instala en un servidor web. Te permite crear un sitio web de alojamiento de vídeo, así que crea tu "YouTube casero".
fr_fr: Tube est un logiciel qui s’installe sur un serveur. Il permet de créer un site web d’hébergement et de diffusion de vidéos, donc de faire son « YouTube maison ».
gd: ’S e bathar-bog a stàlaicheas tu air frithealaiche-lìn a th’ ann am Tube. Leigidh e leat làrach-lìn òstadh videothan a chruthachadh, mar sinn cruthaichidh tu “YouTube dèanta aig an taigh” agad fhèin.
ja: PeerTubeはWebサーバーにインストールするソフトウェアです。動画をホスティングするウェブサイトを構築でき、あなただけの「自作YouTube」を作れます。
pt_br: Tube é um aplicativo (software) que você instala num servidor de web. Ele te possibilita criar um site que hospeda vídeos, então, crie o seu YouTube "feito em casa".
sq: Tube është software që e instaloni në një shërbyes. Ju lejon të krijoni një sajt strehimi videosh, pra krijoni “YouTube-in që e keni bërë vetë”.
sv: Tube är mjukvara som kan installeras på en webbserver för att skapa en webbplats för videodelning, ett ”hemmabyggt YouTube”.

source: The difference to YouTube is that it's not intended to create a huge platform centralizing videos from the whole world on a single server farm (which is horribly expensive).
ar: يتمثل الاختلاف في YouTube في أنه لا يقصد إنشاء منصة ضخمة تركز على مقاطع الفيديو من العالم بأسره في مزرعة خوادم واحدة (وهو أمر مكلف للغاية).
cs: Rozdíl oproti YouTube spočívá v tom, že cílem není vytvořit obrovskou platformu centralizující videa z celého světa na jedné serverové farmě (což je strašně drahé).
es: La diferencia con YouTube es que no tiene la intención de crear una gran plataforma que centralice vídeos de todo el mundo en una sola granja de servidores (lo cual es terriblemente costoso).
fr_fr: La différence avec YouTube, c’est qu’il n’est pas pensé pour créer une énorme plateforme centralisant les vidéos du monde entier sur une ferme de serveurs (qui coûte horriblement cher).
gd: ’S e an diofar eadar Tube is YouTube nach eil e ag amas gun dèid ùrlar a chruthachadh a chuireadh na videothan o fheadh an t-saoghail ri chèile air an aon tuathanas fhrithealaichean (is bhiodh sin cianail fhèin daor).
ja: YouTubeとの違いは、全世界から一つのサーバー（恐ろしいほどそのランニングコストは高いです）に動画を集中させる巨大なプラットフォームを創造することではありません。
pt_br: A diferença em relação ao YouTube é que Tube não pretende criar uma enorme plataforma centralizada de vídeos do mundo inteiro num único servidor em um centro de dados (o que é terrivelmente caro).
sq: Dallimi me YouTube-in është se nuk është konceptuar për të krijuar një platformë të stërmadhe për centralizim të videove nga krejt bota në një fermë të vetme shërbyesish (çka është tmerrësisht e kushtueshme).
sv: Till skillnad från YouTube är vårt mål inte att skapa en gigantisk plattform som centraliserar videor från jordens alla hörn på en enda serverfarm (vilket är ofattbart dyrt).

source: On the contrary, Tube's concept is to create a network of multiple small interconnected video hosting providers.
ar: على العكس من ذلك ، فإن مفهوم Tube هو إنشاء شبكة من موفري خدمات استضافة الفيديو المترابطة والمتعددة.
cs: Koncepce Tube naopak spočívá ve vytvoření sítě několika malých vzájemně propojených poskytovatelů hostingu videa.
es: Por el contrario, el concepto de Tube es crear una red de múltiples pequeños proveedores de alojamiento de video interconectados.
fr_fr: Au contraire, le concept de Tube est de créer un réseau de nombreux petits hébergeurs de vidéos, interconnectés.
gd: Air a’ chaochladh, ’s e bun-bheachd Tube gun dèid lìonra de dh’iomadh solaraichean òstadh video beaga a chruthachadh a bhios co-cheangailte ri chèile.
ja: それに対してPeerTubeのコンセプトは、小規模で相互接続された動画ホスティングのプロバイダーから成る、多数のネットワークを生み出すことです。
pt_br: Ao contrário, o conceito de Tube é criar uma rede de vários provedores de difusão de vídeo pequenos, porém, interconectados.
sq: Përkundrazi, konceptimi i Tube-it është krijimi i një rrjeti furnizuesish të vegjël të shumtë, të ndërlidhur, strehimi videosh.
sv: I stället satsar Tube på att skapa ett nätverk av sammanlänkade små värdservrar.

source: Tube is unique because (as far as we know) it's the only video hosting web application which combines three advantages:
ar: يعتبر Tube فريدًا لأنه (على حد علمنا) هو تطبيق الويب الوحيد لاستضافة الفيديو الذي يجمع بين ثلاث مزايا:
cs: Tube je jedinečný, protože (pokud víme) je to jediná webová aplikace pro hosting videa, která kombinuje tři výhody:
es: Tube es único porque (hasta donde sabemos) es la única aplicación web de alojamiento de vídeo que combina tres ventajas:
fr_fr: Tube est unique car (à notre connaissance), c’est la seule application web d’hébergement vidéo qui allie trois avantages :
gd: Tha Tube air leth (cho fad ’s as aithne dhuinn) air sgàth ’s nach eil aplacaid-lìn sam bith eile airson òstadh videothan ann a chuireas na trì buannachdan seo ri chèile:
ja: PeerTubeは唯一無二の存在です。なぜなら以下の3つの長所を組み合わせた、唯一の動画ホスティングのためのWebアプリケーションだからです（私たちが知っている限りでは）。
pt_br: Tube é único porque (até onde sabemos) é o único aplicativo de hospedagem de vídeo que combina três vantagens:
sq: Tube-i është unik, ngaqë (me sa dimë) është aplikacioni i vetëm web për strehim videosh që ndërthur tre përparësi:
sv: Tube är unikt eftersom det (så vitt vi vet) är den enda webbapplikationen för videor som kombinerar de här tre fördelarna:

source: An open code under a free/libre license
ar: رمز مفتوح بموجب ترخيص مجاني / حر
cs: Otevřený kód pod otevřenou licencí
es: Un código de licencia libre y de código abierto
fr_fr: Un code ouvert sous licence libre
gd: Bun-tùs fosgailte fo cheadachas saor
ja: フリーでLibreなライセンスにおける、開かれたソースコード
sq: Kod i hapur, nën licencë të lirë/libre
sv: Öppen källkod med en fri licens

source: Tube is freely provided, no need to pay to install it on your server;
ar: يتم توفير Tube مجانًا ، ولا داعي للدفع لتثبيته على الخادم الخاص بك;
cs: Služba Tube je poskytována zdarma, za její instalaci na server není třeba platit;
es: Tube se proporciona gratuitamente, no es necesario pagar para instalarlo en tu servidor;
fr_fr: Tube est diffusé gratuitement, pas besoin de payer pour l’installer sur son serveur ;
gd: Tha Tube ’ga thoirt dhut saor ’s an-asgaidh is cha leig thu leas pàigheadh mus stàlaidh thu air an fhrithealaiche agad e;
ja: PeerTubeは無料で提供され、サーバーにインストールする際にお金を払う必要はありません;
pt_br: Tube é oferecido gratuitamente, não há necessidade de pagar para instalá-lo no seu servidor;
sq: Tube ofrohet lirisht, pa qenë nevoja të paguani për ta instaluar në shërbyesin tuaj;
sv: Tube är gratis, du behöver inte betala för att installera det på din server

source: We can look under the hood of Tube (its source code): it's auditable, transparent;
ar: يمكننا أن ننظر تحت غطاء Tube (كود المصدر الخاص به): إنه قابل للتدقيق وشفاف ;
cs: Můžeme nahlédnout pod pokličku Tube (jeho zdrojový kód): je auditovatelný, transparentní;
es: Podemos mirar bajo el capó de Tube (su código fuente): es auditable, transparente;
fr_fr: On peut regarder sous le capot de Tube (son code source) : il est auditable, transparent ;
gd: ’S urrainn dhut sùil a thoirt air mar a tha Tube ag obair (am bun-tùs aige): gabhaidh a sgrùdadh ’s tha e faicsinneach;
ja: Tube(のソースコード）の中を見ることができます。それは監査可能であり、透明性があります;
pt_br: Nós podemos olhar sob o capô do Tube (seu código fonte): é auditável, transparente;
sq: Mund të zhbirojmë nën kapakun e Tube-it (në kodin burim të tij): mund të merret në shqyrtim, është transparent;
sv: Vi kan se hur Tube fungerar bakom kulisserna (dess källkod): det går att granska och är transparent

source: It can be enhanced by everyone's contributions.
ar: يمكن تعزيزه من خلال مساهمات الجميع.
cs: Může být obohacen o příspěvky každého z nás.
es: Se puede mejorar con las contribuciones de todos.
fr_fr: Il peut s’enrichir des contributions de chacun·e.
gd: ’S urrainn do dhuine sam bith cur ris an leasachadh.
ja: みなさんの貢献によって、さらにPeerTubeを良くすることができます。
pt_br: Pode ser ampliado pela contribuição de todos.
sq: Mund të zgjerohet nga kontributet e cilitdo.
sv: Koden kan förbättras av allas bidrag

source: A federation of interconnected hosting providers
ar: اتحاد مزودي الاستضافة المترابطين
cs: Federace propojených poskytovatelů hostingu
es: Una federación de servicios de alojamiento interconectados
fr_fr: Une fédération d’hébergements interconnectés
gd: Co-nasgadh de sholaraichean òstaidh
ja: 相互に接続されたPeerTubeインスタンスの連合
sq: Federatë furnizuesish të ndërlidhur strehimi
sv: En federation av sammanlänkade videovärdar

source: It decentralizes video storage and decision-making power;
ar: يقوم بإضفاء اللامركزية على تخزين الفيديو وسلطة اتخاذ القرار ;
cs: Decentralizuje ukládání videa a rozhodovací pravomoci;
es: Descentraliza el almacenamiento de video y el poder de toma de decisiones;
fr_fr: Ça décentralise le stockage des vidéos ainsi que le pouvoir de décision ;
gd: Sgaoilidh e stòras nam videothan agus cumhachd cho-dhùnaidhean;
ja: 動画を保管するストレージと意思決定の力を分散させます;
pt_br: Descentraliza o armazenamento de vídeo e do poder de tomada de decisão;
sq: Decentralizon depozitimin e videove dhe pushtetin e vendimmarrjes;
sv: Detta sprider ut videolagringen och makten över plattformen

source: We can display videos and accounts of other Tube websites;
ar: يمكننا عرض مقاطع فيديو وحسابات لمواقع Tube الأخرى ;
cs: Můžeme zobrazovat videa a účty jiných webových stránek Tube;
es: Podemos mostrar videos y cuentas de otros sitios web de Tube;
fr_fr: Nous pouvons afficher les vidéos et comptes d'autres instances Tube ;
gd: ’S urrainn dhuinn videothan gus cunntasan o làraichean-lìn Tube eile a shealltainn;
ja: 他のPeerTubeインスタンスの動画やアカウントを表示することができます;
pt_br: Nós poderemos exibir contas e vídeos de outras instâncias do Tube;
sq: Mund të shfaqim video dhe llogari në sajte të tjera Tube-i;
sv: Vi kan visa videor och konton från andra Tube-webbplatser

source: It's based on <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> to connect with tools <a target="_blank" rel="noopener noreferrer" href="https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701">like Mastodon</a> for example.
cs: Je založen na <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> pro propojení s nástroji <a target="_blank" rel="noopener noreferrer" href="https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701">jako například Mastodon</a>.
es: Se basa en <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub </a> para conectar con herramientas<a target="_blank" rel="noopener noreferrer" href="https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701">como Mastodon</a>, por ejemplo.
fr_fr: C'est basé sur <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> afin de se connecter à d'autres outils <a target="_blank" rel="noopener noreferrer" href="https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701">comme Mastodon</a> par exemple.
gd: Tha e stèidhichte air <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> ach an dèan sinn ceangal ri innealan eile coltach ri <a target="_blank" rel="noopener noreferrer" href="https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701">Mastodon</a>, mar eisimpleir.
ja: 例えば <a target="_blank" rel="noopener noreferrer" href="https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701">マストドン</a>のように相互に接続するためのツールとして<a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>がベースになります。
pt_br: É baseado em <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> para conectar com as ferramentas <a target="_blank" rel="noopener noreferrer" href="https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701">lcomo o Mastodon</a> por exemplo.
sq: Bazohet në <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> për t’u lidhur me mjete <a target="_blank" rel="noopener noreferrer" href="https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701">si Mastodon-i</a>, për shembull.
sv: Det grundar sig på <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> för att kommunicera med andra plattformar, som <a target="_blank" rel="noopener noreferrer" href="https://tube.cpy.re/videos/watch/da2b08d4-a242-4170-b32a-4ec8cbdca701">Mastodon</a>

source: Peer-to-peer broadcasting
ar: البث من نظير إلى نظير
cs: Peer-to-peer vysílání
es: Difusión de igual a igual (peer-to-peer)
fr_fr: De la diffusion en pair-à-pair
gd: Craoladh is coimhead peer-to-peer
ja: P2Pによる動画配信
pt_br: Transmissão peer-to-peer (par-a-par)
sq: Transmetim tek-për-tek
sv: Att distribuera videor från person till person

source: It reduces server bandwidth overload if a video becomes viral;
ar: يقلل من التحميل الزائد لعرض النطاق الترددي للخادم إذا أصبح الفيديو فيروسيًا ;
cs: Snižuje přetížení šířky pásma serveru, pokud se video stane virálním;
es: Reduce la sobrecarga del ancho de banda del servidor si un video se vuelve viral;
fr_fr: Ça réduit la surcharge de la bande passante du serveur si une vidéo devient virale ;
gd: Lùghdaichidh e an t-eallach air bann-leathann nam frithealaichean nuair a bhios fèill mhòr air video;
ja: ある動画が話題になった場合、その動画によるサーバーの帯域幅への過負荷を軽減します;
pt_br: Reduz a sobrecarga da banda de um servidor quando um vídeo se torna viral;
sq: Redukton mbingarkesën e sasisë të trafikut për shërbyesin, nëse videoja përhapet shumë;
sv: Det minskar risken för att överbelasta en server om en video snabbt blir väldigt populär
