Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: Most importantly, <strong>you are a person to Tube, not a product in need of profiling so as to be stuck in video loops.</strong> For example, Tube doesn't use any biased recommendation algorithms to keep you online for hours on end.
cs: Nejdůležitější je, že <strong>pro Tube jste člověk, nikoli produkt, který je třeba profilovat, abyste mohli trčet ve video smyčkách.</strong> Tube například nepoužívá žádné neobjektivní doporučovací algoritmy, které by vás udržovaly online celé hodiny.
es: Lo más importante, <strong>eres una persona para Tube, no un producto que necesita perfiles para estar atrapado en los bucles de vídeo.</strong> Por ejemplo, Tube no utiliza ningún algoritmo de recomendación sesgado para mantener a la audiencia en línea durante horas y horas.
fr_fr: Mais surtout, <strong>Tube vous considère comme une personne, et non pas comme un produit qu’il faut profiler et enfermer dans des boucles vidéos</strong>. Tube n’utilise par exemple aucun algorithme de recommandation biaisé pour vous faire rester indéfiniment en ligne.
gd: Agus nas cudromaiche buileach, <strong>’s e neach a th’ annad do PheerTube seach bathar air an dèanar pròifil gus do chumail beò-ghlacte ann an lùban video.</strong> Mar eisimpleir, cha chleachd Tube algairim molaidh le claonadh airson do chumail air loidhne fad uairean mòra.
ja: 最も重要なのは、<strong>あなたは一人の人間としてPeerTubeにアクセスしており、動画のループ再生から離れなくさせるためにプロファイリングを必要とするような、プロダクト（商品）としてではありません。</strong>例えば、PeerTubeは結果的に何時間もオンラインでユーザーに動画を見させるための、偏りのあるレコメンデーションアルゴリズムを一切採用していません。
pt_br: Mais importante, <strong>você é uma pessoa para o Tube, não um produto eu seja necessário criar um perfil e fechar em ciclos de vídeos</strong> Por exemplo, Tube não usa nenhum tipo de recomendação tendenciosa para te manter online por horas sem fim.
sq: Më kryesorja, <strong>për Tube-in jeni një person, jo një produkt që duhet profilizuar për ta ngecur në qerthuj videosh.</strong> Për shembull, Tube-i nuk përdor ndonjë algoritëm rekomandimesh hileqare, për t’ju mbajtur në internet për orë e orë të tëra.
sv: Viktigast är att <strong>Tube behandlar dig som en person och inte en produkt som måste profileras och fångas i en videoloop</strong>. Till exempel använder Tube inte någon avvägd rekommendationsalgoritm för att hålla dig inloggad timme efter timme.

source: All of this is made possible by Peertube's free/libre license (GNU-AGPL). Its code is a digital "common", that belongs to everybody, instead of a secret formula that belongs to Google (in the case of Youtube) or to Vivendi/Bolloré (Dailymotion). This free/libre license <strong>guarantees our fundamental freedoms as users and allows many contributors to offer evolutions and new features.</strong>
cs: To vše je možné díky svobodné licenci Peertube (GNU-AGPL). Její kód je digitální "společný", který patří všem, namísto tajného vzorce, který patří Googlu (v případě Youtube) nebo Vivendi/Bolloré (Dailymotion). Tato svobodná/libre licence <strong>zaručuje naše základní svobody jako uživatelů a umožňuje mnoha přispěvatelům nabízet evoluce a nové funkce.</strong>
es: Todo esto es posible gracias a la licencia libre de Tube (GNU-AGPL). Su código es un "común" digital, que pertenece a todos, en lugar de una fórmula secreta que pertenece a Google (en el caso de Youtube) o a Vivendi / Bolloré (Dailymotion). Esta licencia libre <strong> garantiza nuestras libertades fundamentales como usuarios y permite a muchos contribuidores a ofrecer cambios y nuevas características.</strong>
fr_fr: Tout cela est possible car Tube est un logiciel libre (licence GNU-AGPL pour les connaisseur⋅euses). Son code est un « commun » numérique, partagé avec tous et toutes, et non une recette secrète appartenant à Google (pour YouTube) ou à Vivendi/Bolloré (pour Dailymotion). Cette licence libre <strong>garantit nos libertés fondamentales d’utilisateur⋅ices et permet à de nombreux contributeur⋅ices de proposer des évolutions et de nouvelles fonctionnalités.</strong>
gd: ’S ann le taic a’ cheadachais shaoir aig Tube (GNU-AGPL) a tha sinn a’ toirt na gleusan sin uile dhut. ’S e “coitcheann” digiteach a tha sa chòd aige a bhuineas dhan a h-uile duine seach foirmle dhìomhair fo shealbh Google (ma bhios sinn a’ bruidhinn air Youtube) no Vivendi/Bolloré (Dailymotion). Bheir an ceadachas saor seo <strong>barantas dhuinn gun cùm sinn na saorsainnean bunasach againn ’nar luchd-cleachdaidh agus leigidh e le iomadh neach-cuideachaidh dreachan agus gleusan ùra a thoirt dhuinn.</strong>
ja: 以上のことを可能にするのは、PeerTubeのフリーでLibreなライセンス(GNU-AGPL)です。PeerTubeのコードは全ての人の所有物であり、デジタル"コモン"です。Google(この場合はYoutube)またはVivendi/Bolloré (Dailymotion)のように、コードが秘密にされていません。このフリーでLibreなライセンスは<strong>利用するユーザとしての基本的な自由を保証し、多くのコントリビューターがPeerTubeの発展や新しい機能をもたらす事を可能にします。</strong>
pt_br: Tudo isso é possível pela licença livre do Peertube (GNU-AGPL). Seu código é um "bem" digital, que pertence a todos, ao invés de uma fórmula secreta que pertence ao Google (no caso do Youtube) ou ao Vivendi/Bolloré (Dailymotion). Essa licença livre <strong>garante nossas liberdades funtamentais como usuários e permite que muitos contribuidores ofereçam evoluções e novos recursos.</strong>
sq: Krejt kjo është bërë e mundur nga licenca e lirë/libre e Peertube-it (GNU-AGPL). Kodi i tij është një “e mirë e përbashkët” dixhitale, që i përket gjithkujt, në vend se një formulë e fshehtë që i takon Google-it (në rastin e Youtube-it), ose Vivendi/Bolloré (Dailymotion). Kjo licenvë e lirë/ <strong>garanton liritë tonë themelore si përdorues dhe u lejon mjaft kontribuesve të ofrojnë evolucion dhe veçori të reja.</strong>
sv: Allt detta är möjligt tack vare PeerTubes fria licens (GNU-AGPL). Koden är en digital allmänning som tillhör oss alla, i motsats till en hemlig algoritm som tillhör Google (som är fallet med Youtube) eller Vivendi / Bolloré (för Dailymotion). Den här fria licensen <strong>garanterar våra grundläggande friheter som användare och tillåter många bidragsgivare att erbjuda förbättringar och nya funktioner</strong>

source: Are you a video maker?
cs: Jste tvůrce videí?
es: ¿Eres un creador de vídeos?
fr_fr: Vous êtes vidéaste ?
gd: An e ùghdar videothan a th’ annad?
ja: あなたは動画制作者ですか？
pt_br: Você é um criador de vídeo?
sq: Jeni një krijues videosh?
sv: Är du en videoskapare?

source: With Tube, choose <strong>your hosting company and the rules you believe in.</strong>
cs: S Tube si můžete vybrat <strong>svoji hostingovou společnost a pravidla, kterým věříte.</strong>
es: Con Tube, elige <strong>tu empresa de alojamiento y las reglas en las que crees.</strong>
fr_fr: Avec Tube, vous choisissez <strong>un hébergement et des règles qui vous correspondent.</strong>
gd: Le Tube, tagh <strong>an companaidh òstaidh agad agus na riaghailtean sa bheil thu fhèin a’ creidsinn.</strong>
ja: PeerTubeでは、<strong>あなたが信頼するインスタンスとそのインスタンスルール</strong>を選びましょう
sq: Me Tube-in, zgjidhni <strong>shoqërinë tuaj strehuese dhe rregullat që besoni.</strong>
sv: Med Tube kan du välja <strong>ett webbhotell med regler du tycker om</strong>.

source: YouTube has clearly gone astray: its hoster, Google-Alphabet, can enforce its ContentID system (the infamous "Robocopyright") or its videos recommendation system, all of which appear to be as obscure as unfair.
cs: YouTube se zjevně dostal na scestí: jeho hostitel, společnost Google-Alphabet, může prosazovat svůj systém ContentID (nechvalně známý "Robocopyright") nebo svůj systém doporučování videí, což se zdá být stejně obskurní jako nespravedlivé.
es: YouTube claramente se ha descarriado: su proveedor de alojamiento, Google-Alphabet, puede hacer cumplir su sistema ContentID (el infame "Robocopyright") o su sistema de recomendación de videos, todo lo cual parece ser tan oscuro como injusto.
fr_fr: On l’a vu avec les dérives de YouTube : son hébergeur, Google-Alphabet, peut imposer son système ContentID (le fameux « Robocopyright ») ou ses outils de mise en valeur des vidéos, qui semblent aussi obscurs qu’injustes.
gd: Chaidh YouTube air seachran gu follaiseach: ’s urrainn dhan òstair aige, Google-Alphabet, siostam nan ContentID aige (an “Robocopyright” mì-chliùiteach) no siostam nam molaidhean video aige a sparradh air daoine agus tha coltas dìomhair is neo-chothromach air sin.
ja: Youtubeはあるべき姿から明確に外れています。Youtubeの所有者であるGoogle（親会社Alphabet）は、コンテンツIDシステム（「Robocopyright」と呼ばれる評判が悪いシステム）、または動画レコメンデーションシステムをユーザーに強制することができ、それらのシステムは不公平かつ不明瞭なものに思われます。
pt_br: YouTube claramente virou um vigilante cinzeiro: o seu provedor de hospedagem, Google-Alphabet, pode impor o seu sistema de ContentID (o famoso "Robocopyright" [Robô dos direitos autorais]) ou seu sistema de recomendação de vídeos, que são tão obscuros quanto injustos.
sq: YouTube-i qartazi është qorrollisur: strehuesi i tij, Google-Alphabet, mund të detyrojë sistemin e vet ContentID (“Robocopyright”-i famëkqe), ose sistemin e vet të rekomandimit të videove, të cilat që të gjitha duket të jenë as të errëta, aq edhe të padrejta.
sv: Det är uppenbart att YouTube har spårat ur: dess ägare, Google / Alphabet, kan vidmakthålla sitt ContentID-system (det ökända ”Robocopyright”) och ett rekommendationssystem som verkar lika icke-transparent som orättvist.

source: Direct contact with a human-scale hoster allows for two things: you no longer are the client of a huge tech company, and <strong>you can nurture a special relationship with your hoster, who distributes your data.</strong>
cs: Přímý kontakt s hosterem v lidském měřítku umožňuje dvě věci: už nejste klientem obrovské technologické společnosti a <strong>můžete si vypěstovat zvláštní vztah se svým hosterem, který distribuuje vaše data.</strong>
es: El contacto directo con un proveedor de alojamiento a nivel humano permite dos cosas: ya no eres cliente de una gran empresa de tecnología y <strong> puedes fomentar una relación especial con tu proveedor de alojamiento, quien distribuye tus datos. </strong>
fr_fr: Être en contact direct avec un hébergeur à taille humaine vous permet, non seulement de ne plus être le client d'une grande entreprise du numérique, mais surtout <strong>d'avoir des rapports privilégiés avec les personnes qui hébergent et diffusent vos données.</strong>
gd: Mas urrainn dhut conaltradh air dòigh pearsanta leis an òstair, bheir sin dà chothrom dhut: cha bhi thu ’nad chliant aig companaidh teicneolais mòr tuilleadh agus <strong>’s urrainn dhut dàimh shònraichte a stèidheachadh leis an òstair a bhios a’ sgaoileadh an dàta agad.</strong>
ja: インスタンス管理者と対人規模で直接連絡を取ることは、2つの事を可能にします。まず、あなたはもはや巨大なテクノロジー企業の顧客ではなくなります。そして、<strong>あなたの様々なデータを配信する、インスタンス管理者との間に特別な関係を育むことができます。</strong>
pt_br: O contato direto com um provedor de características humanas permite, não apenas de não ser mais um cliente de uma grande empresa digital, mas sobretudo <strong>ter uma relação privilegiada que hospedam e difundem seus dados.</strong>
sq: Kontakti i drejtpërdrejtë me një strehues qenie njerëzore lejon dy gjëra: s’jeni më klient i një shoqërie të stërmadhe teknologjike dhe <strong>mund të ndërtoni një marrëdhënie të veçantë me strehuesin tuaj, i cili shpërndan lëndën tuaj.</strong>
sv: Direktkontakt med en värd på mänsklig nivå ger utrymme för två saker: du är inte längre kund till ett enormt teknikföretag och <strong>du kan odla en nära relation med din värd, som distribuerar din data</strong>.

source: With Tube, you get to choose your hosting provider according to their terms of use, such as their disk space limit per user, their moderation policy, who they chose to federate with... You are not speaking with a huge tech company, so you can talk it out in case of any issue, need, desire...
cs: U Tube si můžete vybrat poskytovatele hostingu podle jeho podmínek používání, jako je limit diskového prostoru na uživatele, politika moderování, kdo se rozhodl pro federaci... Nemluvíte s obrovskou technickou společností, takže si to můžete vyříkat v případě jakéhokoli problému, potřeby, přání...
es: Con Tube, puedes elegir tu proveedor de alojamiento de acuerdo con sus términos de uso, como su límite de espacio en disco por usuario, su política de moderación, con quién eligió federarse... No estás hablando con una gran empresa de tecnología, así que puedes hablarle en caso de cualquier problema, necesidad, deseo...
fr_fr: Avec Tube, vous choisissez l’hébergeur de vos vidéos selon ses conditions d’utilisation, telles que la limite d’espace disque par utilisateur⋅ice, la politique de modération, les choix de fédération... Comme vous n’avez pas un géant du web en face de vous, vous pourrez probablement discuter ensemble si vous avez un souci, un besoin, une envie…
gd: Le Tube, ’s urrainn dhut solaraiche an òstaidh agad a thaghadh a-rèir teirmichean a’ chleachdaidh aca, can dè an àite air an diosg a bheir iad do gach cleachdaiche, poileasaidh na maorsainneachd aca, cò ris a nì iad co-nasgadh… Cha bhi thu a’ bruidhinn ri companaidh teicneolais mòr is mar sin ’s urrainn dhuibh conaltradh ri chèile ma tha duilgheadas, feumalachd no miann amsaa. ann.
ja: PeerTubeでは、それぞれのインスタンスの利用規約に従って、インスタンスを選ぶことになります。例えば、1ユーザー当たりのディスク容量の限界、モデレーションポリシー、どのインスタンスと連合しているか、など。また、巨大なテクノロジー企業と話すわけではありませんから、インスタンス内での問題や要望や希望がある場合には、インスタンス管理者とそれらについて直接相談することができます。
pt_br: Com o Tube, você consegue escolher seu provedor de hospedagem de vídeos de acordo com os termos de uso deles, tais como espaço em disco, limite por usuário, política de moderação, com quem eles decidiram se federar... Você não está falando com uma grande empresa de tecnologia, você pode falar sobre o assunto caso haja um problema, necessidade ou desejo...
sq: Me Tube-in, përfitoni zgjedhjen e shërbimit të strehimit të videove sipas kushteve të tyre të përdorimit, bie fjala, kufiri i hapësirës në disk për përdorues, rregullat e tyre të moderimit, me cilët vendosin të feederohen… Nuk po flisni me një shoqëri të stërmadhe teknike, ndaj mund ta bisedoni, në rast të çfarëdo problemi, nevoje, dëshire…
sv: Med Tube har du möjlighet att välja din värd efter deras användarvillkor, gränser för lagringsutrymme, moderationspolicy, vilka de federerar med och mycket mer. Du behöver inte längre tala med ett gigantiskt teknikföretag, så du kan tala ut om dina bekymmer, behov och önskemål.

source: Browse/discover Tube instances
cs: Procházení/objevování instancí Tube
es: Navegar/descubrir instancias de Tube
fr_fr: Découvrir les instances Tube
gd: Rùraich/Fidir ionstansan Tube
ja: PeerTubeのインスタンスを見る・探す
pt_br: Procurar/descobrir instâncias Tube
sq: Shfletoni/zbuloni instanca Tube
sv: Bläddra bland Tube-instanser

source: About peer-to-peer broadcasting and watching
cs: O peer-to-peer vysílání a sledování
es: Acerca de la transmisión y visualización de igual a igual
fr_fr: De la diffusion – et donc du visionnage – en pair-à-pair
gd: Craoladh ’s coimhead peer-to-peer
ja: ピア・ツー・ピアによる動画配信と再生
pt_br: Sobre assistir e transmitir conteúdo peer-to-peer
sq: Mbi transimetime dhe parje tek-për-tek
sv: Om tittande och distribution av videor från person till person

source: The Tube software can, whenever necessary, use a peer-to-peer protocol (P2P) to broadcast viral videos, <strong>lowering the load of their hosts.</strong>
cs: Software Tube může v případě potřeby použít k vysílání virálních videí protokol P2P (peer-to-peer), čímž <strong>sníží zátěž svých hostitelů.</strong>
es: El software Tube puede, cuando sea necesario, utilizar un protocolo de igual a igual (P2P) para transmitir vídeos virales, <strong>reduciendo la carga de sus anfitriones.</strong>
fr_fr: Le logiciel Tube peut au besoin utiliser un protocole pair-à-pair (P2P) pour diffuser des vidéos très regardées par les internautes (vidéos virales), ce qui permet d'<strong>alléger la charge des sites web qui les hébergent.</strong>
gd: ’S urrainn dhan bhathar-bhog Tube, uair sam bith a bhios feum air, pròtacal peer-to-peer (P2P) a chleachdadh airson videothan fèillmhor a chraoladh ’s <strong>an t-eallach air na h-òstairean a lùghdachadh.</strong>
ja: <strong>インスタンスからの読み込み速度を下げるような</strong>話題の動画を配信するために、必要な場合はいつでも、PeerTubeはピア・ツー・ピア プロトコル(P2P)を使用することができます。
pt_br: O aplicativo Tube pode, sempre que necessário, usar o protocolo pessoa-à-pessoa (peer-to-peer), também conhecido como "P2P" para transmitir vídeos que se tornaram virais. <strong>reduzindo a carga de seus servidores.</strong>
sq: Software-i Tube mundet, kurdo që të jetë e nevojshme, të përdorë një protokoll tek-për-tek (P2P) për të transmetuar video virale, <strong>duke ulur ngarkesën te strehuesit e tyre.</strong>
sv: PeerTubes mjukvara kan, när så krävs, använda ett P2P-protokoll för att distribuera virala video, vilket <strong>sänker belastningen på servrarna</strong>.

source: In this way, when you watch a video, your computer contributes to its broadcast. If a lot of people are watching the same video at the same time, their browser automatically send smalls pieces of the video to the other viewers. <strong>The server resources are not over-exploited</strong>: the stream is split, the network optimized.
cs: Při sledování videa se tak váš počítač podílí na jeho vysílání. Pokud se na stejné video dívá mnoho lidí současně, jejich prohlížeč automaticky posílá malé části videa ostatním divákům. <strong>Serverové zdroje nejsou nadměrně vytěžovány</strong>: stream je rozdělen, síť optimalizována.
es: De esta manera, cuando miras un video, tu computadora contribuye a su transmisión. Si muchas personas miran el mismo video al mismo tiempo, sus navegadores envían automáticamente pequeñas partes del video a los demás espectadores. <strong>Los recursos del servidor no están sobreexplotados</strong>: el flujo se divide, la red se optimiza.
fr_fr: Ainsi, quand vous visionnez une vidéo, votre ordinateur participe à sa diffusion. Si beaucoup de personnes regardent la même vidéo au même moment, leur navigateur envoie automatiquement des bouts de la vidéo aux autres spectateur⋅ices. Cela permet de <strong>ne pas surexploiter les ressources du serveur</strong> : les flux se répartissent, le réseau est optimisé.
gd: Air an dòigh seo, cuiridh an coimpiutair agad ri craoladh video nuair a bhios tu a’ coimhead air. Ma tha tòrr daoine a’ coimhead air an aon video aig an aon àm, cuiridh am brabhsair aca bloighean beaga dhen video sin do chàch a chèile. <strong>Cha dèid cus eallach a chur air goireasan an fhrithealaiche</strong>: thèid an sruth a roinneadh ’s bheir seo piseach air an lìonra.
ja: PeerTubeインスタンスの動画を見る時、このプロトコルの使用によってあなたのコンピューターはそのインスタンスの動画配信に貢献することになります。多くのユーザーが同じ動画を同じ時間にみる場合、ユーザーのブラウザーは動画を再生している他のユーザーに、動画のデータのごく一部を自動的に送信します。<strong>サーバーのリソースが過度に利用されることなく</strong>、ストリーミングは分割され、ネットワークは最適化されます。
pt_br: Dessa forma, quando você vê um vídeo, o seu computador contribui com a sua difusão. Se um monte de pessoas estiverem vendo o mesmo vídeo ao mesmo tempo, o navegador deles envia automaticamente pequenos pedaços de vídeos aos outros telespectadores. <strong> Os recursos do servidor não são super explorados </strong>: o fluxo de tráfego pela internet é dividido e a rede otimizada.
sq: Në këtë mënyrë, kur shihni një video, kompjuteri juaj kontribuon në transmetimin e saj. Nëse një video po e shohin shumë vetë njëherësh, shfletuesi i tyre dërgon copëza të vogla të videos te parës të tjerë. <strong>Burimet e shërbyesit nuk stërmundohen</strong>: transmetimi ndahet, rrjeti optimizohet.
sv: Detta gör så att din dator kan hjälpa till att förmedla en video under tiden du tittar på den. Om många tittar på samma video samtidigt, kommer deras webbläsare automatiskt skicka små fragment av videon till de andra tittarna. <strong>Serverns resurser överbelastas inte</strong>: strömningen delas upp och nätverket optimeras.

source: It might not look like it, but thanks to peer-to-peer broadcasting, popular video makers and their videos are no longer forced to be hosted by big companies, whose infrastructure can stand thousands of views at the same time... or to pay for a robust but extremely expensive independent video host.
cs: Možná to tak nevypadá, ale díky peer-to-peer vysílání už nejsou populární tvůrci videí a jejich videa nuceni být hostováni velkými společnostmi, jejichž infrastruktura snese tisíce zhlédnutí najednou... nebo platit za robustní, ale extrémně drahý nezávislý videhosting.
es: Puede que no lo parezca, pero gracias a la transmisión de igual a igual ("peer-to-peer"), los creadores de videos populares y sus videos ya no están obligados a ser alojados por grandes empresas, cuya infraestructura puede soportar miles de vistas al mismo tiempo ... o a pagar por un host de video independiente robusto pero extremadamente costoso.
fr_fr: Mine de rien, avant cette diffusion en pair-à-pair, les vidéastes à succès (ou les vidéos qui font le buzz) étaient condamnés à s’héberger chez un géant du web dont l’infrastructure peut encaisser des milliers de vues simultanées… Ou à payer très cher un hébergement de vidéo indépendant afin qu’il tienne la charge.
gd: ’S dòcha gu bheil e duilich a chreidsinn e ach le craoladh peer-to-peer, cha leig ùghdaran videothan air a bheil fèill mhòr a leas òstadh fhaighinn le companaidh mhòr aig a bheil bun-structar a sheasas an aghaidh mìltean de dhaoine a’ coimhead air aig an aon àm… no pàigheadh airson òstair video neo-eisimeileach a bhios làidir ach uabhasach daor.
ja: 好まれる方法ではないかもしれません。しかし、ピア・ツー・ピアによる動画配信のおかげで、人気の高い動画制作者やその動画はもはや、同時に何千回という動画再生に耐えられるインフラがある、巨大企業に管理されることを強いられません。または、独立した動画ホスティングサービスとしては非常に高額な、安定したシステムへの投資も。
pt_br: Talvez não parece muito, mas graças à difusão pessoa-a-pessoa, criadores populares de vídeos e seus vídeos não são mais forçados a ficarem hospedados em grandes empresas, cujas estruturas podem suportar milhões de visualizações ao mesmo tempo, ou a pagar por um outro provedor de difusão de vídeo, também robusto e independente, porém, extremamente caro.
sq: Mund të mos duket kështu, por falë transmetimit tek-për-tek, krijues të suksesshëm dhe videot e tyre s’janë më të detyruara të strehohen nga shoqëri të mëdha, një gjigant web-i, infrastruktura e të cilave mund të mbajë mijëra parje në të njëjtën kohë… apo të paguajnë për një strehë të fuqishme, por tejet të shtrenjtë strehimi videosh.
sv: Detta verkar kanske inte särskilt märkvärdigt, men tack vare P2P-delningen behöver populära videoskapare och deras verk inte längre förlita sig på de stora internetföretagen, vars infrastruktur kan hantera flera tusen tittare samtidigt. Inte heller behöver de betala en robust, men extremt kostsam, fristående videovärd.

source: Your move!
cs: Jste na tahu!
es: ¡Tu turno!
fr_fr: À vous de jouer !
gd: Tha e an urra riut fhèin!
ja: さぁ、始めましょう！
pt_br: Sua vez de jogar!
sq: Radha juaj!
sv: Nu är det din tur!

source: Sign up
cs: Zaregistrujte se
es: Regístrate
fr_fr: Créer un compte
gd: Clàraich leinn
ja: 新規登録する
pt_br: Fazer o cadastro
sq: Regjistrohuni
sv: Skaffa ett konto

source: Enjoy every feature: history, subscriptions, playlists, notifications...
cs: Využívejte všechny funkce: historii, odběry, seznamy skladeb, oznámení...
es: Disfruta de todas las funciones: historial, suscripciones, listas de reproducción, notificaciones...
fr_fr: Pour profiter de toutes les fonctionnalités : historique, abonnements, listes de lectures, notifications…
gd: Gabh tlachd às gach gleus: eachdraidh, fo-sgrìobhaidhean, liostaichean-cluich, brathan…
ja: 様々な機能を体験しましょう:再生履歴・サブスクリプション・プレイリスト・通知など...
pt_br: Aproveite todas as funcionalidades: histórico, inscrições, playlists, notificações...
sq: Shijoni çdo veçori: historik, pajtime, luajlista, njoftime…
sv: Upplev alla funktionerna: historik, prenumerationer, spellistor, notifikationer …

source: Who is behind
cs: Kdo za tím stojí
es: ¿Quién está detrás de
fr_fr: Qui est derrière
gd: Cò tha air cùlaibh
pt_br: Quem está por trás
sq: Kush është pas tij
sv: Vem står bakom
