Repository: imzqqq/chat
Catalog: server/tube/jointube/src/locale/*/LC_MESSAGES/app.po
Languages: ar, cs, es, fr_fr, gd, ja, pt_br, sq, sv

source: People can subscribe to your channel from a Tube website or from an ActivityPub compatible software (Mastodon, Pleroma...)
ar: يمكن للأشخاص الاشتراك في قناتك من موقع ويب Tube أو من برنامج متوافق مع ActivityPub (Mastodon ، Pleroma ...)
cs: Lidé se mohou přihlásit k odběru vašeho kanálu z webové stránky Tube nebo ze softwaru kompatibilního s ActivityPub (Mastodon, Pleroma...)
es: Las personas pueden suscribirse a su canal desde un sitio web de Tube o desde un software compatible con ActivityPub (Mastodon, Pleroma ...)
fr_fr: Les gens peuvent s'abonner à votre chaîne via une instance Tube, ou via un logiciel compatible avec ActivityPub (Mastodon, Pleroma...)
gd: ’S urrainn do dhaoine fo-sgrìobhadh fhaighinn air an t-seanail agad o làrach-lìn Tube no o bhathar-bog a tha co-chòrdail le ActivityPub (Mastodon, Pleroma…)
ja: 視聴者はPeerTubeまたはActivityPubに対応したソフトウェア（マストドン、Pleromaなど）のアカウントから、あなたのチャンネルを登録できます
sq: Njerëzit mund të pajtohen te kanali juaj pre një sajti Tube website ose prej një software-i të përputhshëm me ActivityPub (Mastodon, Pleroma…)

source: Create public <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=playlist">playlists</a> assigned to your channel to organize your content or remote videos
cs: Vytvářejte veřejné <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=playlist">playlisty</a> přiřazené k vašemu kanálu pro uspořádání obsahu nebo vzdálených videí
es: Crear <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-library?id=playlist">listas de reproducción</a> públicas asignadas a tu canal para organizar tus contenido o videos remotos
fr_fr: Créez des <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=playlist">playlistes</a> publiques assignées à votre chaîne afin d'organiser votre contenu ou des vidéos distantes
ja: あなたのコンテンツまたは他のインスタンスの動画を整理するために、公開<a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/use-library?id=playlist">プレイリスト</a>を作成して自分のチャンネルに割り当てる
pt_br: Criar playlist públicas <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=playlist">playlists</a> atribuidas ao seu canal para organizar seu conteúdo ou de vídeos remotos
sv: Skapa offentliga <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/use-library?id=playlist">spellistor</a> kopplade till din kanal för att organisera dina eller andras videor

source: Being free doesn't mean being above the law! Each Tube hosting provider can decide on its own general conditions of use, abiding by their local laws.
ar: أن تكون حراً لا يعني أن تكون فوق القانون! يمكن لكل مزود استضافة Tube أن يقرر شروطه العامة للاستخدام ، مع الالتزام بالقوانين المحلية الخاصة به.
cs: Být svobodný neznamená být nad zákonem! Každý poskytovatel hostingu Tube může rozhodnout o svých vlastních obecných podmínkách používání a řídit se místními zákony.
es: ¡Ser libre no significa estar por encima de la ley! Cada proveedor de alojamiento de Tube puede decidir sobre sus propias condiciones generales de uso, respetando sus leyes locales.
fr_fr: Être libre ne signifie pas être au-dessus de la loi ! Chaque hébergement Tube peut décider de ses propres conditions générales d’utilisation, dans le cadre de la loi dont ils dépendent.
gd: Cha chiall do shaorsa nach gèill sinn ris an lagh! Cuiridh gach solaraiche òstaidh Tube roimhe dè na cumhaichean coitcheann air a’ chleachdadh fo riaghailtean an laga ionadail aca.
ja: フリーであることは、法律を破ることを意味しません！それぞれのPeerTubeインスタンスはそれぞれの国や地域の法律を遵守した上で、独自の一般利用条件を元に、違法な動画について判断することができます。
pt_br: Ser livre não significa estar acima da lei! Cada provedor de hospedagem Peertube pode decidir a respeito das condições gerais de utilização, permitidas pela lei local.
sq: Të qenët i lirë nuk do të thotë të qenët mbi ligjin! Çdo furnizues strehimi Tube mund të vendosë vetë për kushtet e përgjithshme të përdorimit, duke iu bindur ligjeve vendore.
sv: Att vara fri betyder inte att stå över lagen! Varje Tube-administratör kan bestämma sina egna användarvillkor efter sin lokala lagstiftning.

source: For example, in France, discriminatory content <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">is prohibited</a> and may be reported to authorities. Tube allows users to report problematic videos, and administrator must then apply its moderation in accordance with its terms and conditions and the law.
cs: Například ve Francii je diskriminační obsah <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">zakázán</a> a může být nahlášen úřadům. Tube umožňuje uživatelům nahlásit problematická videa a správce pak musí uplatnit jejich moderaci v souladu se svými podmínkami a zákonem.
es: Por ejemplo, en Francia, el contenido discriminatorio <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">está prohibido </a> y puede ser reportado a las autoridades. Tube permite a los usuarios reportar vídeos problemáticos, y cada administrador debe aplicar su moderación de acuerdo con sus términos y condiciones y la ley.
fr_fr: Par exemple, en France, les contenus discriminants <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">sont interdits</a> et peuvent être signalés aux autorités. Tube permet aux internautes de signaler une vidéo problématique, et chaque hébergeur doit alors appliquer sa modération conformément à ses conditions générales et à la loi.
gd: Mar eisimpleir, san Fhraing, tha susbaint leth-bhreitheach <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">toirmisgte</a> agus faodar a h-aithris dha na h-ùghdarrasan. Leigidh Tube leis an luchd-chleachdaidh gearan a dhèanamh mu videothan ceisteach agus feumaidh rianaire maorsainneachd a dhèanamh orra a-rèir nan teirmichean is cumhaichean agus an lagha.
ja: 例えばフランス国では、差別的なコンテンツは<a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">禁止されており</a>、それは当局に報告されるかもしれません。PeerTubeでは問題のある動画をユーザーが通報することができ、インスタンス運営者は利用条件や法律に従ったモデレーションを行わなくてはなりません。
sq: Për shembull, në Francë, <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">ndalohet</a> lëndë diskriminuese dhe mund t’u raportohet autoriteteve. Tube-i u lejon përdoruesve të raportojnë video problematike, dhe mandej çdo administrator duhet të zbatojë moderimin në përputhje me kushtet e veta dhe me ligjin.

source: There are none at the moment: Tube is a tool that we wanted neutral in terms of monetization.
ar: لا يوجد أي شيء في الوقت الحالي: Tube أداة أردناها محايدة من حيث تسييل الأموال.
cs: V současné době žádné nejsou: Tube je nástroj, který jsme chtěli mít neutrální z hlediska zpeněžení.
es: No hay ninguno, no por el momento, Tube es una herramienta que queríamos neutral en términos de remuneración.
fr_fr: Il n'y en a pas pour l'instant : Tube est un outil que nous avons voulu neutre au niveau de la rémunération.
gd: Chan eil gin aig an àm seo: Chan eil fainear dhuinn gum biodh Tube ’na acainn neo-phàirteach a thaobh airgeadachadh.
ja: 現在のところはありません。私たちはマネタイズの観点から言えば、PeerTubeはツールとして中立であって欲しかったです。
sq: S’ka të tillë, të paktën në këtë çast, Tube-i është një mjet që e donim asnjanës, kur vjen puna për monetarizim.

source: For now, the solution proposed the <strong>support</strong> button under the video. This button displays a frame in which people who upload videos can display text, images, and links freely (link to Patreon, Tipeee, Paypal, Liberapay...).
ar: في الوقت الحالي ، اقترح الحل الزر <strong> دعم </strong> أسفل الفيديو. يعرض هذا الزر إطارًا يمكن فيه للأشخاص الذين يقومون بتحميل مقاطع الفيديو عرض النصوص والصور والروابط بحرية (رابط إلى Patreon و Tipeee و Paypal و Liberapay ...).
cs: Prozatím bylo jako řešení navrženo tlačítko <strong>podpora</strong> pod videem. Toto tlačítko zobrazí rámeček, ve kterém mohou lidé, kteří nahrávají videa, libovolně zobrazovat text, obrázky a odkazy (odkaz na Patreon, Tipeee, Paypal, Liberapay...).
es: Por ahora, la solución propuesta es usar el botón <strong>"soporte"</strong> debajo del vídeo. Este botón muestra un marco en el que las personas que cargan vídeos pueden mostrar texto, imágenes y enlaces libremente (por ejemplo a Patreon, Tipeee, Paypal, Liberapay...).
fr_fr: Actuellement, la solution proposée est d'utiliser le bouton <strong>Soutenir</strong> en dessous des vidéos. Ce bouton permet d'afficher un cadre dans lequel les personnes qui mettent en ligne des vidéos peuvent afficher des textes, images, et liens librement (lien Patreon, Tipeee, Paypal, Liberapay...).
gd: Aig an àm seo, tha sinn a’ moladh dhut gun cleachd thu am putan <strong>thoir taic</strong> fon video. Seallaidh am putan sin frèam san urrainn dhan fheadhainn a luchdaicheas suas video teacsa, dealbhan agus ceanglaichean a shealltainn gu saor (can ceangal gu Patreon, Tipeee, Paypal, Liberapay…).
ja: 提案された解決策として、今のところ<strong>支援</strong>ボタンが動画の下にあります。このボタンをクリックすると、動画をアップロードした人がテキストや画像やリンク（Patreon、Tipeee、Paypal、Liberapayなど）を自由に記載できる、フレームを表示します。
pt_br: Por ora, a solução proposta é clicar no botão <strong>"Suporte"</strong>que se localiza embaixo do vídeo. O botão exibe um quadro aonde pessoas que sobem os vídeos possam colocar texto, imagens, e links livremente (link para o Patreon, Tipeee, Paypal, Liberapay, etc).
sq: Tani për tani, zgjidhja e propozuar është butoni <strong>përkraheni</strong> nën videon. Ky buton shfaq një kuadër në të cilin njerëzit që ngarkojnë video mund të shfaqin lirisht tekst, figura dhe lidhje (lidhje për te për te Patreon, Tipeee, Paypal, Liberapay…).

source: We did not go any further, as we refuse to tie our code to a particular content funding method, that might not fit all communities and deter others. It's the reason why we encourage developers to use the <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/contribute-plugins">Tube plugin API</a> to create their own monetization system.
cs: Dál jsme nepokračovali, protože odmítáme vázat náš kód na konkrétní způsob financování obsahu, který by nemusel vyhovovat všem komunitám a ostatní by mohl odradit. To je důvod, proč doporučujeme vývojářům, aby používali <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/contribute-plugins">Tube plugin API</a> k vytvoření vlastního systému zpeněžení.
es: No fuimos más lejos, ya que nos negamos a vincular nuestro código a un método de financiación de contenido en particular, que podría no adaptarse a todas las comunidades y disuadir a otras. Es la razón por la que animamos a los desarrolladores a utilizar la <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/contribute-plugins">API de complemento de Tube </a> para crear su propio sistema de monetización.
fr_fr: Nous ne sommes pas allés plus loin, car nous refusons de lier notre code à une méthode particulière de financement du contenu, qui pourrait ne pas convenir à toutes les communautés et en dissuader d'autres. C'est la raison pour laquelle nous encourageons les développeurs à utiliser la <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/contribute-plugins">Tube plugin API</a> pour créer leur propre système de monétisation.
ja: 私たちはこれ以上の事はしません。PeerTubeのソースコードが特定のコンテンツのお金を得る手段と結びつくのを私たちは否定しているからです。 <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/contribute-plugins">PeerTubeプラグインAPI</a>を用いて、独自のマネタイズのためのシステムを作ることを開発者に促していることが、その理由です。

source: For Tube administrators
ar: لمديري Tube
cs: Pro administrátory Tube
es: Para administradores de Tube
fr_fr: Pour les administrateurs de Tube
gd: Do rianairean Tube
ja: PeerTube管理者の方
pt_br: Para administradores do Tube
sq: Për përgjegjës Tube-i
sv: För Tube-administratörer

source: Free and open-source software
ar: برنامج مجاني ومفتوح المصدر
cs: Svobodný software s otevřeným zdrojovým kódem
es: Software gratuito y de código abierto
fr_fr: Logiciel gratuit, libre et open-source
gd: Bathar-bog saor le bun-tùs fosgailte
ja: フリーでオープンソースなソフトウェア
pt_br: Software gratuito e de código aberto
sq: <em>Software</em> i lirë dhe me burim të hapët

source: Install Tube on your server and create your "homemade YouTube"
ar: ثبّت Tube على الخادم الخاص بك وأنشئ "YouTube محلي الصنع"
cs: Nainstalujte si na server Tube a vytvořte si "domácí YouTube"
es: Instale Tube en su servidor y cree su "YouTube casero"
fr_fr: Installez Tube sur votre serveur et créez votre "propre YouTube"
gd: Stàlaich Tube air an fhrithealaiche agad agus cruthaich “YouTube dèanta aig an taigh” agad fhèin
ja: サーバーにPeerTubeをインストールすることで「自作YouTube」を作れます
sq: Instalojeni Tube-in në shërbyesin tuaj dhe krijoni “YouTube-in tuaj artizanal”

source: Official <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/install-docker">Docker support</a>
cs: Oficiální <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/install-docker">Podpora Dockeru</a>
es: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-docker"> Soporte de Docker</a> oficial
fr_fr: Un <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-docker">support officiel de Docker</a>
ja: PeerTube公式による<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/install-docker">Dockerサポート</a>
pt_br: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/install-docker"> Suporte ao Docker</a> oficial
sv: Officielt <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/install-docker">stöd för Docker</a>

source: Documented <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-rest-reference.html">REST API</a> and <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/maintain-tools">CLI tools</a>
cs: Zdokumentované <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-rest-reference.html">REST API</a> a <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/maintain-tools">CLI nástroje</a>
es: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/api-rest-reference.html">REST AP</a>y<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/maintain-tools">CLI tools</a> documentadas
fr_fr: Une <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/api-rest-reference.html">API REST</a> documentée et des <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/maintain-tools">outils en CLI</a>
ja: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/api-rest-reference.html">REST API</a>と<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/maintain-tools">CLIツール</a>についてドキュメントが書かれてます
pt_br: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/api-rest-reference.html">REST AP</a>y<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/maintain-tools">CLI tools</a> documentadas
sv: Dokumenterat <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/api-rest-reference.html">REST-API</a> och <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/maintain-tools">CLI-verktyg</a>

source: Federation with ActivityPub
ar: الاتحاد مع ActivityPub
cs: Federace s funkcí ActivityPub
es: Federación con ActivityPub
fr_fr: Fédération avec ActivityPub
gd: Co-nasgadh le ActivityPub
ja: ActivityPubを用いた連合
pt_br: Federação com ActivityPub
sq: Federim me ActivityPub

source: Enable or disable federation for your instance
ar: تمكين أو تعطيل الاتحاد للمثيل الخاص بك
cs: Povolení nebo zakázání federace pro vaši instanci
es: Habilite o inhabilite la federación para su instancia
fr_fr: Activez ou désactivez la fédération pour votre instance
gd: Cuir an co-nasgadh an comas no à comas dhan ionstans agad
ja: インスタンスの連合機能をオン・オフできます
sq: Aktivizoni ose çaktivizoni federimin e instancës tuaj

source: Display videos/accounts of other instances on yours
ar: اعرض مقاطع فيديو / حسابات لمثيلات أخرى على حسابك
cs: Zobrazení videí/účtů jiných instancí na vašem účtu
es: Muestre videos / cuentas de otras instancias en la suya
fr_fr: Affichez les vidéos/comptes d'autres instances sur la votre
gd: Seall videothan/cunntasan o ionstansan eile air an fhear agad-sa
ja: 他のインスタンスの動画やアカウントを表示します
sq: Shfaqni video/llogari nga instanca të tjera në tuajat

source: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances">Automatically follow</a> instances from a public index
cs: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances">Automatické sledování</a> instancí z veřejného indexu
es: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances">Seguir automáticamente</a> instancias de un índice público
fr_fr: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances">Abonnez-vous automatiquement</a> à des instances selon un index public
gd: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances">Lean air ionstansan gu fèin-obrachail</a> o inneacs poblach
ja: 公開インデックスから<a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=automatically-follow-other-instances">インスタンスを自動フォロー</a>
pt_br: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances">Seguir automaticamente</a> instâncias de um índice público
sq: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances">Ndiqni automatikisht</a> instanca nga një tregues publik
sv: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-following-instances?id=automatically-follow-other-instances">Börja följa</a> instanser i ett offentligt sökindex automatiskt

source: P2P with WebRTC
ar: P2P مع WebRTC
cs: P2P s WebRTC
es: P2P con WebRTC
fr_fr: P2P avec WebRTC
gd: P2P le WebRTC
ja: WebRTCを用いたP2P機能
pt_br: P2P com WebRTC
sq: P2P me WebRTC

source: Reduce your server bandwidth using P2P on VOD and live videos
ar: قلل النطاق الترددي للخادم باستخدام تقنية P2P على VOD ومقاطع الفيديو الحية
cs: Snížení šířky pásma serveru pomocí P2P u videí VOD a živých videí
es: Reduzca el ancho de banda de su servidor usando P2P en VOD y videos en vivo
fr_fr: Réduisez la bande passante de votre serveur en utilisant le P2P sur les vidéos (live ou VOD)
gd: Caomhainn leud-banna air an fhrithealaiche le P2P air videothan air iarrtas is beòtha
ja: P2P機能を利用してビデオ・オン・デマンド動画とライブ配信動画での、サーバーの帯域幅への負荷を減らします
sq: Reduktoni sasinë e trafikut në shërbyesin tuaj, duke përdorur P2P për “Video On Demand” dhe transmetime të drejtpërdrejta

source: Enable or disable easily P2P for your instance
ar: تمكين أو تعطيل P2P بسهولة على سبيل المثال الخاص بك
cs: Snadné povolení nebo zakázání P2P pro vaši instanci
es: Habilite o deshabilite fácilmente P2P para su instancia
fr_fr: Activez ou désactivez facilement l'usage du P2P pour votre instance
gd: Cuir P2P an comas no à comas dhan ionstans agad gun duilgheadas
ja: インスタンスのP2P機能の有効化、無効化
sq: Aktivizoni ose çaktivizoni kollaj P2P-në për instancën tuaj

source: Help (or get help) other instances using <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">Tube redundancy</a>
cs: Pomozte (nebo získejte pomoc) ostatním instancím pomocí <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">Tube redundance</a>
es: Ayuda (u obtén ayuda) otras instancias usando <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy"> la redundancia de Tube</a>
fr_fr: Aidez (ou faites-vous aider) d'autres instances en utilisant <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">le système de redondance</a> de Tube
ja: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/admin-following-instances?id=instances-redundancy">Tubeの冗長システム</a>を利用して、他のインスタンスの負荷を減らす手助け（または自分のインスタンスの負荷を減らすための助けを求める）
pt_br: Ajude (ou obtenha ajuda) de outras instâncias usando <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">a redundância do Tube</a>
sv: Hjälp eller få hjälp från andra instanser med <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-following-instances?id=instances-redundancy">PeerTubes redundans</a>

source: Video transcoding
ar: تحويل ترميز الفيديو
cs: Překódování videa
es: Transcodificación de video
fr_fr: Le transcoding de vidéos
gd: Tar-chòdachadh video
ja: 動画トランスコーディング
pt_br: Transcodificação de vídeo
sq: Ndërkodim videosh

source: Optimize videos and generate <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=vod-transcoding">multiple resolutions</a> using ffmpeg
cs: Optimalizace videí a generování <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=vod-transcoding">více rozlišení</a> pomocí ffmpeg
es: Optimiza videos y genera <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=vod-transcoding">múltiples resoluciones</a> usando ffmpeg
fr_fr: Optimisez les vidéos et générez <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=vod-transcoding">de multiples définitions</a> en utilisant ffmpeg
ja: 動画の最適化とffmpegを用いた <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=vod-transcoding">複数の解像度</a>の動画の生成
pt_br: Otimize os vídeos e gere <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=vod-transcoding">múltiplas resoluções </a> usando o FFMpeg
sv: Optimera videor och generera <a target="_blank" rel="noopener noreferrer" href="https://tube.docs.dingshunyu.top/admin-configuration?id=vod-transcoding">flera upplösningar</a> med hjälp av ffmpeg
